Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE6"]/text
source: The entire ship appears to be ripped apart from within! Luckily, its cargo hold is jettisoned your way before it completely explodes.
fr: Le vaisseau entier semble être déchiré de l'intérieur ! Heureusement, sa soute est larguée avant qu'il n'explose complètement.

source: That was...odd.
fr: C'était... étrange.

# data/events_ships.xml.append$//event[@name="FM_BOSS_MANTIS1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Mantis design! It appears to have a massive scar running down its hull.
fr: Un énorme croiseur de conception Mantis sort du tunnel ! Il semble avoir une énorme cicatrice le long de sa coque.

source: Continue...
fr: Continuer...

source: The ship takes an unusually long time to hail you. "We kill you, stupid ugly non-Mantis foolish fool!" They seem like friendly fellows.
fr: Le vaisseau met un temps anormalement long à vous contacter. "Nous te tuons, stupide imbécile de non-Mantis !" Ils ont l'air d'être des compagnons sympathiques.

source: Do we really have to fight? Why?
fr: Devons-nous vraiment nous battre ? Pourquoi ?

source: "We bored, as soon as we figure out how our dusty teleporter works, you dead, BIG dead!"
fr: "On s'ennuie, dès qu'on aura compris comment fonctionne notre téléporteur poussiéreux, vous êtes morts, GROS morts !"

source: Continue...
fr: Continuer...

source: It appears they are having trouble powering their teleporter. Act fast! You'll have no time for a combat check.
fr: Il semble qu'ils aient des difficultés à alimenter leur téléporteur. Agissez vite ! Vous n'aurez pas le temps de faire un test de combat.

source: Continue...
fr: Continuer...

source: The ship begins powering its weapons. Prepare for battle.
fr: Le vaisseau commence à activer ses armes. Préparez-vous au combat.

source: The enemy will restore functionality to their teleporter after 1 minute.
fr: L'ennemi rétablira la fonctionnalité de son téléporteur après 1 minute.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_MANTIS1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a strange pheromone sack with an otherworldly glow.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un étrange sac de phéromones, irradiant une lueur d'un autre monde.

source: You already have the Pheromone Accelerator.
fr: Vous avez déjà l'Accélérateur de phéromones.

# data/events_ships.xml.append$//event[@name="GET_MANTIS_RELOADER"]/text
source: You add the Pheromone Accelerator into your ship's internal systems.
fr: Vous ajoutez l'accélérateur à phéromones dans les systèmes internes de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_MANTIS_RELOADER"]/choice/text
source: Continue...
fr: Continuer...

source: Lowers Mantis ability cooldown rate by 20%. Reduces all damage taken by your Mantis crew by 8%. [The Augment has been internalized!]
fr: Réduit le temps de recharge des capacités des Mantis de 20 %. Réduit de 8% tous les dégâts subis par votre équipage de Mantis. [L'Augmentation a été internalisée !]

source: Continue...
fr: Continuer...

source: You already have the Pheromone Accelerator.
fr: Vous avez déjà l'Accélérateur de phéromones.

source: You already scrapped the Pheromone Accelerator.
fr: Vous avez déjà démantelé l'accélérateur de phéromones.

source: Scrap the Pheromone Accelerator.
fr: Démanteler l'accélérateur de phéromones.

# data/events_ships.xml.append$//event[@name="SCRAP_MANTIS_RELOADER"]/text
source: You scrap the Pheromone Accelerator for valuable resources.
fr: Vous démantelez l'accélérateur de phéromones pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_MANTIS1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a strange pheromone sack with an otherworldly glow.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également un étrange sac de phéromones, irradiant une lueur d'un autre monde.

source: You already have the Pheromone Accelerator.
fr: Vous avez déjà l'Accélérateur de phéromones.

source: You already have the Pheromone Accelerator.
fr: Vous avez déjà l'Accélérateur de phéromones.

source: You already scrapped the Pheromone Accelerator.
fr: Vous avez déjà démantelé l'accélérateur de phéromones.

source: Scrap the Pheromone Accelerator.
fr: Démanteler l'accélérateur de phéromones.

# data/events_ships.xml.append$//event[@name="FM_BOSS_MONK1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Monk design! It's uncharacteristic of Zoltan Monk ships to be so well armed, though it seems most of their weaponry is Ion and Stun related!
fr: Un croiseur massif de type moine sort du tunnel ! Les vaisseaux de moines Zoltan sont rarement aussi bien armés, mais il semble que la plupart de leurs armes soient des armes à ions et à effet paralysant !

# data/events_ships.xml.append$//event[@name="FM_BOSS_MONK1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: "You need to learn to relax, and meditate. Fortunately, we have just the equipment to make you, if you do not comply."
fr: "Vous devez apprendre à vous détendre et à méditer. Heureusement, nous avons l'équipement nécessaire pour vous y contraindre, si vous ne vous y conformez pas."

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_MONK1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a red-colored Aether shield module...
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un module de bouclier Éther de couleur rouge...

source: You already have the Aether Ascension Shields.
fr: Vous avez déjà les Boucliers d'Ascension Éther.

# data/events_ships.xml.append$//event[@name="GET_FM_UPG_AETHER_SHIELDS"]/text
source: You add the Aether Ascension Shields into your ship's internal shields systems.
fr: Vous ajoutez les Boucliers d'Ascension Éther aux systèmes de boucliers internes de votre vaisseau.

source: Continue...
fr: Continuer...

source: Effects: Provides a bonus 6 energy shield points which will stack with other energy shields. [The Augment has been internalized!]
fr: Effets : Fournit un bonus de 6 points de bouclier énergétique qui se cumule avec les autres boucliers énergétiques. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Aether Ascension Shields.
fr: Vous avez déjà les Boucliers d'Ascension Éther.

source: You already scrapped the Aether Ascension Shields.
fr: Vous avez déjà démantelé les Boucliers d'Ascension Éther.

source: Scrap the Aether Ascension Shields.
fr: Démanteler les Boucliers d'Ascension Éther.

# data/events_ships.xml.append$//event[@name="SCRAP_FM_UPG_AETHER_SHIELDS"]/text
source: You scrap the Aether Ascension Shields for valuable resources.
fr: Vous démantelez les Boucliers d'Ascension Éther pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_MONK1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a red-colored Aether shield module...
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également un module de bouclier Éther de couleur rouge...

source: You already have the Aether Ascension Shields.
fr: Vous avez déjà les Boucliers d'Ascension Éther.

source: You already have the Aether Ascension Shields.
fr: Vous avez déjà les Boucliers d'Ascension Éther.

source: You already scrapped the Aether Ascension Shields.
fr: Vous avez déjà démantelé les Boucliers d'Ascension Éther.

source: Scrap the Aether Ascension Shields.
fr: Démanteler les Boucliers d'Ascension Éther.

# data/events_ships.xml.append$//event[@name="FM_BOSS_R1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Rock design! Upon a second inspection, it becomes clear the entire vessel is made out of gold!
fr: Un énorme croiseur de conception Rocailleux sort du tunnel ! Après une seconde inspection, il apparaît clairement que l'ensemble du vaisseau est en or !

# data/events_ships.xml.append$//event[@name="FM_BOSS_R1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: You are hailed by the ship, and you reluctantly accept. "Five minutes, five minutes is all I need to kick your ass." A Rockman with a strange accent says to you, with a nasty tone.
fr: Vous recevez un appel du vaisseau et l'acceptez à contrecœur. "Cinq minutes, cinq minutes, c'est tout ce dont j'ai besoin pour te botter le cul." Un Rocailleux avec un accent étrange vous dit cela, sur un ton désagréable.

source: Make it three minutes, chump.
fr: Faite-le en trois minutes, crétin.

source: "Good, that was the correct answer... now prepare to die."
fr: "Bien, c'était la bonne réponse... maintenant préparez-vous à mourir."

source: Continue...
fr: Continuer...

source: The ship activates its 4 artillery. They appear to be slow to charge but have a chain effect. Better be quick!
fr: Le vaisseau active ses 4 pièces d'artillerie. Elles semblent lentes à charger mais ont un effet de chaîne. Mieux vaut être rapide !

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_R1_SHIP_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also retrieve a mysterious tiny statue with an otherworldly aura.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également une mystérieuse petite statue qui dégage une aura d'un autre monde.

source: You already have the Rockmen Relic of Freedom.
fr: Vous avez déjà la Relique de Liberté des Rocailleux.

# data/events_ships.xml.append$//event[@name="GET_FREEDOM_ROCK"]/text
source: You add the Rockmen Relic of Freedom into your ship's internal systems.
fr: Vous ajoutez la Relique de Liberté des Rocailleux dans les systèmes internes de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_FREEDOM_ROCK"]/choice/text
source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="GET_FREEDOM_ROCK"]/choice/event/text
source: This tiny statue invigorates your rockmen crew, they gain 1.8x movement speed! [The Augment has been internalized!]
fr: Cette petite statue revigore vos membres d'équipage Rocailleux, ils gagnent 1,8 fois la vitesse de déplacement ! [L'Augmentation a été internalisée !]

source: Continue...
fr: Continuer...

source: You already have the Rockmen Relic of Freedom.
fr: Vous avez déjà la Relique de Liberté des Rocailleux.

source: You already scrapped the Rockmen Relic of Freedom.
fr: Vous avez déjà démantelé la Relique de Liberté des Rocailleux.

source: Scrap the Rockmen Relic of Freedom.
fr: Démanteler la Relique de Liberté des Rocailleux.

# data/events_ships.xml.append$//event[@name="SCRAP_FREEDOM_ROCK"]/text
source: You scrap the Rockmen Relic of Freedom for valuable resources.
fr: Vous démantelez la Relique de Liberté des Rocailleux pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_R1_SHIP_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also retrieve a mysterious tiny statue with an otherworldly aura
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également une mystérieuse petite statue qui dégage une aura d'un autre monde

source: You already have the Rockmen Relic of Freedom.
fr: Vous avez déjà la Relique de Liberté des Rocailleux.

source: You already have the Rockmen Relic of Freedom.
fr: Vous avez déjà la Relique de Liberté des Rocailleux.

source: You already scrapped the Rockmen Relic of Freedom.
fr: Vous avez déjà démantelé la Relique de Liberté des Rocailleux.

source: Scrap the Rockmen Relic of Freedom.
fr: Démanteler la Relique de Liberté des Rocailleux.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Separatist design! The ship appears to be split in two halves, and resembles some sort of old Earth symbolism...
fr: Du tunnel sort un énorme croiseur. On dirait un vaisseau des Séparatistes ! Le vaisseau semble être divisé en deux moitiés, et ressemble à un ancien symbole de la vieille Terre...

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: "Nothing is completely yin nor is it completely yang. All things in the material universe contain the seed of their opposite force... Therefore, yin can become yang and yang can also become yin, though both yin and yang are needed for the whole to be complete. All in the eye of the beholder - some of the most destructive forces in the world (fire water), can also have the power of beauty."
fr: "Rien n'est complètement yin ni complètement yang. Toutes les choses de l'univers matériel contiennent le germe de leur force opposée... Par conséquent, le yin peut devenir yang et le yang peut également devenir yin, bien que le yin et le yang soient tous deux nécessaires pour que l'ensemble soit complet. Tout est dans l'œil de celui qui regarde - certaines des forces les plus destructrices au monde (le feu, l'eau) peuvent aussi avoir le pouvoir de la beauté."

source: The enemy is slowly flipping between two auras.
fr: L'ennemi passe lentement d'une aura à l'autre.

source: ...I beg your pardon?
fr: ...Je vous demande pardon ?

source: "Now, I know I am not a craftsman... but greatness is in the act of creation and not necessarily in the finished product. Creating is the yin to the yang of our consumption and the doorway to beauty that we all want to walk through. Creating is how I tell the world I love it. Killing you, is how I tell you I love you."
fr: "Je sais que je ne suis pas un artisan... mais la grandeur réside dans l'acte de création et pas nécessairement dans le produit fini. La création est le yin et le yang de notre consommation et la porte de la beauté que nous voulons tous franchir. C'est en créant que je dis au monde que je l'aime. C'est en vous tuant que je vous dis que je vous aime."

source: That escalated quickly.
fr: La situation s'est rapidement aggravée.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also retrieve a small, mysterious amulet from the ship; it has an otherworldly aura.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un petit amulette mystérieuse provenant du vaisseau ; elle dégage une aura d'un autre monde.

source: You already have the Magatama.
fr: Vous avez déjà la Magatama.

# data/events_ships.xml.append$//event[@name="GET_AUG_MAGATAMA"]/text
source: You add the Magatama into your ship's armory systems.
fr: Vous ajoutez le Magatama aux systèmes d'armement de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_AUG_MAGATAMA"]/choice/text
source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="GET_AUG_MAGATAMA"]/choice/event/text
source: This tiny charm provides 40% heal speed and 5% damage resist for all of your crew. [The Augment has been internalized!]
fr: Cette petite breloque offre 40% de vitesse de guérison et 5% de résistance aux dégâts à tous les membres d'équipage. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Magatama.
fr: Vous avez déjà le Magatama.

source: You already scrapped the Magatama.
fr: Vous avez déjà démantelé le Magatama.

source: Scrap the Magatama.
fr: Démanteler le Magatama.

# data/events_ships.xml.append$//event[@name="SCRAP_AUG_MAGATAMA"]/text
source: You scrap the Magatama for valuable resources.
fr: Vous démantelez le Magatama pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also retrieve a small, mysterious amulet from the ship; it has an otherworldly aura.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également un petit amulette mystérieuse provenant du vaisseau ; elle dégage une aura d'un autre monde.

source: You already have the Magatama.
fr: Vous avez déjà le Magatama.

source: You already have the Magatama.
fr: Vous avez déjà le Magatama.

source: You already scrapped the Magatama.
fr: Vous avez déjà démantelé le Magatama.

source: Scrap the Magatama.
fr: Démanteler le Magatama.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_YING"]/text
source: You notice the strange glow emitting from the vessel change from white to black. The ship's system specs seem to be shifting!
fr: Vous remarquez que l'étrange lueur émise par le vaisseau passe du blanc au noir. Les spécifications du système du vaisseau semblent changer !

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_YING"]/choice/text
source: Continue with the fight...
fr: Continuer le combat...

source: Current Aura: Black. The enemy is slowly flipping between two auras.
fr: Aura actuelle : Noire. L'ennemi passe lentement d'une aura à l'autre.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_YANG"]/text
source: You notice the strange glow emitting from the vessel change from black to white. The ship's system specs seem to be shifting!
fr: Vous remarquez que l'étrange lueur émise par le vaisseau passe du noir au blanc. Les spécifications du système du vaisseau semblent changer !

# data/events_ships.xml.append$//event[@name="FM_BOSS_SEPA1_YANG"]/choice/text
source: Continue with the fight...
fr: Continuer le combat...

source: Current Aura: White. The enemy is slowly flipping between two auras.
fr: Aura actuelle : Blanche. L'ennemi passe lentement d'une aura à l'autre.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SLUG1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Slug design! The bright hull of the cruiser draws your attention, though the arsenal its pointing straight at you is quite distracting as well.
fr: Du tunnel sort un énorme croiseur. On dirait un vaisseau des Limaces ! La coque brillante du croiseur attire votre attention, mais pas autant que l'arsenal qu'il pointe droit sur vous.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SLUG1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: On your vid screen shows nothing but swirling gray smoke, but slowly a slug in very formal looking knight armor comes into view; holding a cigar up that's almost as big as he is! "Ah, more fuel to feed my ssssalted fires! Come young one, you shall see the burning questions answered when I purge this universe of any and all tracessss of the ancients!"
fr: Sur votre écran vidéo, il n'y a rien d'autre qu'une fumée grise tourbillonnante, mais lentement, une limace en armure de chevalier à l'allure très formelle apparaît ; elle tient un cigare presque aussi gros qu'elle ! "Ah, encore du combussstible pour alimenter mes feux ssssalés ! Viens jeune homme, tu verras les quessstions brûlantes répondre quand j'aurai purgé cccet univers de toute traccce des anccciens !"

source: But why are you using ancient weaponry?
fr: Mais pourquoi utilisez-vous des armes anciennes ?

source: "What? Ancient weaponry? These are just my lightersssss, you think I can get this thing sssssstarted with a match?" The slug takes a drag that lasts minutes before continuing. "Ah well, not like you're going to be able to ssssstop me with that thing."
fr: "Quoi ? Des armes anccciennes ? Ccce ne sssont que mes briquets, tu crois que je peux faire démarrer ccce truc avec une allumette ?" La limace tire une bouffée qui dure plusieurs minutes avant de continuer. "Ah bon, ccc'est pas comme sssi tu allais pouvoir me ssssstopper avec ccce truc."

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_SLUG1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a packet of cigarettes.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un paquet de cigarettes.

source: You already have the Malboro Quasar.
fr: Vous avez déjà le Malboro Quasar.

# data/events_ships.xml.append$//event[@name="GET_MALBORO_RED"]/text
source: You add the Malboro Quasar into your ship's ventilation system (why??).
fr: Vous ajoutez le Malboro Quasar au système de ventilation de votre vaisseau (pourquoi ??).

# data/events_ships.xml.append$//event[@name="GET_MALBORO_RED"]/choice/text
source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="GET_MALBORO_RED"]/choice/event/text
source: These hyper-addictive cigarettes somehow boost your vitality, but give you horrible lung problems. Seems healthy! ...if you're a fool that is. 2x max health for all slugs, but 3x suffocation damage taken. [The Augment has been internalized!]
fr: Ces cigarettes hyper-addictives stimulent votre vitalité, mais vous causent d'horribles problèmes pulmonaires. Cela semble sain ! ...si vous êtes un imbécile. 2 fois la santé maximale pour toutes les limaces, mais 3 fois les dégâts de suffocation. [L'Augmentation a été internalisée !]

source: Continue...
fr: Continuer...

source: You already have the Malboro Quasar.
fr: Vous avez déjà le Malboro Quasar.

source: You already scrapped the Malboro Quasar.
fr: Vous avez déjà démantelé le Malboro Quasar.

source: Scrap the Malboro Quasar.
fr: Démanteler le Malboro Quasar.

# data/events_ships.xml.append$//event[@name="SCRAP_MALBORO_RED"]/text
source: You scrap the Malboro Quasar for valuable resources.
fr: Vous démantelez le Malboro Quasar pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SLUG1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a packet of cigarettes.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également un paquet de cigarettes.

source: You already have the Malboro Quasar.
fr: Vous avez déjà le Malboro Quasar.

source: You already have the Malboro Quasar.
fr: Vous avez déjà le Malboro Quasar.

source: You already scrapped the Malboro Quasar.
fr: Vous avez déjà démantelé le Malboro Quasar.
