Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr

source: "O-Oh...I had a whole speech planned about keys and gates, I s-suppose that was rude of me."
fr: "O-Oh... J'avais prévu tout un discours sur les clés et les portes, je suppose que c'est déplacé de ma part."

source: Yeah, it kinda was.
fr: Oui, ça l'est un peu.

source: The enemy seems more depressed. Their weapons go entirely offline and their ability to jam your systems is gone. Poor guy.
fr: L'ennemi semble encore plus abattu. Ses armes sont complètement hors ligne et il a perdu sa capacité à brouiller vos systèmes. Pauvre type.

source: Continue...
fr: Continuer...

source: Yes, I'm the Gatekeeper.
fr: Oui, je suis le Gardien des portes.

source: "Good, I am the Keymaster. It is time for us to become one. Using our supreme splitter powers, we will be aboard your vessel and will claim your soul, Gatekeeper."
fr: "Bien, je suis le Maître des clés. Il est temps pour nous de ne faire qu'un. En utilisant nos pouvoirs suprêmes de séparation, nous serons à bord de votre vaisseau et nous réclamerons votre âme, Gardien des portes."

source: Why not just use a teleporter?
fr: Pourquoi ne pas utiliser un téléporteur ?

source: "....what is a teleporter?" the chorus of voices responds. "You aim to trick me Gatekeeper, but I'm wise to your tricks. It is time to die!" Some kind of electro-magnetic slime begins pouring out of your systems, disabling most of them. A majority appear to be sabotaged!
fr: "....qu'est-ce qu'un téléporteur ?" répond le chœur de voix. "Vous visez à me tromper Gardien des portes, mais je connais vos ruses. Il est temps de mourir !" Une sorte de bave électro-magnétique commence à se déverser de vos systèmes, en désactivant la plupart. La majorité d'entre eux semblent avoir été sabotés !

source: Continue...
fr: Continuer...

source: Excuse me?
fr: Excusez-moi ?

source: I am the Keymaster. I can tell you are feigning ignorance. I will find out myself if you are hiding the Gatekeeper onboard. Using our supreme splitter powers, we will be aboard your vessel and will claim your soul."
fr: Je suis le Maître des clés. Je vois que vous feignez l'ignorance. Je découvrirai moi-même si vous cachez le Gardien des portes à bord. En utilisant nos pouvoirs suprêmes de séparation, nous serons à bord de votre vaisseau et nous réclamerons votre âme."

source: Why not just use a teleporter?
fr: Pourquoi ne pas utiliser un téléporteur ?

source: "....what is a teleporter?" the chorus of voices responds. "You aim to trick me, but I'm wise to your tricks. It is time to die!" Some kind of electro-magnetic slime begins pouring out of your systems, disabling most of them. A majority appear to be sabotaged!
fr: ".... Qu'est-ce qu'un téléporteur ?" répond le chœur de voix. "Vous cherchez à me tromper, mais je connais vos ruses. Il est temps de mourir !" Une sorte de bave électro-magnétique commence à se déverser de vos systèmes, en désactivant la plupart. La majorité d'entre eux semblent avoir été sabotés !

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_KES1_SHIP_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a small mini refrigerator, labelled "Property of Gozer". It gives off an otherworldly aura.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous trouvez également ce qui semble être un petit réfrigérateur, étiqueté "Propriété de Gozer". Il dégage une aura d'un autre monde.

source: You already have Gozer's Fridge.
fr: Vous avez déjà le Frigo de Gozer.

# data/events_ships.xml.append$//event[@name="GET_GOZER_FRIDGE"]/text
source: You add Gozer's Fridge into your ship's cafeteria.
fr: Vous ajoutez le Frigo de Gozer à la cafétéria de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_GOZER_FRIDGE"]/choice/text
source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="GET_GOZER_FRIDGE"]/choice/event/text
source: Your Ghost crew can no longer phase through walls, but they feel incredibly durable! All Ghosts in your crew gain 70% max health and 30% movement speed. [The Augment has been internalized!]
fr: Vos membres d'équipage fantômes ne peuvent plus se déplacer à travers les murs, mais ils sont incroyablement résistant ! Tous les membres d'équipage fantômes gagnent 70 % de santé maximale et 30 % de vitesse de déplacement. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have Gozer's Fridge.
fr: Vous avez déjà le Frigo de Gozer.

source: You already scrapped Gozer's Fridge.
fr: Vous avez déjà démantelé le Frigo de Gozer.

source: Scrap Gozer's Fridge.
fr: Démanteler le Frigo de Gozer.

# data/events_ships.xml.append$//event[@name="SCRAP_GOZER_FRIDGE"]/text
source: You scrap Gozer's Fridge for valuable resources.
fr: Vous démantelez le Frigo de Gozer pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_KES1_SHIP_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a small mini refrigerator, labelled "Property of Gozer". It gives off an otherworldly aura.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous trouvez également ce qui semble être un petit réfrigérateur, étiqueté "Propriété de Gozer". Il dégage une aura d'un autre monde.

source: You already have Gozer's Fridge.
fr: Vous avez déjà le Frigo de Gozer.

source: You already have Gozer's Fridge.
fr: Vous avez déjà le Frigo de Gozer.

source: You already scrapped Gozer's Fridge.
fr: Vous avez déjà démantelé le Frigo de Gozer.

source: Scrap Gozer's Fridge.
fr: Démanteler le Frigo de Gozer.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FED1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Federation design! However, judging from the very odd paint job and decals, it's safe to assume the Federation is no longer the owner of this vessel.
fr: Un énorme croiseur de conception Fédération sort du tunnel ! Cependant, à en juger par la peinture et les décalcomanies très étranges, on peut supposer que la Fédération n'est plus propriétaire de ce vaisseau.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FED1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: "Hold it right there, criminal scum! I SAW what you did in all those other realities. I've brought my Eradicator Beam with me to inflict swift justice upon you!"
fr: "Ne bougez pas, bande de criminels ! J'ai VU ce que vous avez fait dans toutes ces autres réalités. J'ai apporté mon Rayon Eradicateur avec moi pour vous infliger une justice rapide !"

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_FED1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears a explosive replicator infused with a long forgotten technology.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous trouvez également ce qui semble être un réplicateur explosif imprégné d'une technologie oubliée depuis longtemps.

source: You already have the Twisted Ammo Fabricator.
fr: Vous avez déjà le Fabricateur de Munitions Déformé.

# data/events_ships.xml.append$//event[@name="GET_UPG_WEAPONS_REPLICATOR_2"]/text
source: You add the Twisted Ammo Fabricator into your ship's internal systems.
fr: Vous ajoutez le Fabricateur de Munitions Déformé aux systèmes internes de votre vaisseau.

source: Continue...
fr: Continuer...

source: Effects: Has 60% chance to not use a missile when shooting an ammo consuming weapon. [The Augment has been internalized!]
fr: Effets : 60% de chances de ne pas utiliser de missile lors du tir d'une arme consommant des munitions. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Twisted Ammo Fabricator.
fr: Vous avez déjà le Fabricateur de Munitions Déformé.

source: You already scrapped the Twisted Ammo Fabricator.
fr: Vous avez déjà démantelé le Fabricateur de Munitions Déformé.

source: Scrap the Twisted Ammo Fabricator.
fr: Démanteler le Fabricateur de Munitions Déformé.

source: You scrap the Twisted Ammo Fabricator for valuable resources.
fr: Vous démantelez le Fabricateur de Munitions Déformé pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FED1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears a explosive replicator infused with a long forgotten technology.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous trouvez également ce qui semble être un réplicateur explosif imprégné d'une technologie oubliée depuis longtemps.

source: You already have the Twisted Ammo Fabricator.
fr: Vous avez déjà le Fabricateur de Munitions Déformé.

source: You already have the Twisted Ammo Fabricator.
fr: Vous avez déjà le Fabricateur de Munitions Déformé.

source: You already scrapped the Twisted Ammo Fabricator.
fr: Vous avez déjà démantelé le Fabricateur de Munitions Déformé.

source: Scrap the Twisted Ammo Fabricator.
fr: Démanteler le Fabricateur de Munitions Déformé.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ORCHID1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Orchid design! The ship here seems to bear an unusual resemblance to an Earth fruit known as the "Strawberry" but with a blue coloration, though that's probably a coincidence.
fr: Un énorme croiseur de conception Orchidée sort du tunnel ! Le vaisseau ici présent semble avoir une ressemblance inhabituelle avec un fruit terrien connu sous le nom de "Fraise", mais avec une coloration bleue, bien que ce soit probablement une coïncidence.

source: Continue...
fr: Continuer...

source: The Orchid Captain hails you and clears his throat. "I'm a comedian from where I come from, and you WILL enjoy my jokes, or suffer the consequences."
fr: Le capitaine Orchidée vous contacte et s'éclaircit la gorge : "Je suis un comique de chez moi, et vous allez apprécier mes blagues, ou en subir les conséquences."

source: Alright, I'll give you a chance.
fr: D'accord, je vous donne une chance.

source: The Orchid continues: "What did the grape say when it was crushed? Nothing, but it let out a little wine." He pauses for your laugh, but it never comes. "When does a farmer dance? When he drops the beet." "Why did the apricot ask a prune to dinner? Because he couldn't find a date." "I'm a succa for puns!"
fr: L'Orchidée poursuit : "Quel est le fruit le plus végétarien ? C'est la 'pas steak' !". Il attend votre rire… qui ne vient jamais. "Que dit un citron cambrioleur ? Plus un Zeste" "Pourquoi l'abricot a-t-il invité le pruneau à dîner ? Parce qu'il ne trouvait pas de datte." "Les jeux de mots ne compte pas pour des prunes !"

source: Remain quiet.
fr: Rester silencieux.

source: The Orchid stammers a bit: "A peony for your though...If you were a flower, you'd be a damndelion." You still don't laugh. "I started dating the girl across the street. Honestly, lawn-distance relationships aren't that hard." "My leaf blower doesn't work. It just sucks!" "Say aloe to my little friend!"
fr: L'Orchidée balbutie un peu : "Que dit un oignon quand il se cogne ? Ail" Vous ne riez toujours pas : "Quels fruits cueille-t-on avec un tuba ? Les fruits de mer" "Que dit une orange épluchée ? On se les pèle ici" "J'ai la pèche moi !"

source: Please stop, no more.
fr: S'il vous plaît, pas plus.

source: The Orchid scoffs: "I yam what I yam, I like big buds and I cannot lie, and you need to herb your enthusiasm." he responds. "What I'm saying is, you're a terrible audience. I'll see you in hell friend. Perhaps you'll GROW a better sense of humor!" You still didn't laugh.
fr: L'Orchidée se moque : "Ne me raconte pas de salade et ne ramène pas ta fraise", répond-il. "Ce que je veux dire, c'est que vous êtes un mauvais public. Je te verrai en enfer, mon ami. C'est la fin des haricots !". Vous n'avez toujours pas ri.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ORCHID1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. A hidden escape pod is released from the destroyed vessel, you retreive it and bring it aboard. Four Orchids step out, and tell you that they always hated the Captain's jokes, and want to join your crew. They are quadruplets, and their parents gave them all the same name because they were sadistic parents, apparently.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Une capsule de sauvetage cachée est libérée du vaisseau détruit, vous la récupérez et l'amenez à bord. Quatre Orchidées en sortent et vous disent qu'elles ont toujours détesté les blagues du capitaine et qu'elles veulent rejoindre votre équipage. Ce sont des quadruplés, et leurs parents leur ont donné le même nom parce qu'ils étaient sadiques, apparemment.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ORCHID1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. A hidden escape pod is released from the defeated vessel, you retreive it and bring it aboard. Four Orchids step out, and tell you that they always hated the Captain's jokes, and want to join your crew. They are quadruplets, and their parents gave them all the same name because they were sadistic parents, apparently.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Une capsule de sauvetage cachée est libérée du vaisseau vaincu, vous la récupérez et l'amenez à bord. Quatre Orchidées en sortent et vous disent qu'elles ont toujours détesté les blagues du capitaine et qu'elles veulent rejoindre votre équipage. Ce sont des quadruplés, et leurs parents leur ont donné le même nom parce qu'ils étaient sadiques, apparemment.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_CRYSTAL1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Crystal design! They appear to have a strange and dangerous looking flak weapon!
fr: Un énorme croiseur de conception Cristalienne sort du tunnel ! Il semble être équipé d'une arme flak étrange et dangereuse !

source: Continue...
fr: Continuer...

source: The ship does not hail you at all, it simply immediately attacks.
fr: Le vaisseau ne vous contacte pas du tout, il attaque immédiatement.

source: Continue...
fr: Continuer...

source: The ship begins powering its weapons. Prepare for battle.
fr: Le vaisseau commence à activer ses armes. Préparez-vous au combat.

source: Continue...
fr: Continuer...

source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You find a switch in the remains of the vessel that is still working, and allows you to replicate a unique crystalline shell for your ship's hull. [NOTE: You cannot internalize this augment]
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Dans les restes du vaisseau, vous trouvez un interrupteur qui fonctionne encore et qui vous permet de reproduire une coque cristalline unique pour votre vaisseau. [NOTE : Vous ne pouvez pas internaliser cet augmentation]

source: Continue...
fr: Continuer...

source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You find a switch in the remains of the vessel that is still working, and allows you to replicate a unique crystalline shell for your ship's hull. [NOTE: You cannot internalize this augment]
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Dans les restes du vaisseau, vous trouvez un interrupteur qui fonctionne encore et qui vous permet de reproduire une coque cristalline unique pour votre vaisseau. [NOTE : Vous ne pouvez pas internaliser cet augmentation]

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_TUCO1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Hephaestus design! It appears to have been entirely remodelled, however; it is covered in advertising, toys, and other...."cute" decorations. What in the world is going on?
fr: Un énorme croiseur de conception Héphaïstos ! Il semble cependant avoir été entièrement remodelé ; il est couvert de publicités, de jouets et d'autres.... décorations "mignonnes". Mais que se passe-t-il donc ?

# data/events_ships.xml.append$//event[@name="FM_BOSS_TUCO1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: You are hailed by the vessel: A pre-recorded message begins playing: "WELCOME T-TO PAPA TUCO'S CHILD CASINO AND GARDENING EMPORIUM. WE HO-HOPE YOU ENJOY YOUR-YOUR-YOUR-my meal..."
fr: Vous êtes contacté par le vaisseau : Un message pré-enregistré commence à être diffusé : "BIENVENUE AU JARDIN-CASINO DE PAPA TUCO. NOUS ESPÉRONS QUE VOUS VOUS RÉJOUISSIEZ DE VOTRE-Votre-Votre-mon-repas..."

source: Continue...
fr: Continuer...

source: The recording continues, seemingly stuttering and glitching as it goes: "Tired of having your babies eaten by starving Rebels? Tired of having people send Drones to give your children lethal injections? Do you just want your Orchid babies to h-h-have-a-a-a-good-tt-tim-GO----away? Then has ole' Papa Tuco got the solution for you! Fertilizer cakes, seed bowling, seedercise, and the Tiger Lily Arcade are just a few of the attractions available at PAPA TUCO'S CHILD CASINO AND GARDENING EMPORIUM!"
fr: L'enregistrement se poursuit, semblant bégayer et s'interrompre au fur et à mesure : "Fatigués de voir vos bébés dévorés par des rebelles affamés ? Fatigués que des gens envoient des drones pour administrer des injections mortelles à vos enfants ? Vous voulez juste que vos bébés Orchidée s'en aillent ? Papa Tuco a la solution pour vous ! Les gâteaux d'engrais, le bowling aux graines, l'exercice aux graines et la salle de jeux Tiger Lily ne sont que quelques-unes des attractions disponibles au JARDIN-CASINO DE PAPA TUCO !"

source: You've seen enough, do the right thing. Attack.
fr: Vous en avez vu assez, faire ce qu'il faut. Attaquer.

source: As soon as you activate your weapons, another recording plays. "Naughty visitors get put in PERMANENT Time out. Let's go kids, time for an intruder drill!"
fr: Dès que vous activez vos armes, un autre enregistrement se fait entendre : "Les vilains visiteurs sont mis en arrêt de travail PERMANENT. Allez les enfants, c'est l'heure de l'exercice d'intrusion !"

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_TUCO1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You find what remains of an old gift box. Inside is a golden figure, with an otherworldly aura.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous trouvez ce qui reste d'un vieux paquet cadeau. À l'intérieur se trouve un personnage doré, à l'aura d'un autre monde.

source: You already have the Golden Tuco.
fr: Vous avez déjà le Tuco doré.

# data/events_ships.xml.append$//event[@name="GET_GOLDEN_TUCO"]/text
source: You add the Golden Tuco into your ship's recreation room decor.
fr: Vous ajoutez le Tuco doré au décor de la salle de loisirs de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_GOLDEN_TUCO"]/choice/text
source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="GET_GOLDEN_TUCO"]/choice/event/text
source: This limited edition Tuco's Child Casino and Gardening Emporium golden figurine makes your crew feel warm and fuzzy inside. Provides 30% active ability recharge speed increase to all of your crew(except Mantis, Mantis HATE figurines). [The Augment has been internalized!]
fr: Cette figurine dorée de l'édition limitée du Jardin-Casino de Tuco réchauffe l'intérieur de votre équipage. Offre une réduction de 30 % du temps de recharge des capacités actives à tous les membres de votre équipage (sauf les Mantis, les Mantis DÉTESTENT les figurines). [L'Augmentation a été internalisée !]

source: Continue...
fr: Continuer...

source: You already have the Golden Tuco.
fr: Vous avez déjà le Tuco doré.

source: You already scrapped the Golden Tuco.
fr: Vous avez déjà démantelé le Tuco doré.

source: Scrap the Golden Tuco.
fr: Démanteler le Tuco doré.

# data/events_ships.xml.append$//event[@name="SCRAP_GOLDEN_TUCO"]/text
source: You scrap the Golden Tuco for valuable resources.
fr: Vous démantelez le Tuco doré pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_TUCO1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a strange pheromone sack with an otherworldly glow.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également un étrange sac de phéromones, irradiant une lueur d'un autre monde.

source: You already have the Golden Tuco.
fr: Vous avez déjà le Tuco doré.

source: You already have the Golden Tuco.
fr: Vous avez déjà le Tuco doré.

source: You already scrapped the Golden Tuco.
fr: Vous avez déjà démantelé le Tuco doré.

source: Scrap the Golden Tuco.
fr: Démanteler le Tuco doré.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LEECH1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Leech design! It is painted in very... emotive... colors?
fr: Un énorme croiseur de conception Sangsue ! Il est peint dans des couleurs très... émotives ?

# data/events_ships.xml.append$//event[@name="FM_BOSS_LEECH1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: The ship does absolutely nothing of note, it doesn't even have any of its systems powered that you can tell. Suddenly, your FTL drives are horribly jammed and refuse to charge. What is going on?
fr: Le vaisseau ne fait absolument rien de notable, aucun de ses systèmes n'est alimenté à ce que l'on peut voir. Soudain, vos générateurs SPL sont sérieusement touchés et refusent de se charger. Que se passe-t-il ?

source: Hail the leeches.
fr: Contacter les Sangsues.

source: You hail the leeches, they ignore you. You hail them 17 more times and finally a very sad looking leech answers the call. He says nothing and stares at you blankly.
fr: Vous contactez les Sangsues, elles vous ignorent. Vous les contactez encore 17 fois et finalement une Sangsue à l'air très triste répond à l'appel. Elle ne dit rien et vous regarde d'un air absent.

source: Hello?
fr: Bonjour ?
