Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr

source: "...I'm so sad and alone after she left me man, you wouldn't understand." the Leech responds, catching you off guard. He sobs lightly.
fr: " ...Je suis tellement triste et seul après qu'elle m'ait quitté mec, tu ne comprendrais pas... " répond la Sangsue, vous prenant au dépourvu. Elle sanglote légèrement.

source: Who left you?
fr: Qui vous a quitté ?

source: The Leech blows his nose and thinks for a moment. "...I'm sorry, who are you again?"
fr: La Sangsue se mouche et réfléchit un instant : " ... Je suis désolé, qui es-tu déjà ? "

source: I'm a friend, I can help if you wish.
fr: Je suis un ami, je peux vous aider si vous le souhaitez.

source: "R-really? O-okay so here's what's wrong..." The Leech begins. He starts talking, and talking, and talking. About problems that barely seem to relate to each other at times. About his abusive fat Leech father that has locked himself in his "pleasure room" with his drone lovers, about his favorite Leech serial killer Jeremy the 986th not writing poetry anymore, how his girlfriend of 2 weeks dumped him, and how he can't stop killing people just like his idol Jeremy. He can't get their screams out of his head. He is too sad to even move anymore unless he has to fight someone.
fr: "Vraiment ? O-okay, voilà ce qui ne va pas..." commence la Sangsue. Elle parle, et parle, et parle encore. Elle parle de problèmes qui semblent parfois à peine liés les uns aux autres. De son gros père Sangsue violent qui s'est enfermé dans sa "chambre des plaisirs" avec ses amants drones, de son tueur en série préféré, Jérémy le 986e, qui n'écrit plus de poèmes, de sa petite amie de deux semaines qui l'a largué, et du fait qu'elle ne peut s'empêcher de tuer des gens comme son idole, Jérémy. Elle n'arrive pas à se sortir leurs cris de la tête. Elle est trop triste pour bouger, à moins qu'elle ne doive se battre contre quelqu'un.

source: I've changed my mind, you're too far gone.
fr: J'ai changé d'avis, ça va trop loin.

source: "Please don't... I don't want to see your face in my dreams as you haunt me. Please leave"."
fr: "S'il te plaît, ne le fait pas... Je ne veux pas voir ton visage dans mes rêves alors que tu me hantes. S'il te plaît, part."

source: I'd love to, but you're jamming my FTL.
fr: J'aimerais bien, mais vous bloquez mon générateur SPL.

source: I am in a huge hurry, please unjam my FTL.
fr: Je suis très pressé, veuillez débloquer mon générateur SPL.

source: "...I knew you wouldn't understand us... but I don't know how to unjam it. You'll have to destroy us. I'm sorry...
fr: "...Je savais que tu ne me comprendrais pas... mais je ne sais pas comment le débloquer. Tu devras me détruire. Je suis désolée...

source: Wait, what?
fr: Attendez, quoi ?

# data/events_ships.xml.append$//event[@name="FM_BOSS_LEECH1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a small transmitter, with "J E X" written on it.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous trouvez également ce qui semble être un petit émetteur sur lequel est écrit "J E X".

source: You already have the Depression Emitter.
fr: Vous avez déjà l'Émetteur de Dépression.

# data/events_ships.xml.append$//event[@name="GET_DEPRESSION_EMITTER"]/text
source: You add the Depression Emitter into your ship's internal systems.
fr: Vous ajoutez l'Émetteur de Dépression aux systèmes internes de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_DEPRESSION_EMITTER"]/choice/text
source: Continue...
fr: Continuer...

source: Emits a depression aura that slows all enemy movement and repair speed by 20%. [The Augment has been internalized!]
fr: Emet une aura de dépression qui ralentit de 20% la vitesse de déplacement et de réparation de tous les ennemis. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Depression Emitter.
fr: Vous avez déjà l'Émetteur de Dépression.

source: You already scrapped the Depression Emitter.
fr: Vous avez déjà démantelé l'Émetteur de Dépression.

source: Scrap the Depression Emitter.
fr: Démanteler l'Émetteur de Dépression.

# data/events_ships.xml.append$//event[@name="SCRAP_DEPRESSION_EMITTER"]/text
source: You scrap the Depression Emitter for valuable resources.
fr: Vous démantelez l'Émetteur de Dépression pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LEECH1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a small transmitter, with "J E X" written on it.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous trouvez également ce qui semble être un petit émetteur sur lequel est écrit "J E X".

source: You already have the Depression Emitter.
fr: Vous avez déjà l'Émetteur de Dépression.

source: You already have the Depression Emitter.
fr: Vous avez déjà l'Émetteur de Dépression.

source: You already scrapped the Depression Emitter.
fr: Vous avez déjà démantelé l'Émetteur de Dépression.

source: Scrap the Depression Emitter.
fr: Démanteler l'Émetteur de Dépression.

# data/events_ships.xml.append$//event[@name="FM_LEECH_SPARES"]/text
source: It seems you're on your last legs. You won't survive much longer, the Leech hails you one last time. "I-I can't do it... please go. I don't want to hear your screams in my dreams."
fr: Il semble que vous soyez à bout de forces. Vous ne survivrez plus très longtemps, la Sangsue vous contacte une dernière fois : " Je... je ne peux pas le faire... part, s'il te plaît. Je ne veux pas entendre tes cris dans mes rêves."

# data/events_ships.xml.append$//event[@name="FM_LEECH_SPARES"]/choice[1]/text
source: Surrender.
fr: Se rendre.

source: The Leech explains that he figured out how to make his artifact stop jamming your FTL, and he lets you go free.
fr: La Sangsue explique qu'elle a trouvé le moyen de faire en sorte que son artefact cesse de brouiller votre générateur SPL, et il vous laisse repartir libre.

# data/events_ships.xml.append$//event[@name="FM_LEECH_SPARES"]/choice[2]/text
source: We aren't giving up.
fr: Nous n'abandonnons pas.

source: "...Fine." they respond with a sigh.
fr: "...Bien", répond-il avec un soupir.

source: From out of the tunnel comes a massive cruiser vessel, it appears to be a Smuggler clan ship!
fr: Un énorme croiseur sort du tunnel, il s'agit apparemment d'un vaisseau du clan des contrebandiers !

source: Continue...
fr: Continuer...

source: You are hailed by the ship, and you accept. "We are Multiverssssal organ dealerssss. Pleasssse donate your organssss immediately. It'sss for a good caussse.
fr: Vous recevez un appel du vaisseau et vous acceptez. "Nous sssommes des marchands d'organes multiversssel. Veuillez faire don de vos zzorganes immédiatement. Ccc'est pour une bonne cauzzze."

source: How about....no?
fr: Que pensez-vous de ....non ?

source: "Donate now. You ssscum."
fr: "Faites un don maintenant. Essspèccce d'ordure."

source: Continue...
fr: Continuer...

source: The ship begins powering its weapons. Prepare for battle.
fr: Le vaisseau commence à activer ses armes. Préparez-vous au combat.

source: Continue...
fr: Continuer...

source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a chemical replication lab that goes beyond modern science, labelled "Ambrosia". It gives off an otherworldly aura.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également ce qui semble être un laboratoire de réplication chimique dépassant les limites de la science moderne, étiqueté "Ambrosia". Il dégage une aura d'un autre monde.

source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a chemical replication lab that goes beyond modern science, labelled "Ambrosia". It gives off an otherworldly aura.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également ce qui semble être un laboratoire de réplication chimique dépassant les limites de la science moderne, étiqueté "Ambrosia". Il dégage une aura d'un autre monde.

source: From out of the tunnel comes a massive cruiser vessel, it appears to be a Duskbringer ship!
fr: Un énorme vaisseau croiseur sort du tunnel, il s'agit apparemment d'un vaisseau Crépusculeur !

source: Continue...
fr: Continuer...

source: You are hailed by the ship, and you accept. They are surprisingly polite and prompt: "Terribly sorry, we are going for the Guinness Multiverse record for the most war crimes in one fight. You'll forgive us right?"
fr: Vous recevez un appel du vaisseau et vous acceptez. À votre surprise, ils sont étonnamment polis et directs : "Vraiment désolés, nous tentons de battre le record Guinness Multiversel du plus grand nombre de crimes de guerre en un seul combat. Vous nous pardonnerez, n'est-ce pas ?"

source: ......No?
fr: ......Non ?

source: "I'm afraid you don't have a choice in the matter. Good day, and glory to all Duskbringers!"
fr: "J'ai bien peur que vous n'ayez pas le choix. Bonne journée, et gloire à tous les Crépusculeurs !"

source: Continue...
fr: Continuer...

source: The ship begins powering its weapons. Prepare for battle.
fr: Le vaisseau commence à activer ses armes. Préparez-vous au combat.

source: Continue...
fr: Continuer...

source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a set of strange looking vests, labelled "World Record". They give off an otherworldly aura.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un ensemble de gilets à l'apparence étrange, étiquetés "Record du Monde". Ils dégagent une aura d'un autre monde.

source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a set of strange looking vests, labelled "World Record". They give off an otherworldly aura.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un ensemble de gilets à l'apparence étrange, étiquetés "Record du Monde". Ils dégagent une aura d'un autre monde.

source: From out of the tunnel comes a massive cruiser vessel, of Engi design! The ship appears to be made of of various parts from different styles of Engi ships, an odd amalgam unlike anything you've seen.
fr: Du tunnel sort un énorme croiseur. On dirait un vaisseau des Engi ! Le vaisseau semble être constitué de nombreux morceaux de vaisseaux Engi de styles différents, un étrange amalgame différent de tout ce que vous avez vu auparavant.

source: Continue...
fr: Continuer...

source: "Don't bother, my ship constantly replicates itself with nanomachines, Captain. It hardens in response to physical trauma."
fr: "Pas la peine, mon vaisseau se réplique en permanence grâce à des nanomachines, capitaine. Il se durcit en réponse aux traumatismes physiques."

source: What does that even mean? [The Engi appears to scale with the number of drones on-board their ship.]
fr: Qu'est-ce que cela signifie ? [L'Engi semble s'adapter au nombre de drones à bord de leur vaisseau.]

source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears a strange-looking drone booster labelled "Kai".
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un amplificateur de drones à l'apparence étrange, étiqueté "Kai".

source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears a strange-looking drone booster labelled "Kai".
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un amplificateur de drones à l'apparence étrange, étiqueté "Kai".
