Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr

# data/events_ships.xml.append$//event[@name="FM_BOSS_CLAN1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Smuggler design!
fr: Un énorme croiseur de conception Smuggler sort du tunnel !

# data/events_ships.xml.append$//event[@name="FM_BOSS_CLAN1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: You are hailed by the ship, and you accept. "We are Multiverssssal organ dealerssss. Pleasssse donate your organssss immediately. It'sss for a good caussse.
fr: Vous recevez un appel du vaisseau et vous acceptez. "Nous sssommes des marchands d'organes multiversssel. Veuillez faire don de vos zzorganes immédiatement. Ccc'est pour une bonne cauzzze."

source: How about....no?
fr: Que pensez-vous de ....non ?

source: "Donate now. You ssscum."
fr: "Faites un don maintenant. Essspèccce d'ordure."

source: Continue...
fr: Continuer...

source: The ship begins powering its weapons. Prepare for battle.
fr: Le vaisseau commence à activer ses armes. Préparez-vous au combat.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_CLAN1_SHIP_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a chemical replication lab that goes beyond modern science, labelled "Ambrosia". It gives off an otherworldly aura. The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également ce qui semble être un laboratoire de réplication chimique dépassant les limites de la science moderne, étiqueté "Ambrosia". Il dégage une aura d'un autre monde.

# data/events_ships.xml.append$//event[@name="GET_BRAIN_DONATION"]/text
source: You retrieve the Ambrosia lab and begin replicating the Ambrosia drug, then make certain to dole it out to all of your crew.
fr: Vous récupérez le laboratoire Ambrosia et commencez à reproduire la drogue Ambrosia, puis vous vous assurez de la distribuer à tous les membres d'équipage.

# data/events_ships.xml.append$//event[@name="GET_BRAIN_DONATION"]/choice/text
source: Continue...
fr: Continuer...

source: Your crew is now immune to mind control effects. [The Augment has been internalized!]
fr: Votre équipage est désormais immunisé contre les effets de contrôle mental. [L'Augmentation a été internalisée !]

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="SCRAP_BRAIN_DONATION"]/text
source: You scrap the Mind Clouder for valuable resources.
fr: Vous démantelez l'Obscurcisseur d'Esprit pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_CLAN1_SHIP_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a chemical replication lab that goes beyond modern science, labelled "Ambrosia". It gives off an otherworldly aura. The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également ce qui semble être un laboratoire de réplication chimique dépassant les limites de la science moderne, étiqueté "Ambrosia". Il dégage une aura d'un autre monde.

# data/events_ships.xml.append$//event[@name="FM_BOSS_DUSK1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Duskbringer design!
fr: Un énorme croiseur de conception Crépusculeur sort du tunnel !

# data/events_ships.xml.append$//event[@name="FM_BOSS_DUSK1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: You are hailed by the ship, and you accept. They are surprisingly polite and prompt. "Terribly sorry, we are going for the Guinness Multiverse record for the most war crimes in one fight. You'll forgive us right?"
fr: Vous recevez un appel du vaisseau et vous acceptez. À votre surprise, ils sont étonnamment polis et directs. "Vraiment désolés, nous tentons de battre le record Guinness Multiversel du plus grand nombre de crimes de guerre en un seul combat. Vous nous pardonnerez, n'est-ce pas ?"

source: ...No?
fr: ...Non ?

source: "I'm afraid you don't have a choice in the matter. Good day, and glory to all Duskbringers!"
fr: "J'ai bien peur que vous n'ayez pas le choix. Bonne journée, et gloire à tous les Crépusculeurs !"

source: Continue...
fr: Continuer...

source: The ship begins powering its weapons. Prepare for battle.
fr: Le vaisseau commence à activer ses armes. Préparez-vous au combat.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_DUSK1_SHIP_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears to be a set of strange looking vests, labelled "World Record". They give off an otherworldly aura. The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un ensemble de gilets à l'apparence étrange, étiquetés "Record du Monde". Ils dégagent une aura d'un autre monde.

# data/events_ships.xml.append$//event[@name="GET_DEATH_VESTS2"]/text
source: You retrieve the Twilight Vests and force all crew to put them on. Strangely, none resist or argue, as if hypnotized by the vest's aura.
fr: Vous récupérez les Vestes du Crépuscule et obligez tous les membres d'équipage à les enfiler. Étrangement, personne ne résiste ou ne discute, comme hypnotisé par l'aura de la veste.

# data/events_ships.xml.append$//event[@name="GET_DEATH_VESTS2"]/choice/text
source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="GET_DEATH_VESTS2"]/choice/event/text
source: Adds a death effect to all non-Zoltan allied crew, making them explode for 45 crew damage against enemies, and sometimes start fires. [The Augment has been internalized!]
fr: Ajoute un effet de mort à tous les membres d'équipage alliés non-Zoltan, les faisant exploser à leur décès, infligeant 45 dégâts à l'équipage ennemi et provoquant parfois des incendies. [L'augmentation a été internalisée !]

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="SCRAP_DEATH_VESTS2"]/text
source: You scrap the Twilight Vests for valuable resources.
fr: Vous démantelez les Vestes du Crépuscule pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_DUSK1_SHIP_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a set of strange looking vests, labelled "World Record". They give off an otherworldly aura. The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un ensemble de gilets à l'apparence étrange, étiquetés "Record du Monde". Ils dégagent une aura d'un autre monde.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGI1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Engi design! The ship appears to be made of of various parts from different styles of Engi ships, an odd amalgam unlike anything you've seen.
fr: Du tunnel sort un énorme croiseur. On dirait un vaisseau des Engi ! Le vaisseau semble être constitué de nombreux morceaux de vaisseaux Engi de styles différents, un étrange amalgame différent de tout ce que vous avez vu auparavant.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGI1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: "Don't bother. My ship constantly replicates itself with nanomachines, Captain. It hardens in response to physical trauma."
fr: "Pas la peine. Mon vaisseau se réplique en permanence grâce à des nanomachines, capitaine. Il se durcit en réponse aux traumatismes physiques."

source: What does that even mean? [The Engi appears to scale with the number of drones on-board their ship.]
fr: Qu'est-ce que cela signifie ? [L'Engi semble s'adapter au nombre de drones à bord de leur vaisseau.]

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGI1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate what appears a strange-looking drone booster labelled "Kai". The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un amplificateur de drones à l'apparence étrange, étiqueté "Kai".

# data/events_ships.xml.append$//event[@name="GET_UPG_DRONE_COOLDOWN"]/text
source: You install the Drone Booster "Kai" into your internal ship systems.
fr: Vous installez l'Amplificateur de Drone "Kai" dans les systèmes internes de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_UPG_DRONE_COOLDOWN"]/choice/text
source: Continue...
fr: Continuer...

source: This upgrade allows your drones to charge their cooldown abilities twice as fast! [The Augment has been internalized!]
fr: Cette amélioration permet à vos drones de charger leurs capacités avec un temps de recharge deux fois plus rapide ! [L'Augmentation a été internalisée !]

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="SCRAP_UPG_DRONE_COOLDOWN"]/text
source: You scrap the Drone Booster "Kai" for valuable resources.
fr: Vous démantelez l'Amplificateur de Drone "Kai" pour récupérer de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGI1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears a strange-looking drone booster labelled "Kai". The software C.U.R.A provided you with also allows you to scan the rift the vessel arrived from, it quickly uploads coordinates to your database. The software displays a simple message in reference to these coordinates "Meet them here, Renegade."
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un amplificateur de drones à l'apparence étrange, étiqueté "Kai".

# data/events_ships.xml.append$//event[@name="FM_BOSS_FREE1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Free Mantis design! It appears to be painted vibrantly, with a strange flag on it.
fr: Un énorme croiseur de conception Mantis libre sort du tunnel ! Il est peint de couleurs vives et arbore un étrange drapeau.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FREE1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: You are hailed by the ship. "I say good chap, we're here to claim this universe for her royal highness. FOR BRITANNIA! HI HO!"
fr: Le vaisseau vous contacte : "Je vous le dis, mon bon ami, nous sommes ici pour revendiquer cet univers pour Sa Majesté. POUR BRITANNIA ! HI HO !"

source: That's not a sector I've heard of.
fr: Ce n'est pas un secteur dont j'ai entendu parler.

source: "You INSULT her majesty's reputation? You INSULT all of us, every last Frederick. How DARE YOU?!"
fr: "Vous INSULTEZ la réputation de Sa Majesté ? Vous nous INSULTEZ tous, jusqu'au dernier Frederick. Comment OSEZ-VOUS ?!"

source: Continue...
fr: Continuer...

source: The ship begins powering its weapons. Prepare for battle.
fr: Le vaisseau commence à activer ses armes. Préparez-vous au combat.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_FREE1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a massive stash of tea, enough to feed an entire army.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également une réserve massive de thé, suffisamment grande pour nourrir une armée entière.

source: You already have the Earl Grey tea.
fr: Vous avez déjà le thé Earl Grey.

# data/events_ships.xml.append$//event[@name="GET_TEA_EARL"]/text
source: You add Earl Grey tea into your ship's cafeteria.
fr: Vous ajoutez du thé Earl Grey à la cafétéria de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_TEA_EARL"]/choice/text
source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="GET_TEA_EARL"]/choice/event/text
source: Delicious tea even her royal highness would enjoy. Gives all allied Mantis +20% repair speed and +15 max health. [The Augment has been internalized!]
fr: Un thé délicieux que même Sa Majesté apprécierait. Confère à toutes les Mantis alliées +20% de vitesse de réparation et +15 points de vie max. [L'Augmentation a été internalisée !]

source: Continue...
fr: Continuer...

source: You already have the Earl Grey tea.
fr: Vous avez déjà le thé Earl Grey.

source: You already scrapped the Earl Grey tea.
fr: Vous avez déjà démantelé le thé Earl Grey.

source: Scrap the Earl Grey tea.
fr: Démanteler le thé Earl Grey.

# data/events_ships.xml.append$//event[@name="SCRAP_TEA_EARL"]/text
source: You scrap the Earl Grey tea for valuable resources.
fr: Vous démantelez le thé Earl Grey pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_FREE1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a massive stash of tea, enough to feed an entire army.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également une réserve massive de thé, suffisamment grande pour nourrir une armée entière.

source: You already have the Earl Grey tea.
fr: Vous avez déjà le thé Earl Grey.

source: You already have the Earl Grey tea.
fr: Vous avez déjà le thé Earl Grey.

source: You already scrapped the Earl Grey tea.
fr: Vous avez déjà démantelé le thé Earl Grey.

source: Scrap the Earl Grey tea.
fr: Démanteler le thé Earl Grey.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Lost Sun design! The ship seems to be armored and covered with a massive, ancient shield. It wields one of the nastiest arsenals you've ever seen. Something seems... off about it however.
fr: Un énorme croiseur de conception Lost Sun sort du tunnel ! Le vaisseau semble être blindé et recouvert d'un énorme bouclier ancien. Il dispose de l'un des arsenaux les plus dangereux que vous ayez jamais vus. Cependant, quelque chose semble... anormal.

source: Continue...
fr: Continuer...

source: The Lost Sun captain grunts. "Hmmph. We finally found you, son. We travelled across countless realities for this very moment. It appears the fabric of space and time has taken its toll on our vessel from taking this colossal gamble however. I'd wager we have 90 seconds before we fall apart. But fear not, that is plenty of time to stop a galactic horror such as you! Not even reality bending can stop us now!" A powerful jamming signal strikes your vessel, all combat augments and combat checks are disabled! Some of your systems appear damaged as well.
fr: Le capitaine du Lost Sun grogne : "Hmmph. Nous t'avons enfin trouvé, mon fils. Nous avons traversé d'innombrables réalités pour arriver à ce moment précis. Il semble que le tissu de l'espace et du temps ait fait des ravages sur notre vaisseau en prenant ce pari colossal. Je parierais qu'il nous reste 90 secondes avant de nous effondrer. Mais n'ayez crainte, nous avons largement le temps d'arrêter une horreur galactique telle que vous ! Même la distorsion de la réalité ne peut plus nous arrêter !" Un puissant signal de brouillage frappe votre vaisseau, toutes les améliorations de combat et les contrôles de combat sont désactivés ! Certains de vos systèmes semblent également endommagés.

source: The enemy ship is being ripped apart by the fabric of reality.
fr: Le vaisseau ennemi est déchiré par le tissu de la réalité.

source: What did I do now?
fr: Qu'est-ce que je fais maintenant ?

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a strangely warped aperatus that seems to be technological in nature.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un appareil étrangement déformé, qui semble être d'origine technologique.

source: You already have the Reality Reloader.
fr: Vous avez déjà l'Accélérateur de Réalité.

# data/events_ships.xml.append$//event[@name="GET_REALITY_RELOADER"]/text
source: You add the Reality Reloader into your ship's internal systems.
fr: Vous ajoutez l'Accélérateur de Réalité dans les systèmes internes de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_REALITY_RELOADER"]/choice/text
source: Continue...
fr: Continuer...

source: Boosts weapon cooldown and shield recharge rates by 15%. [The Augment has been internalized!]
fr: Augmente le temps de recharge des armes et le taux de recharge des boucliers de 15 %. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Reality Reloader.
fr: Vous avez déjà l'Accélérateur de Réalité.

source: You already scrapped the Reality Reloader.
fr: Vous avez déjà démantelé l'Accélérateur de Réalité.

source: Scrap the Reality Reloader.
fr: Démanteler l'Accélérateur de Réalité.

# data/events_ships.xml.append$//event[@name="SCRAP_REALITY_RELOADER"]/text
source: You scrap the Reality Reloader for valuable resources.
fr: Vous démantelez l'Accélérateur de Réalité pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_DESTROYED2"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a strangely warped aperatus that seems to be technological in nature.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également un appareil étrangement déformé, qui semble être d'origine technologique.

source: You already have the Reality Reloader.
fr: Vous avez déjà l'Accélérateur de Réalité.

source: You already have the Reality Reloader.
fr: Vous avez déjà l'Accélérateur de Réalité.

source: You already scrapped the Reality Reloader.
fr: Vous avez déjà démantelé l'Accélérateur de Réalité.

source: Scrap the Reality Reloader.
fr: Démanteler l'Accélérateur de Réalité.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE1"]/text
source: 15 seconds into the fight, you observe a massive explosion erupts from within the enemy ship. What in the world just happened? A huge chunk of the ship's thrusters appears to have disintegrated as well.
fr: 15 secondes après le début du combat, vous constatez qu'une énorme explosion se produit à l'intérieur du vaisseau ennemi. Qu'est-ce qui vient de se passer ? Une grande partie des propulseurs du vaisseau semble s'être désintégrée.

source: Continue with the fight...
fr: Continuer le combat...

source: The enemy ship is being ripped apart by the fabric of reality.
fr: Le vaisseau ennemi est déchiré par le tissu de la réalité.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE2"]/text
source: Another massive explosion erupts from within the enemy ship. The enemy ship's drone systems fall apart, and you observe countless droneparts scatter from the ship's cargo hold.
fr: Une nouvelle explosion retentit à l'intérieur du vaisseau ennemi. Les systèmes de drones du vaisseau ennemi s'effondrent, et vous observez d'innombrables pièces de drones s'éparpiller depuis la soute du vaisseau.

source: Continue with the fight...
fr: Continuer le combat...

source: The enemy ship is being ripped apart by the fabric of reality.
fr: Le vaisseau ennemi est déchiré par le tissu de la réalité.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE3"]/text
source: Another massive explosion erupts from within the enemy ship. The enemy ship's shield system is torn apart in the blast, and can barely stay online.
fr: Une nouvelle explosion massive éclate à l'intérieur du vaisseau ennemi. Le système de bouclier du vaisseau ennemi est déchiré par l'explosion, et peut à peine rester en ligne.

source: Continue with the fight...
fr: Continuer le combat...

source: The enemy ship is being ripped apart by the fabric of reality.
fr: Le vaisseau ennemi est déchiré par le tissu de la réalité.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE4"]/text
source: Another massive explosion erupts from within the enemy ship. The enemy weapons take a massive hit, and barely stay online.
fr: Une nouvelle explosion retentit à l'intérieur du vaisseau ennemi. Les armes ennemies sont touchées de plein fouet et restent à peine en ligne.

source: Continue with the fight...
fr: Continuer le combat...

source: The enemy ship is being ripped apart by the fabric of reality.
fr: Le vaisseau ennemi est déchiré par le tissu de la réalité.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LOSTSUN1_CRUMBLE5"]/text
source: Another massive explosion erupts from within the enemy ship. The enemy's weapons system couldn't take another blast, and was knocked offline!
fr: Une nouvelle explosion massive éclate à l'intérieur du vaisseau ennemi. Le système d'armement de l'ennemi n'a pas pu supporter une nouvelle explosion et a été mis hors service !

source: Continue with the fight...
fr: Continuer le combat...

source: The enemy ship is being ripped apart by the fabric of reality.
fr: Le vaisseau ennemi est déchiré par le tissu de la réalité.
