Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_ships.xml.append/*.po
Languages: fr

source: Scrap the Malboro Quasar.
fr: Démanteler le Malboro Quasar.

# data/events_ships.xml.append$//event[@name="FM_BOSS_STEALTH1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Stealth design! There appears to be something... very wrong with its camoflague. Purple?
fr: Un énorme croiseur de conception furtif sort du tunnel ! Il semble y avoir quelque chose... de très anormal dans son camouflage. Pourpre ?

source: Continue...
fr: Continuer...

source: You are hailed by the ship, but as soon as you answer it the captain begans ranting and raving. "UGH, I installed the wrong addon again. I just wanted to play CE, and I forgot to install FTL: Source."
fr: Le vaisseau vous contacte, mais dès que vous répondez, le capitaine se met à fulminer : "UGH, j'ai encore installé le mauvais addon. Je voulais juste jouer à CE, et j'ai oublié d'installer FTL : Source."

source: What are you talking about?
fr: De quoi parlez-vous ?

source: "Oh great, you must be a bug too. I'll have to delete you, pal."
fr: "Oh, super, tu dois être un insecte toi aussi. Je vais devoir te supprimer, mon pote."

source: Continue...
fr: Continuer...

source: The ship activates its weapons. They appear odd, but not too dangerous at a glance.
fr: Le vaisseau active ses armes. Elles semblent étranges, mais pas trop dangereuses à première vue.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_STEALTH1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also loca-[Engine Error!] One or more VMT files could not be loaded! Missing material : materials/FTL: SOURCE/weapon/lowfield_textureg.vmt Missing material : materialsweapon/texturemap.vmt Missing material : materials/grass/realistic3b.vmt
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous découvrez également [Erreur moteur !] Un ou plusieurs fichiers VMT n'ont pas pu être chargés ! Missing material : materials/FTL : SOURCE/weapon/lowfield_textureg.vmt Missing material : materialsweapon/texturemap.vmt Missing material : materials/grass/realistic3b.vmt

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_STEALTH1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate what appears to be a small mini refrigerator, labelled "Property of Gozer". You also loca-[Engine Error!] One or more VMT files could not be loaded! Missing material : materials/FTL: SOURCE/weapon/lowfield_textureg.vmt Missing material : materialsweapon/texturemap.vmt Missing material : materials/grass/realistic3b.vmt
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également ce qui semble être un petit mini réfrigérateur, étiqueté "Propriété de Gozer". Vous découvrez également [Erreur moteur !] Un ou plusieurs fichiers VMT n'ont pas pu être chargés ! Missing material : materials/FTL : SOURCE/weapon/lowfield_textureg.vmt Missing material : materialsweapon/texturemap.vmt Missing material : materials/grass/realistic3b.vmt

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ZOLTAN1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Zoltan design! The ship glows with energy, and it's safe to say the Zoltan crew aboard have kept their reactor well supplied.
fr: Du tunnel sort un énorme croiseur. On dirait un vaisseau Zoltan ! Le vaisseau brille de mille feux, et vous êtes certain que l'équipage Zoltan à son bord s'occupe bien de son réacteur.

source: Continue...
fr: Continuer...

source: "Federation vessel, this is CFB-65. Your head is currently wanted by several inter-dimensional governments. However, this is not why we have come here. We have found you in violation of protocol-UX534-W, which states clearly that military vessels exceeding the maximum reality bending threshold allocated for this universe are to... be rewarded and ignored! I'm sorry, but this is the law. Take our reward and leave this sector, or ELSE!"
fr: "Vaisseau de la Fédération, ici CFB-65. Votre tête est actuellement recherchée par plusieurs gouvernements inter-dimensionnels. Mais ce n'est pas pour cela que nous sommes venus ici. Nous vous avons trouvé en violation du protocole UX534-W, qui stipule clairement que les vaisseaux militaires dépassant le seuil maximal de distorsion de la réalité alloué à cet univers doivent... être récompensés et ignorés ! Je suis désolé, mais c'est la loi. Prenez notre récompense et quittez ce secteur, ou ALORS !"

source: Wait...what? Sure I'll take your reward.
fr: Attendez... quoi ? Bien sûr, je prendrai votre récompense.

source: "Thank you, Federation Vessel. We will also be confiscating this... for galactic safety of course." They appear to have hacked into your systems and removed the C.U.R.A. Drive Hacker!
fr: "Merci, vaisseau de la Fédération. Nous allons également confisquer ceci... pour la sécurité galactique bien sûr." Ils semblent avoir piraté vos systèmes et retiré le Piratage de générateur C.U.R.A. !

source: Wait, that wasn't part of the deal!
fr: Attendez, cela ne faisait pas partie de l'accord !

source: "Farewell, you greedy imbecile." The Zoltan captain responds, jumping away quickly.
fr: "Adieu, imbécile cupide." répond le capitaine Zoltan avant de disparaître dans un saut éclair.

source: I want nothing that you are offering.
fr: Je ne veux rien de ce que vous offrez.

source: "Federation vessel, your actions violate our laws. Prepare to die swiftly and with dignity.
fr: "Vaisseau de la Fédération, vos actions violent nos lois. Préparez-vous à mourir rapidement et dignement.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ZOLTAN1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a strange device that appears to radiate otherworldly energy.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous trouvez également un étrange appareil qui semble rayonner d'une énergie d'un autre monde.

source: You already have the Limit Release.
fr: Vous avez déjà la Libération des Limites.

# data/events_ships.xml.append$//event[@name="GET_LAB_ZOLTAN_LIMIT_RELEASE"]/text
source: You add the Limit Release into your ship's armory.
fr: Vous ajoutez la Libération des Limites dans l'arsenal de votre vaisseau.

source: Continue...
fr: Continuer...

source: Active Ability: Zoltans take 40% reduced damage and deal 1.3x increase damage. They do not supply power while this is active. [The Augment has been internalized!]
fr: Capacité active : Les Zoltans subissent 40% de dégâts en moins et infligent 1.3x plus de dégâts. Ils ne fournissent pas d'énergie tant que cette capacité est active. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Limit Release.
fr: Vous avez déjà la Libération des Limites.

source: You already scrapped the Limit Release.
fr: Vous avez déjà démantelé la Libération des Limites.

source: Scrap the Limit Release.
fr: Démanteler la Libération des Limites.

source: You scrap the Limit Release for valuable resources.
fr: Vous démantelez la Libération des Limites pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ZOLTAN1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a strange pheromone sack with an otherworldly glow.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous découvrez également un étrange sac de phéromones, irradiant une lueur d'un autre monde.

source: You already have the Limit Release.
fr: Vous avez déjà la Libération des Limites.

source: You already have the Limit Release.
fr: Vous avez déjà la Libération des Limites.

source: You already scrapped the Limit Release.
fr: Vous avez déjà démantelé la Libération des Limites.

source: Scrap the Limit Release.
fr: Démanteler la Libération des Limites.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SHELL1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Shell design! A bright light shines through the cracks on the ship, pulsing in some very strange colors.
fr: Un énorme croiseur de conception Coquilles sort du tunnel ! Une lumière éclatante brille à travers les fissures du vaisseau, pulsant dans des couleurs très étranges.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SHELL1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: "Unfortunately, ever since I was infected by this detestable Bioweapon, I have done my best to quarantine myself in the remains of my Universe. Why you have pulled me here is beyond me. The bioweapon in my bloodstream mutates quickly and spreads even faster. Please blow up my ship....please. I will give you a fair fight, but you have to make sure nobody ever uses this bioweapon, in weeks it advances to this horrifying state. Please stop me."
fr: "Malheureusement, depuis que j'ai été infecté par cette abominable arme biologique, j'ai fait de mon mieux pour me mettre en quarantaine dans les vestiges de mon univers. Pourquoi vous m'avez attiré ici m'échappe totalement. L'arme biologique dans mon sang mute rapidement et se propage encore plus vite. S'il vous plaît, détruisez mon vaisseau... je vous en prie. Je vous offrirai un combat équitable, mais vous devez vous assurer que personne n'utilise jamais cette arme biologique. En quelques semaines, elle évolue vers cet état terrifiant. Arrêtez-moi, je vous en supplie."

source: Very well, I will honor your request.
fr: Très bien, j'accéderai à votre demande.

source: The ship activates its weapons. They appear to be gas weapons; protect your crew as best you can! Additionally, you observe that the enemy crew appears to be extremely durable; crew combat may be very foolish.
fr: Le vaisseau active ses armes. Il semble s'agir d'armes à gaz ; protégez votre équipage du mieux possible ! De plus, vous remarquez que l'équipage ennemi semble extrêmement résistant ; le combat au corps à corps pourrait être une grave erreur.

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_SHELL1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate an attache case with countless syringes filled with a neon purple liquid, and they don't appear to be properly sealed either. It appears to radiate otherworldly energy. You recall that the Shell told you to destroy it.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous trouvez également un attaché-case contenant d'innombrables seringues remplies d'un liquide violet fluo, et elles ne semblent pas être correctement scellées non plus. Ce liquide semble dégager une énergie d'un autre monde. Vous vous souvenez que la Coquilles vous a demandé de la détruire.

source: You already have the Combustion Bioweapon.
fr: Vous possédez déjà l'Arme biologique à combustion.

source: Internalize the Combustion Bioweapon... [This Bioweapon infects all of your crew, giving all of them the active ability Combust. For the Shell race, its existing Combust abilities are upgraded, typically costing less health or being more potent.]
fr: Internaliser l'Arme biologique à Combustion... [Cette arme biologique infecte tous les membres de votre équipage et leur confère la capacité active Combustion. Pour la race Coquilles, les capacités de Combustion existantes sont améliorées, coûtant généralement moins de points de vie ou étant plus puissantes.]

source: You retrieve the Combustion Bioweapon and take it with you, not realizing that by refusing to destroy it you have infected your entire crew.
fr: Vous récupérez l'Arme biologique à Combustion et l'emportez avec vous, sans vous rendre compte qu'en refusant de la détruire, vous avez infecté tout votre équipage.

source: Continue...
fr: Continuer...

source: This Bioweapon infects all of your crew, giving all of them the active ability Combust, even crew that already have actives. Once infected the host subject cannot get rid of this. As for the Shell race, its existing Combust abilities are upgraded, typically costing less health or being more potent. [The Augment has been internalized!]
fr: Cet Arme biologique infecte tous les membres de votre équipage et leur donne la capacité active Combustion, même ceux qui ont déjà des capacités actives. Une fois infecté, le sujet hôte ne peut s'en débarrasser. Quant à la race Coquilles, ses capacités de combustion existantes sont améliorées, coûtant généralement moins de points de vie ou étant plus puissantes. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Combustion Bioweapon.
fr: Vous possédez déjà l'Arme biologique à combustion.

source: You already scrapped the Combustion Bioweapon.
fr: Vous avez déjà démantelé l'Arme biologique à Combustion.

source: Destroy the Combustion Bioweapon.
fr: Détruire l'Arme biologique à Combustion.

source: You destroy the Combustion Bioweapon(as safely as you can) and jettison it from your ship, then scrap the remains of the enemy ship for valuable resources.
fr: Vous détruisez l'Arme biologique à Combustion (de la manière la plus sûre possible) et la larguez de votre vaisseau, puis vous démantelez les restes du vaisseau ennemi pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_SHELL1_DESTROYED2"]/text
source: It seems as though this is the end of the poor Shell, but his ship dispenses a wave of horrific-looking drones onto yours! Perhaps it is an act of retaliation?
fr: Il semble que ce soit la fin de la pauvre Coquilles, mais son vaisseau envoie une vague de drones à l'aspect horrible sur le vôtre ! Peut-être s'agit-il d'un acte de représailles ?

source: Continue...
fr: Continuer...

source: They just keep coming! You'll have to destroy the ship itself!
fr: Ils n'arrêtent pas d'arriver ! Il faut détruire le vaisseau lui-même !

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGINEER1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Rebel Engineer design! It looks like a medical vessel, though it's armed to the TEETH.
fr: Un énorme croiseur de conception Ingénieurs rebelles sort du tunnel ! Il ressemble à un vaisseau médical, mais il est armé jusqu'aux DENTS.

source: Continue...
fr: Continuer...

source: ".tnecca diputs siz gnidloh fo derit ma'z I ,ylkciuq eid ,esaelP !nuf eb dluohs siZ ?lessev noitaredeF haz ,hooooO ?ere' evah ewv od tahv ,mmmH"
fr: ".ediputs tnecca nos rinet ed erram ia n'j ,etiv sreum ,tâelp te'lS !tnasuma eterived aç iZ ?zaz ,noitarédeF al ed oessiav nu ,hooooO ?àl a no'q ec-tseuq ,mmmmH"

source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGINEER1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a high-tech drone booster.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous trouvez également un amplificateur de Drone de haute technologie.

source: You already the have Drone Boost MK II.
fr: Vous avez déjà l'Amplificateur de Drone MK II.

# data/events_ships.xml.append$//event[@name="GET_UPG_DRONE_SPEED_2"]/text
source: You add the Drone Boost MK II into your ship's internal systems.
fr: Vous ajoutez l'Amplificateur de Drone MK II dans les systèmes internes de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_UPG_DRONE_SPEED_2"]/choice/text
source: Continue...
fr: Continuer...

source: Your drones gain tripled movement and a 50% boost to combat/sabotage damage and repair/extinguishing speed. Stacks with other boosters. [The Augment has been internalized!]
fr: Vos drones gagnent une vitesse de déplacement triplée et un boost de 50 % de dégât de combat/sabotage et à la vitesse de réparation/extinction. Cumulable avec d'autres augmentations. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Drone Boost MK II.
fr: Vous avez déjà l'Amplificateur de Drone MK II.

source: You already scrapped the Drone Boost MK II.
fr: Vous avez déjà démantelé l'Amplificateur de Drone MK II.

source: Scrap the Drone Boost MK II.
fr: Démanteler l'Amplificateur de Drone MK II.

# data/events_ships.xml.append$//event[@name="SCRAP_UPG_DRONE_SPEED_2"]/text
source: You scrap the Drone Boost MK IIfor valuable resources.
fr: Vous démantelez l'Amplificateur de Drone MK II pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_ENGINEER1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a high-tech drone booster.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous trouvez également un amplificateur de Drone de haute technologie.

source: You already have the Drone Boost MK II.
fr: Vous avez déjà l'Amplificateur de Drone MK II.

source: You already have the Drone Boost MK II.
fr: Vous avez déjà l'Amplificateur de Drone MK II.

source: You already scrapped the Drone Boost MK II.
fr: Vous avez déjà démantelé l'Amplificateur de Drone MK II.

source: Scrap the Drone Boost MK II.
fr: Démanteler l'Amplificateur de Drone MK II.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LANIUS1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, of Lanius design! The ship glitters in the light of the nearby star, as its scarlet hull and sharp spikes lurch towards you. But this one feels... different. Its lights are red and you feel almost... hungry looking at it. You can't quite put your finger on it.
fr: Un énorme croiseur de conception Lanius sort du tunnel ! Le vaisseau brille à la lumière de l'étoile voisine, tandis que sa coque écarlate et ses pointes acérées s'élancent vers vous. Mais celui-ci semble... différent. Ses lumières sont rouges et vous vous sentez presque... affamé en le regardant. Vous n'arrivez pas à mettre le doigt dessus.

source: Continue...
fr: Continuer...

source: Your comms are immediately hacked by the vessel. It begins to flood your ship with noise: "proshut, hirugiharra, , slanina, cansalada, cansalada, slanina, bacon, spek, peekon, pekoni, szalonna, beikon, bagn, bekons, , bejken, boczek, tocino, cig moch." This repeats over and over...this must be a brainwashing tactic!
fr: Vos communications sont immédiatement piratées par le vaisseau. Celui-ci commence à inonder votre vaisseau de bruits : " proshutë, hirugiharra, бекон, slanina, cansalada, slanina, bacon, spek, peekon, pekoni, szalonna, beikon, bagún, bekons, сланина, bejken, boczek, tocino, cig moch"... Cela se répète à l'infini... il doit s'agir d'une tactique de lavage de cerveau !

source: Counterattack!
fr: Contre-attaque !

# data/events_ships.xml.append$//event[@name="FM_BOSS_LANIUS1_DESTROYED"]/text
source: The bizarre vessel has been eliminated! Within its wreckage remains plenty of scrap and supplies for the taking. You also locate a burning, beating heart made of scrapmetal. It gives off an unnatural amount of heat.
fr: L'étrange vaisseau a été éliminé ! Parmi les débris, vous trouvez une grande quantité de ferraille et de provisions à récupérer. Vous trouvez également un cœur brûlant et battant, fait de ferraille. Il dégage une chaleur anormale.

source: You already have the Scrapmetal Fireheart.
fr: Vous avez déjà le Cœur Ardent de Ferraille.

# data/events_ships.xml.append$//event[@name="GET_FIRE_HEART"]/text
source: You add the Scrapmetal Fireheart into your ship's armory systems.
fr: Vous ajoutez le Cœur Ardent de Ferraille aux systèmes d'armement de votre vaisseau.

# data/events_ships.xml.append$//event[@name="GET_FIRE_HEART"]/choice/text
source: Continue...
fr: Continuer...

# data/events_ships.xml.append$//event[@name="GET_FIRE_HEART"]/choice/event/text
source: "Fuel the fires, Feel the heat!" All normal Lanius crew heal from fire at a rate of 3 hp/s, have a slower oxygen drain(70% reduced), and deal 20% less combat damage. [The Augment has been internalized!]
fr: "Tous les membres d'équipage Lanius normaux guérissent du feu à une vitesse de 3 pv/s, se vident moins vite de leur oxygène (70 % de réduction) et subissent 20 % de dégâts en moins au combat. [L'Augmentation a été internalisé !]

source: Continue...
fr: Continuer...

source: You already have the Scrapmetal Fireheart.
fr: Vous avez déjà le Cœur Ardent de Ferraille.

source: You already scrapped the Scrapmetal Fireheart.
fr: Vous avez déjà démantelé le Cœur Ardent de Ferraille.

source: Scrap the Scrapmetal Fireheart.
fr: Démanteler le Cœur Ardent de Ferraille.

# data/events_ships.xml.append$//event[@name="SCRAP_FIRE_HEART"]/text
source: You scrap the Scrapmetal Fireheart for valuable resources.
fr: Vous démantelez le Cœur Ardent de Ferraille pour obtenir de précieuses ressources.

# data/events_ships.xml.append$//event[@name="FM_BOSS_LANIUS1_DESTROYED2"]/text
source: The bizarre vessel has been vanquished! Within the now cleared cruiser, plenty of scrap and supplies remain for the taking. You also locate a burning, beating heart made of scrapmetal. It gives off an unnatural amount of heat.
fr: L'étrange vaisseau a été vaincu ! Dans le croiseur désormais sécurisé, il reste beaucoup de ferraille et de provisions à récupérer. Vous trouvez également un cœur brûlant et battant fait de ferraille. Il dégage une chaleur anormale.

source: You already have the Scrapmetal Fireheart.
fr: Vous avez déjà le Cœur Ardent de Ferraille.

source: You already have the Scrapmetal Fireheart.
fr: Vous avez déjà le Cœur Ardent de Ferraille.

source: You already scrapped the Scrapmetal Fireheart.
fr: Vous avez déjà démantelé le Cœur Ardent de Ferraille.

source: Scrap the Scrapmetal Fireheart.
fr: Démanteler le Cœur Ardent de Ferraille.

# data/events_ships.xml.append$//event[@name="FM_BOSS_KES1_SUICIDE"]/text
source: From out of the tunnel comes a massive cruiser vessel, it appears to be an ancient, ugly Kestrel model! Something about the decrepit ship makes you... very uneasy.
fr: Un énorme croiseur sort du tunnel. Il s'agit apparemment d'un ancien modèle Kestrel, très laid ! Quelque chose dans ce vaisseau décrépit vous met... très mal à l'aise.

# data/events_ships.xml.append$//event[@name="FM_BOSS_KES1_SUICIDE"]/choice/text
source: Continue...
fr: Continuer...

source: You are immediately hailed by the ship. "Are you the Gatekeeper?" An otherworldly chorus of voices asks, but you can't make out much on the screen.
fr: Le vaisseau vous contacte immédiatement : " Êtes-vous le Gardien des portes ? ", demande un chœur de voix d'un autre monde, mais vous ne distinguez pas grand-chose sur l'écran.

source: (Twisted Lostsun) I seriously don't have time for games.
fr: (Déformé Lostsun) Je n'ai vraiment pas de temps pour les jeux.
