Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/text_misc.xml.append/*.po
Languages: fr, ru

# data/text_misc.xml.append$//text[@name="fm_tip_laser_frost_2"]
source: Tip: Frost lasers lock down rooms that they hit, making them valuable in impeding enemy crew movements. FM: A COMPONENT for forging the KHEIMON Anomaly Launcher[45~], alongside the other COMPONENT Irradiation Flak.
fr: Astuce : Les Lasers Givrant verrouillent les pièces qu'ils touchent, ce qui les rend précieux pour entraver les mouvements des équipages ennemis. FM : Un COMPOSANT pour forger le Lanceur d'anomalie KHEIMON [45~], aux côtés de l'autre COMPOSANT Flak à irradiation.
ru: Совет: Морозные лазеры изолируют отсеки, в которые попадают, что делает их полезными для препятствования передвижению вражеского экипажа. FM: это КОМПОНЕНТ для ковки пусковой установки аномалий ХЕЙМОН[45~], также вам понадобится другой КОМПОНЕНТ в виде - Облучающей осколочной пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_shotgun_2"]
source: Tip: Flak weapons target an area instead of a single room. This loss of accuracy means more firepower and speed than their laser counterparts. FM: A COMPONENT for forging the Bronze Metal Flak[10~], alongside the other COMPONENT, ANY Crystal weapon. FM: A COMPONENT for forging the Carnifex Flak[30~], alongside the other COMPONENT, Lanius and Clonebay 3.
fr: Astuce : Les armes flak ciblent une zone au lieu d'une seule pièce. Cette perte de précision se traduit par une puissance de feu et une vitesse supérieures à celles de leurs homologues laser. FM : Un COMPOSANT pour forger la Flak Bronze Metal [10~], aux côtés de l'autre COMPOSANT, N'IMPORTE QUELLE arme Cristalienne. FM : Un COMPOSANT pour forger la Flak Carnifex [30~], aux côtés de l'autre COMPOSANT, Lanius et Infirmerie 3.
ru: Совет: осколочные орудия нацеливаются на область, а не на отдельное помещение. Потеря точности означает большую огневую мощь и скорость, чем у лазерных аналогов. FM: это КОМПОНЕНТ для ковки осколочной пушки Бронзовый металл[10~], также вам понадобится другой КОМПОНЕНТ в виде ЛЮБОГО кристаллического орудия. FM: это КОМПОНЕНТ для ковки осколочной пушки Карнифекс[30~], также вам понадобится другой КОМПОНЕНТ в виде ланиуса и Клон-отсека 3 ур.

# data/text_misc.xml.append$//text[@name="fm_tip_shotgun_charge"]
source: Charge weapons can be charged multiple times to generate more firepower. You can save time and fire the weapon pre-maturely, but it will have fewer shots ready as a result. FM: A COMPONENT for forging the Railblender[140~], alongside the other COMPONENT, Energy Charger.
fr: Les armes à charge peuvent être chargées plusieurs fois pour générer plus de puissance de feu. Vous pouvez gagner du temps et tirer prématurément, mais l'arme aura alors moins de coups prêts. FM : Un COMPOSANT pour forger le Broyeur Cinétique [140~], aux côtés de l'autre COMPOSANT, le Chargeur d'énergie.
ru: Совет: зарядные орудия можно заряжать несколько раз, чтобы получить больше огневой мощи. Вы можете сэкономить время и выстрелить из орудия раньше, но в результате оно совершит меньше выстрелов. FM: это КОМПОНЕНТ для ковки Рельсового шредера[140~], также вам понадобится другой КОМПОНЕНТ в виде Зарядной энергетической пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_crystal"]
source: Tip: Crystal weapons pierce a single layer of shields. Only level 2 shields and higher can stop them. FM: A COMPONENT for forging the Bronze Metal Flak[10~], alongside the other COMPONENT Flak II.
fr: Astuce : Les armes cristaliennes transpercent une seule couche de boucliers. Seuls les boucliers de niveau 2 et plus peuvent les arrêter. FM : Un COMPOSANT pour forger la Flak Bronze Metal [10~], aux côtés de l'autre COMPOSANT Flak II.
ru: FM: это КОМПОНЕНТ для ковки осколочной пушки Бронзовый металл[10~], также вам понадобится другой КОМПОНЕНТ в виде Осколочной пушки мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_crystal_minelauncher"]
source: FM: A COMPONENT for forging the Bronze Metal Flak[10~], alongside the other COMPONENT Flak II.
fr: FM : Un COMPOSANT pour forger la Flak Bronze Metal [10~], aux côtés de l'autre COMPOSANT Flak II.
ru: FM: это КОМПОНЕНТ для ковки осколочной пушки Бронзовый металл[10~], также вам понадобится другой КОМПОНЕНТ в виде Осколочной пушки мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_crystal_shotgun"]
source: Tip: Crystal weapons pierce a single layer of shields. Only level 2 shields and higher can stop them. FM: A COMPONENT for forging the Bronze Metal Flak[10~], alongside the other COMPONENT Flak II. FM: A COMPONENT for forging the Crystal Drone, alongside the other COMPONENT Assault Drone.
fr: Astuce : Les armes cristaliennes transpercent une seule couche de boucliers. Seuls les boucliers de niveau 2 et plus peuvent les arrêter. FM : Un COMPOSANT pour forger la Flak Bronze Metal [10~], aux côtés de l'autre COMPOSANT Flak II. FM : Un COMPOSANT pour forger le Drone Cristalien, aux côtés de l'autre COMPOSANT Drone d'Assaut .
ru: Совет: кристаллические орудия пробивают один слой щитов. Остановить их могут только щиты 2-го уровня и выше. FM: это КОМПОНЕНТ для ковки осколочной пушки Бронзовый металл[10~], также вам понадобится другой КОМПОНЕНТ в виде Осколочной пушки мод. II. FM: это КОМПОНЕНТ для ковки Кристаллического дрона, также вам понадобится другой КОМПОНЕНТ в виде Штурмового дрона.

# data/text_misc.xml.append$//text[@name="fm_tip_crystal_heavy_1"]
source: Tip: Crystal weapons pierce a single layer of shields. Only level 2 shields and higher can stop them. FM: A COMPONENT for forging the Bronze Metal Flak[10~], alongside the other COMPONENT Flak II. FM: A COMPONENT for forging the Amber Drone, alongside the other COMPONENT Assault Drone.
fr: Astuce : Les armes cristaliennes transpercent une seule couche de boucliers. Seuls les boucliers de niveau 2 et plus peuvent les arrêter. FM : Un COMPOSANT pour forger la Flak Bronze Metal [10~], aux côtés de l'autre COMPOSANT Flak II. FM : Un COMPOSANT pour forger le Drone Ambré, aux côtés de l'autre COMPOSANT Drone d'Assaut.
ru: Совет: кристаллические орудия пробивают один слой щитов. Остановить их могут только щиты 2-го уровня и выше. FM: это КОМПОНЕНТ для ковки осколочной пушки Бронзовый металл[10~], также вам понадобится другой КОМПОНЕНТ в виде Осколочная пушка мод. II. FM: это КОМПОНЕНТ для ковки Янтарного дрона, также вам понадобится другой КОМПОНЕНТ в виде Штурмового дрона.

# data/text_misc.xml.append$//text[@name="fm_tip_crystal_stun"]
source: Tip: Crystal weapons pierce a single layer of shields. Only level 2 shields and higher can stop them. FM: A COMPONENT for forging the Bronze Metal Flak[10~], alongside the other COMPONENT Flak II. FM: A COMPONENT for forging the Imprisment Inducer[55~], alongside the other COMPONENT Stun Bomb.
fr: Astuce : Les armes cristaliennes transpercent une seule couche de boucliers. Seuls les boucliers de niveau 2 et plus peuvent les arrêter. FM : Un COMPOSANT pour forger la Flak Bronze Metal [10~], aux côtés de l'autre COMPOSANT Flak II. FM : Un COMPOSANT pour forger le Générateur de Confinement [55~], aux côtés de l'autre COMPOSANT Bombe étourdissante.
ru: Совет: кристаллические орудия пробивают один слой щитов. Остановить их могут только щиты 2-го уровня и выше. FM: это КОМПОНЕНТ для ковки осколочная пушка Бронзовый металл[10~], также вам понадобится другой КОМПОНЕНТ в виде Осколочной пушки мод. II. FM: это КОМПОНЕНТ для ковки Индуктора внушения[55~], также вам понадобится другой КОМПОНЕНТ в виде Оглушающей бомбы.

# data/text_misc.xml.append$//text[@name="fm_tip_crystal_stun_red"]
source: Tip: Elite Crystal weaponry are stronger variants of Crystal weapons. They can pierce through two layers of shields, and apply a lockdown to targeted rooms. FM: A COMPONENT for forging the Bronze Metal Flak[10~], alongside the other COMPONENT Flak II. FM: A COMPONENT for forging the Imprisment Inducer[25~], alongside the other COMPONENT Stun Bomb.
fr: Astuce : les armes Cristalienne d'Élite sont des variantes plus puissantes des armes Cristalienne. Elles peuvent percer deux couches de boucliers et verrouiller les pièces ciblées. FM : Un COMPOSANT pour forger la Flak Bronze Metal [10~], aux côtés de l'autre COMPOSANT Flak II. FM : Un COMPOSANT pour forger le Générateur de Confinement [25~], avec l'autre COMPOSANT Bombe étourdissante.
ru: FM: это КОМПОНЕНТ для ковки осколочной пушки Бронзовый металл[10~], также вам понадобится другой КОМПОНЕНТ в виде Осколочной пушки мод. II. FM: это КОМПОНЕНТ для ковки Индуктора внушения[25~], также вам понадобится другой КОМПОНЕНТ в виде Оглушающей бомбы.

# data/text_misc.xml.append$//text[@name="fm_tip_missiles_4"]
source: Tip: Heavy missiles always carry hull-bust attributes, and can be used to take down critical systems when necessary. FM: A COMPONENT for forging the 'Hellfire' Burst Missiles[90~], alongside the other COMPONENT 'Hades' Heavy Missiles.
fr: Astuce : les missiles lourds sont toujours dotés d'attributs de destruction de la coque et peuvent être utilisés pour détruire des systèmes critiques si nécessaire. FM : Un COMPOSANT pour forger les missiles à rafales 'Feu Infernal' [90~], aux côtés de l'autre COMPOSANT les missiles lourds " Hadès ".
ru: FM: это КОМПОНЕНТ для ковки разрывной ракетницы Адское пламя[90~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелой ракетной установки "Аид".

# data/text_misc.xml.append$//text[@name="fm_tip_missiles_fire"]
source: Tip: Missiles will ignore all enemy shields, but cost one missile to launch. Enemy defense drones will shoot down incoming missiles. FM: A COMPONENT for forging the 'Hellfire' Burst Missiles[90~], alongside the other COMPONENT 'Ares' Heavy Missiles.
fr: Astuce : Les missiles ignorent tous les boucliers ennemis, mais coûtent un missile au lancement. Les drones de défense ennemis abattent les missiles qui arrivent. FM : Un COMPOSANT pour forger les missiles à rafales 'Feu Infernal' [90~], aux côtés de l'autre COMPOSANT, les missiles lourds 'Ares'.
ru: Совет: ракеты игнорируют все вражеские щиты, но их запуск стоит одну боеголовку. Вражеские защитные дроны будут сбивать подлетающие ракеты. FM: это КОМПОНЕНТ для ковки разрывной ракетницы "Адское пламя"[90~], также вам понадобится другой КОМПОНЕНТ в виде тяжелой ракетницы "Арес".

# data/text_misc.xml.append$//text[@name="fm_tip_missile_cloak"]
source: FM: A COMPONENT for forging the 'Chernobog' Missiles[70~], alongside the other COMPONENT Energy Stunner.
fr: FM : Un COMPOSANT pour forger les missiles 'Tchernobog' [70~], aux côtés de l'autre COMPOSANT Énergie étourdissant.
ru: FM: это КОМПОНЕНТ для ковки ракетницы "Чернобог"[70~], также вам понадобится другой КОМПОНЕНТ в виде Энергетического ошеломителя.

# data/text_misc.xml.append$//text[@name="fm_tip_energy_stun"]
source: Tip: Energy weapons are very versatile as they can do both ion and hull damage, but do not damage crew or systems. FM: A COMPONENT for forging the 'Chernobog' Missiles[70~], alongside the other COMPONENT 'Nyx' Missile.
fr: Astuce : les armes à énergie sont très polyvalentes car elles peuvent infliger des dégâts aux ions et à la coque, mais n'endommagent pas l'équipage ni les systèmes. FM : Un COMPOSANT pour forger les missiles "Tchernobog" [70~], aux côtés de l'autre COMPOSANT, le missile "Nyx".
ru: Совет: энергетические орудия очень универсальные, поскольку способны наносить ионный урон, так и по корпусу, но не повреждает экипаж и системы. FM: это КОМПОНЕНТ для ковки ракетницы "Чернобог"[70~], также вам понадобится другой КОМПОНЕНТ в виде ракетницы "Никс".

# data/text_misc.xml.append$//text[@name="fm_tip_bomb_fire"]
source: Tip: Bombs teleport past shields and defense drones to land directly on the ship. Cost 1 missile, and can be launched at your ship as well. FM: A COMPONENT for forging the Project #7[60~], alongside the other COMPONENT Crystal Lockdown Bomb.
fr: Astuce : les bombes se téléportent au-delà des boucliers et des drones de défense pour atterrir directement sur le vaisseau. Coûtent 1 missile, et peuvent également être lancées sur votre vaisseau. FM : Un COMPOSANT pour forger le Projet #7 [60~], avec l'autre COMPOSANT Bombe de verrouillage cristalien.
ru: Совет: бомбы телепортируются сквозь щиты и защитных дронов и попадают прямо на корабль. Выстрел стоит 1 боеголовку и может быть направлен на собственный корабль. FM: это КОМПОНЕНТ для ковки Проекта #7[60~], также вам понадобится другой КОМПОНЕНТ в виде Кристаллической изолирующей бомбы.

# data/text_misc.xml.append$//text[@name="fm_tip_bomb_bio"]
source: Tip: Bombs teleport past shields. FM: A COMPONENT for forging Project #22[80~], alongside the other COMPONENT Crystal Lockdown Bomb.
fr: Astuce : les bombes se téléportent au-delà des boucliers. FM : Un COMPOSANT pour forger le Projet #22 [80~], aux côtés de l'autre COMPOSANT Bombe de verrouillage cristalien.
ru: Совет: бомбы телепортируются сквозь щиты. FM: это КОМПОНЕНТ для ковки Проекта #22[80~], также вам понадобится другой КОМПОНЕНТ в виде Кристаллической изолирующей бомбы.

# data/text_misc.xml.append$//text[@name="fm_tip_bomb_lock"]
source: Tip: Bombs teleport past shields and defense drones to land directly on the ship. Cost 1 missile, and can be launched at your ship as well. FM: A COMPONENT for forging the Project #22[80~], alongside the other COMPONENT Irradiation Bomb. FM: A COMPONENT for forging the Project #7[60~], alongside the other COMPONENT Fire Bomb. FM: A COMPONENT for forging the Bronze Metal Flak[10~], alongside the other COMPONENT Flak II.
fr: Astuce : les bombes se téléportent au-delà des boucliers et des drones de défense pour atterrir directement sur le vaisseau. Coûtent 1 missile, et peuvent également être lancées sur votre vaisseau. FM : Un COMPOSANT pour forger le Projet #22 [80~], aux côtés de l'autre COMPOSANT Bombe Irradiante. FM : Un COMPOSANT pour forger le Projet #7 [60~], aux côtés de l'autre COMPOSANT Bombe Incendiaire. FM : Un COMPOSANT pour forger la Flak Bronze Metal [10~], aux côtés de l'autre COMPOSANT Flak II.
ru: FM: это КОМПОНЕНТ для ковки Проекта #22[80~], также вам понадобится другой КОМПОНЕНТ в виде Облучающей бомбы. FM: это КОМПОНЕНТ для ковки Проекта #7[60~], также вам понадобится другой КОМПОНЕНТ в виде Зажигательной бомбы. FM: это КОМПОНЕНТ для ковки осколочной пушки Бронзовый металл[10~], также вам понадобится другой КОМПОНЕНТ в виде Осколочной пушки мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_hull_2"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the 'Ba-Pef'[90~] Minelauncher, alongside the other COMPONENT Sobek.
fr: Conseil : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger le lance-mines 'Ba-Pef' [90~], aux côtés de l'autre COMPOSANT Sobek.
ru: Совет: каждый лазерный выстрел будет блокироваться одним слоем щита, независимо от урона лазера. FM: это КОМПОНЕНТ для ковки пусковой установки миномета "Ба-Пеф"[90~], также вам понадобится другой КОМПОНЕНТ в виде миномета "Себек".

# data/text_misc.xml.append$//text[@name="fm_tip_minelauncher_breach"]
source: Tip: Mine Launchers have reasonable status effect chances and fire massive bursts of slow moving mines which pierce all shields. FM: A COMPONENT for forging the 'Ba-Pef' Minelauncher[90~], alongside the other COMPONENT Hull Laser II.
fr: Conseil : les Lance-mines ont des chances raisonnables de provoquer des effets d'état et tirent des rafales massives de mines lentes qui transpercent tous les boucliers. FM : Un COMPOSANT pour forger le lance-mines 'Ba-Pef' [90~], aux côtés de l'autre COMPOSANT le Laser de coque II.
ru: FM: это КОМПОНЕНТ для ковки миномета "Ба-Пеф"[90~], также вам понадобится другой КОМПОНЕНТ в виде Противокорпусного лазера мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_missiles_bio"]
source: Tip: Missiles will ignore all enemy shields, but cost one missile to launch. Enemy defense drones will shoot down incoming missiles. FM: A COMPONENT for forging the 'Dirty Bomb' Mine Launcher[140~], alongside the other COMPONENT 'Osiris' Mine Launcher.
fr: Astuce : Les missiles ignorent tous les boucliers ennemis, mais coûtent un missile au lancement. Les drones de défense ennemis abattent les missiles qui arrivent. FM : Un COMPOSANT pour forger le Lance-mines 'Bombe sale' [140~], aux côtés de l'autre COMPOSANT, le Lance-mines 'Osiris'.
ru: Совет: ракеты игнорируют все вражеские щиты, но их запуск стоит одну боеголовку. Вражеские защитные дроны будут сбивать ракеты. FM: это КОМПОНЕНТ для ковки миномета "Грязная бомба"[140~], также вам понадобится другой КОМПОНЕНТ в виде миномета "Осирис".

# data/text_misc.xml.append$//text[@name="fm_tip_ion_3"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked for 5 seconds, preventing re-powering. If an ion weapon hits shields, the damage is automatically applied to the Shield System. FM: A COMPONENT for forging the 'Debilitatum' Heavy Missiles[65~], alongside the other COMPONENT 'Hermes' Heavy Missiles.
fr: Astuce : Pour chaque point de dégât ionique, une barre d'énergie est retirée du système cible et celui-ci est alors verrouillé pendant 5 secondes, empêchant toute remise sous tension. Si une arme ionique touche les boucliers, les dégâts sont automatiquement appliqués au système de bouclier. FM : COMPOSANT permettant de forger les missiles lourds "Debilitatum" [65~], aux côtés de l'autre COMPOSANT, les missiles lourds "Hermes".
ru: Совет: за каждое очко ионного урона с целевой системы отнимается одна единица энергии, после чего она блокируется на 5 секунд, не давая возможности повторного включения. Если ионное орудие поражает щиты, урон автоматически накладывается на систему щитов. FM: это КОМПОНЕНТ для ковки тяжелой ракетницы "Дебилитатум"[65~], также вам понадобится другой КОМПОНЕНТ в виде тяжелой ракетницы "Гермес".

# data/text_misc.xml.append$//text[@name="fm_tip_ac_1"]
source: Tip: GO BALLISTIC!! FM: A COMPONENT for forging the Volley Gun[60-20~], alongside 1-3 other Autocannon 1s.
fr: Astuce : GO BALLISTIC !!! FM : Un COMPOSANT pour forger le Volley Gun [60-20~], aux côtés de 1 à 3 autres Auto-canon 1s.
ru: Совет: GO BALLISTIC!! FM: это КОМПОНЕНТ для ковки Пробивной митральезы[60-20~], также вам понадобится другой КОМПОНЕНТ в виде 1-3 других автоматических пушек 1s.

# data/text_misc.xml.append$//text[@name="fm_tip_elite_kernel"]
source: Tip: Elite Kernels are stronger variants of Kernel weapons. They have a 65% chance to ignore their ammo cost and have a guaranteed stun chance. FM: A COMPONENT for forging the Basilisk Beam, alongside the other COMPONENT called [REDACTED].
fr: Astuce : les Noyaux d'Élite sont des variantes plus puissantes des armes à Noyaux. Ils ont 65% de chances d'ignorer leur coût en munitions et ont une chance d'étourdissement garantie. FM : Un COMPOSANT pour forger le Rayon Basilic, avec l'autre COMPOSANT appelé [EXPURGÉ].
ru: FM: это КОМПОНЕНТ для ковки луча Василиск, также вам понадобится другой КОМПОНЕНТ в виде [РЕДАКТИРОВАТЬ]

# data/text_misc.xml.append$//text[@name="fm_tip_combat_2"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered. FM: A COMPONENT for forging the Boo Womp, alongside the other COMPONENT Amp Energy. FM: A COMPONENT for forging the Forgemaster Drone, alongside the other COMPONENT called [REDACTED].
fr: Astuce : Les drones interchangeable peuvent avoir plusieurs fonctions. Vous pouvez changer le mode de tous ces drones en utilisant le bouton interchanger ! ! Astuce : Les Drones de Bataille nécessitent 1 pièce de drone à déployer pour chaque nouvel ennemi. Ils attaquent l'ennemi tant qu'ils sont alimentés. FM : Un COMPOSANT pour forger le Spectro-Boum, aux côtés de l'autre COMPOSANT Énergie Amplifiée. FM : Un COMPOSANT pour forger le Drone Maître des forges, avec l'autre COMPOSANT appelé [EXPURGÉ].
ru: FM: это КОМПОНЕНТ для ковки Бу-Вомп, также вам понадобится другой КОМПОНЕНТ в виде Энергетический дрон с усилителем. FM: это КОМПОНЕНТ для ковки дрона Кузнеца, также вам понадобится другой КОМПОНЕНТ в виде [РЕДАКТИРОВАТЬ].

# data/text_misc.xml.append$//text[@name="fm_tip_amp_energy"]
source: Tip: Amp Drones can change their power levels before combat. More power increases their efficiency, but will also require reactor power to function. Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered. FM: A COMPONENT for forging the Boo Womp, alongside the other COMPONENT Combat Drone MK II.
fr: Astuce : Les Drones Amplifiés peuvent modifier leur niveau de puissance avant le combat. Plus de puissance augmente leur efficacité, mais ils ont aussi besoin de l'énergie du réacteur pour fonctionner. Astuce : Les Drones de Bataille ont besoin d'une pièce de drone pour se déployer pour chaque nouvel ennemi. Ils attaquent l'ennemi tant qu'ils sont alimentés. FM : Un COMPOSANT pour forger le Spectro-Boum, aux côtés de l'autre COMPOSANT Drone de Bataille MK II.
ru: Совет: дроны с усилителем могут менять уровень мощности перед боем. Увеличение мощности повышает их эффективность, но при этом для работы требуется энергия реактора. FM: это КОМПОНЕНТ для ковки Бу-Вомп, также вам понадобится другой КОМПОНЕНТ в виде Боевого дрона мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_assault_drone"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered. FM: A COMPONENT for forging the Amber Drone, alongside the other COMPONENT Crystal Heavy MK I. FM: A COMPONENT for forging the Crystal Drone, alongside the other COMPONENT Crystal Scatter. FM: A COMPONENT for forging the Dazhbog Drone, alongside the other COMPONENT called [REDACTED].
fr: Astuce : Les drones interchangeable peuvent avoir plusieurs fonctions. Vous pouvez changer le mode de tous ces drones en utilisant le bouton interchanger ! Astuce : Les Drones de Bataille nécessitent 1 pièce de drone à déployer pour chaque nouvel ennemi. Ils attaquent l'ennemi tant qu'ils sont alimentés. FM : Un COMPOSANT pour forger le Drone Ambré, aux côtés de l'autre COMPOSANT Cristal Lourd MK I. FM : Un COMPOSANT pour forger le Drone Cristalien, aux côtés de l'autre COMPOSANT Éclats Cristalien. FM : Un COMPOSANT pour forger le Drone Dazhbog , avec l'autre COMPOSANT appelé [EXPURGÉ].
ru: FM: это КОМПОНЕНТ для ковки Янтарного дрона, также вам понадобится другой КОМПОНЕНТ в виде Тяжелого кристалла мод. I. FM: это КОМПОНЕНТ для ковки Кристаллического дрона, также вам понадобится другой КОМПОНЕНТ в виде Осколочного кристалла. FM: это КОМПОНЕНТ для ковки дрона Дажьбог, также вам понадобится другой КОМПОНЕНТ в виде [РЕДАКТИРОВАТЬ].

# data/text_misc.xml.append$//text[@name="fm_tip_combat_conservative"]
source: Tip: Conservative drones use no power on their own, but cannot be depowered once activated. FM: A COMPONENT for forging the CURA Drone, alongside the other COMPONENTS Battle Drone MK I and Manager Drone.
fr: Astuce : Les drones conservateurs ne consomment pas d'énergie, mais ne peuvent pas être désactivés une fois activés. FM : Composant permettant de forger le drone CURA, aux côtés des autres COMPOSANTS que sont le drone de combat MK I et le Drone d'interface.
ru: Совет: консервативные дроны сами по себе не потребляют энергии, но после активации их нельзя отключить. FM: это КОМПОНЕНТ для ковки дрона К.У.Р.А, также вам понадобятся другие КОМПОНЕНТЫ в виде дрона Солдата мод. I и Управляющего дрона.
