Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/text_misc.xml.append/*.po
Languages: fr, ru

# data/text_misc.xml.append$//text[@name="fm_tip_beam_2"]
source: Tip: For every shield bar on the enemy, a beam's damage is reduced by one. For example, a three damage beam against two shield bars will cause one damage in every room it hits. FM: A COMPONENT for forging the Valefor Explosion Beam[75~], alongside the other COMPONENT Bomb Launcher.
fr: Astuce : Pour chaque barre de bouclier sur l'ennemi, les dégâts d'un rayon sont réduits de un. Par exemple, un rayon de trois points de dégâts contre deux barres de bouclier infligera un point de dégâts dans chaque pièce touchée. FM : Un COMPOSANT pour forger le Rayon d'explosion Valefor [75~], aux côtés de l'autre COMPOSANT Lance-bombes.
ru: Совет: за каждый слой щита противника урон луча уменьшается на единицу. Например, луч с тремя единицами урона против двух слоев щита будет наносить 1 урон по каждому отсеку, в которые он попадет. FM: это КОМПОНЕНТ для ковки Взрывного луча Валефор[75~], также вам понадобится другой КОМПОНЕНТ в виде Пусковой установки бомб.

# data/text_misc.xml.append$//text[@name="fm_tip_ion_1"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked for 5 seconds, preventing re-powering. If an ion weapon hits shields, the damage is automatically applied to the Shield System. FM: A COMPONENT for forging the Kontos Ion Beam[100~], alongside the other COMPONENT 'Ranseur' Beam.
fr: Astuce : Pour chaque point de dégât ionique, une barre d'énergie est retirée du système cible et celui-ci est alors verrouillé pendant 5 secondes, empêchant toute remise sous tension. Si une arme ionique touche les boucliers, les dégâts sont automatiquement appliqués au système de bouclier. FM : Un COMPOSANT pour forger le Rayon ionique Kontos [100~], aux côtés de l'autre COMPOSANT Rayon 'Ranseur'.
ru: Совет: за каждое очко ионного урона с целевой системы отнимается одна единица энергии, после чего она блокируется на 5 секунд, не давая возможности повторного включения. Если ионное орудие поражает щиты, урон автоматически накладывается на систему щитов. FM: это КОМПОНЕНТ для ковки ионного луча Контос[100~], также вам понадобится другой КОМПОНЕНТ в виде луча "Рунка".

# data/text_misc.xml.append$//text[@name="fm_tip_ion_2"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked for 5 seconds, preventing re-powering. If an ion weapon hits shields, the damage is automatically applied to the Shield System. FM: A COMPONENT for forging the Kontos Ion Beam[100~], alongside the other COMPONENT 'Ranseur' Beam.
fr: Astuce : Pour chaque point de dégât ionique, une barre d'énergie est retirée du système cible et celui-ci est alors verrouillé pendant 5 secondes, empêchant toute remise sous tension. Si une arme ionique touche les boucliers, les dégâts sont automatiquement appliqués au système de bouclier. FM : Un COMPOSANT pour forger le Rayon ionique Kontos [100~], aux côtés de l'autre COMPOSANT Rayon 'Ranseur'.
ru: Совет: за каждое очко ионного урона с целевой системы отнимается одна единица энергии, после чего она блокируется на 5 секунд, не давая возможности повторного включения. Если ионное орудие поражает щиты, урон автоматически накладывается на систему щитов. FM: это КОМПОНЕНТ для ковки ионного луча Контос[100~], также вам понадобится другой КОМПОНЕНТ в виде луча "Рунка".

# data/text_misc.xml.append$//text[@name="fm_tip_beam_breach"]
source: Tip: The Breach Beam creates a breach on every tile it hits, and can also pierce a shield layer! FM: A COMPONENT for forging the Kontos Ion Beam[100~], alongside the other COMPONENT Simple Ion OR Ion Barrage MK I .
fr: Astuce : le Rayon de brèche peut créer une brèche sur chaque tuile qu'il touche, et peut également percer une couche de bouclier ! FM : Un COMPOSANT pour forger le Rayon ionique Kontos [100~], aux côtés de l'autre COMPOSANT Ion Simple ou Ion Barrage Ionique MK I .
ru: Совет: разрывной луч может создавать пробоину на каждой плитке, в которую попадает, а также может пронзать слой щита! FM: это КОМПОНЕНТ для ковки ионного луча Контос[100~], также вам понадобится другой КОМПОНЕНТ в виде Простого иона ИЛИ Залпового иона мод. I.

# data/text_misc.xml.append$//text[@name="fm_tip_beam_long"]
source: Tip: For every shield bar on the enemy, a beam's damage is reduced by one. For example, a three damage beam against two shield bars will cause one damage in every room it hits. FM: A COMPONENT for forging the 'Eternity' Beam[40~], alongside the other COMPONENT Scythe Beam.
fr: Astuce : Pour chaque barre de bouclier sur l'ennemi, les dégâts d'un rayon sont réduits de un. Par exemple, un rayon de trois points de dégâts contre deux barres de bouclier infligera un point de dégâts dans chaque pièce touchée. FM : Un COMPOSANT pour forger le Rayon 'Éternité' [40~], avec l'autre COMPOSANT Rayon Faucheur.
ru: Совет: за каждый слой щита противника урон луча уменьшается на единицу. Например, луч с тремя единицами урона против двух слоев щита будет наносить 1 урон по каждому отсеку, в которые он попадет. FM: это КОМПОНЕНТ для ковки луча Вечность[40~], также вам понадобится другой КОМПОНЕНТ в виде - луча Коса.

# data/text_misc.xml.append$//text[@name="fm_tip_beam_scythe"]
source: Tip: For every shield bar on the enemy, a beam's damage is reduced by one. For example, a three damage beam against two shield bars will cause one damage in every room it hits. FM: A COMPONENT for forging the 'Eternity' Beam[40~], alongside the other COMPONENT Pike Beam.
fr: Astuce : Pour chaque barre de bouclier sur l'ennemi, les dégâts d'un rayon sont réduits de un. Par exemple, un rayon de trois points de dégâts contre deux barres de bouclier infligera un point de dégâts dans chaque pièce touchée. FM : Un COMPOSANT pour forger le Rayon 'd'éternité' [40~], aux côtés de l'autre COMPOSANT le Rayon Pike.
ru: Совет: за каждый слой щита противника урон луча уменьшается на единицу. Например, луч с тремя единицами урона против двух слоев щита будет наносить 1 урон по каждому отсеку, в которые он попадет. FM: это КОМПОНЕНТ для ковки луча "Вечность"[40~], также вам понадобится другой КОМПОНЕНТ в виде луча Пика.

# data/text_misc.xml.append$//text[@name="fm_tip_missiles_3"]
source: Tip: Heavy missiles always carry hull-bust attributes, and can be used to take down critical systems when necessary. FM: A COMPONENT for forging the Parazonium Pinpoint[70~], alongside the other COMPONENT 'Cinquedea' Pinpoint. FM: A COMPONENT for forging the 'Debilitatum' Heavy Missiles[80~], alongside the other COMPONENT Ion Barrage MK II.
fr: Astuce : les missiles lourds sont toujours dotés d'attributs de destruction de la coque et peuvent être utilisés pour détruire des systèmes critiques si nécessaire. FM : Un COMPOSANT pour forger l'Aiguillon de parazonium [70~], aux côtés de l'autre COMPOSANT l'Aiguillon 'Cinquedea'. FM : Un COMPOSANT pour forger les Missiles Lourds 'Debilitatum' [80~], aux côtés de l'autre COMPOSANT Barrage Ionique MK II.
ru: FM: это КОМПОНЕНТ для ковки точечного луча Паразониум[70~], также вам понадобится другой КОМПОНЕНТ в виде точечного луча "Чинкуэда". FM: это КОМПОНЕНТ для ковки тяжелой ракетницы "Дебилитатум"[80~], также вам понадобится другой КОМПОНЕНТ в виде Залпового иона мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_focus_chain"]
source: Tip: Adaptive weapons increase in damage each time they are fired. The damage increase amount and limit depends on the weapon. FM: A COMPONENT for forging the Parazonium Pinpoint[100~], alongside the other COMPONENT 'Hermes' Heavy Missiles. FM: A COMPONENT for forging the Omiyari Adaptive Pinpoint[50~], alongside the other COMPONENT Suyari Adaptive Beam.
fr: Astuce : Les armes adaptatives augmentent leurs dégâts à chaque tir. Le montant et la limite de l'augmentation des dégâts dépendent de l'arme. FM : Un COMPOSANT pour forger l'Aiguillon de parazonium [100~], aux côtés de l'autre COMPOSANT Missiles lourds 'Hermes'. FM : Un COMPOSANT pour forger l'Aiguillon adaptatif Omiyari [50~], aux côtés de l'autre COMPOSANT Rayon adaptatif Suyari.
ru: FM: это КОМПОНЕНТ для ковки точечного луча Паразониум[100~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелой ракетницы "Гермес". FM: это КОМПОНЕНТ для ковки адаптивного точечного луча Омияри[50~], также вам понадобится другой КОМПОНЕНТ в виде Адаптивного луча Суяри.

# data/text_misc.xml.append$//text[@name="fm_tip_energy_1"]
source: Tip: Energy weapons are very versatile as they can do both ion and hull damage, but do not damage crew or systems. FM: A COMPONENT for forging the Ebony Energy Pinpoint[40~], alongside the other COMPONENT 'Dirk' Pinpoint. FM: A COMPONENT for forging the Pulse Laser I [40~], alongside the other COMPONENT Burst Laser I.
fr: Astuce : les armes à énergie sont très polyvalentes car elles peuvent infliger des dégâts aux ions et à la coque, mais n'endommagent pas l'équipage ni les systèmes. FM : Un COMPOSANT pour forger l'Aiguillon Énergétique Ébène [40~], aux côtés de l'autre COMPOSANT Aiguillon 'Poignard' FM : Un COMPOSANT pour forger le Laser à impulsions I [40~], aux côtés de l'autre COMPOSANT Laser Rafale I.
ru: Совет: энергетические орудия очень универсальные, поскольку способны наносить ионный урон, так и по корпусу, но не повреждает экипаж и системы. FM: это КОМПОНЕНТ для ковки энергетического точечного луча Эбониt[40~], также вам понадобится другой КОМПОНЕНТ в виде точечного луча "Дирк". FM: это КОМПОНЕНТ для ковки Пульсового лазера мод. I [40~], также вам понадобится другой КОМПОНЕНТ в виде Импульсного лазера мод. I.

# data/text_misc.xml.append$//text[@name="fm_tip_energy_conservative"]
source: Tip: Conservative weapons feed off of power leaks in a system, so they don't need to use any power themselves. As consequence, they take longer to charge and require another weapon to be powered. Can charge additional shots by "firing" when the weapon system is unpowered. FM: A COMPONENT for forging the Maple Conservative Energy Pinpoint[50~], alongside the other COMPONENT 'Dirk' Pinpoint.
fr: Astuce : Les armes conservatrices se nourrissent des fuites d'énergie dans un système, de sorte qu'elles n'ont pas besoin de consommer d'énergie elles-mêmes. Par conséquent, elles mettent plus de temps à se recharger et nécessitent qu'une autre arme soit alimentée. Il est possible de charger des tirs supplémentaires en "tirant" lorsque le système d'arme n'est pas alimenté. FM : COMPOSANT permettant de forger l'Aiguillon énergétique conservatrice de l'érable [50~], aux côtés de l'autre COMPOSANT, l'Aiguillon 'Poignard'.
ru: Совет: консервативные орудия питаются за счет утечек энергии в системе, поэтому ему не нужно потреблять энергию самостоятельно. Как следствие, они дольше заряжаются и требуют питания от другого орудия. Может производить дополнительные выстрелы, "стреляя", когда система оружия не запитана. FM: это КОМПОНЕНТ для ковки консервативного энергетического точечного луча Клен[50~], также вам понадобится другой КОМПОНЕНТ в виде точечного луча "Дирк".

# data/text_misc.xml.append$//text[@name="fm_tip_focus_1"]
source: Tip: Pinpoints do higher damage than Beams but have shorter trails. Just like Beams, their damage is reduced by 1 for each shield layer it pierces. FM: A COMPONENT for forging the Ebony Energy Pinpoint[40~], alongside the other COMPONENT Energy Cannon I. FM: A COMPONENT for forging the Maple Conservative Energy Pinpoint[50~], alongside the other COMPONENT Conservative Energy.
fr: Astuce : Les Aiguillons infligent des dégâts plus importants que les Rayons mais ont des trajectoires plus courtes. Tout comme les Rayons, leurs dégâts sont réduits de 1 pour chaque couche de bouclier qu'ils transpercent. FM : Un COMPOSANT pour forger l'Aiguillon Énergétique d'Ébène [40~], aux côtés de l'autre COMPOSANT Canon à énergie I. FM : Un COMPOSANT pour forger l'Aiguillon d'énergie conservatrice de l'érable [50~], aux côtés de l'autre COMPOSANT Énergie conservatrice.
ru: Совет: точечный лучи наносят больший урон, чем лучи, но имеют более короткую длину поражения . Как и лучи, их урон уменьшается на 1 за каждый пробитый слой щита. FM: это КОМПОНЕНТ для ковки энергетического точечного луча Эбони[40~], также вам понадобится другой КОМПОНЕНТ в виде Энергетической пушки мод. I. FM: это КОМПОНЕНТ для ковки консервативного энергетического точечного луча Клен[50~], также вам понадобится другой КОМПОНЕНТ в виде Консервативной энергетической пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_beam_adapt"]
source: Tip: Adaptive weapons increase in damage each time they are fired. The damage increase amount and limit depends on the weapon. FM: A COMPONENT for forging the Omiyari Adaptive Pinpoint[50~], alongside the other COMPONENT Cinquedea Pinpoint.
fr: Astuce : Les armes adaptatives augmentent leurs dégâts à chaque tir. Le montant et la limite de l'augmentation des dégâts dépendent de l'arme. FM : Un COMPOSANT pour forger l'Aiguillon adaptatif Omiyari [50~], aux côtés de l'autre COMPOSANT, l'Aiguillon Cinquedea.
ru: Совет: адаптивные орудия увеличивает урон при каждом выстреле. Величина и предел увеличения урона зависят от орудия. FM: это КОМПОНЕНТ для ковки адаптивного точечного луча Омияри[50~], также вам понадобится другой КОМПОНЕНТ в виде точечного луча Чинкуэда.

# data/text_misc.xml.append$//text[@name="fm_tip_corrosive_2"]
source: Tip: These Geniocracy-produced anti-bio weapons fire advanced radiation lasers, which slowly corrode any crew hit. The stronger the weapon, the better the damage over time. FM: A COMPONENT for forging the 'Aegrotatio' Corrosive Pinpoint[50~], alongside the other COMPONENT 'Anelace' Bio Pinpoint.
fr: Astuce : Ces armes anti-biologiques produites par la Géniocratie tirent des lasers à radiation avancés, qui corrodent lentement tout équipage touché. Plus l'arme est puissante, plus les dégâts sont importants. FM : Un COMPOSANT pour forger l'Aiguillon corrosif 'Aegrotatio' [50~], aux côtés de l'autre COMPOSANT, l'Aiguillon bio 'Anelace'.
ru: Совет: это Анти-био орудие производства Гениократии стреляет усовершенствованными радиационными лазерами, которые медленно разъедают всех членов экипажа. Чем мощнее орудие, тем больший урон оно наносит со временем. FM: это КОМПОНЕНТ для ковки коррозийного точечного луча "Эгротатио"[50~], также вам понадобится другой КОМПОНЕНТ в виде Анти-био точечного луча "Анелас".

# data/text_misc.xml.append$//text[@name="fm_tip_focus_bio"]
source: Tip: Radiation weapons do bursts of heavy crew damage, have minor breach chances, and weaken enemy crew. Enemies hit will move and repair 66% slower, and will be stunned 75% longer. FM: A COMPONENT for forging the 'Aegrotatio' Corrosive Pinpoint[50~], alongside the other COMPONENT Corrosive Laser 2.
fr: Astuce : Les armes à rayonnement infligent de lourds dégâts à l'équipage, ont de faibles chances d'ouvrir une brèche et affaiblissent l'équipage ennemi. Les ennemis touchés se déplacent et se réparent 66 % plus lentement et sont étourdis 75 % plus longtemps. FM : Un COMPOSANT pour forger l'Aiguillon corrosif 'Aegrotatio' [50~], aux côtés de l'autre COMPOSANT, le Laser corrosif 2.
ru: Совет: радиационные орудия наносят большой урон экипажу, имеет небольшой шанс создать пробоину и ослабляют вражеский экипаж. Противники, попавшие под огонь, будут передвигаться и ремонтировать на 66% медленнее, а также будут оглушаться на 75% дольше. FM: это КОМПОНЕНТ для ковки коррозионной точечного луча "Эгротатио"[50~], также вам понадобится другой КОМПОНЕНТ в виде Коррозионного лазера мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_energy_2"]
source: Tip: Energy weapons are very versatile as they can do both ion and hull damage, but do not damage crew or systems. FM: A COMPONENT for forging the Hemlock Energy Pinpoint[50~], alongside the other COMPONENT 'Misericorde' Pinpoint. FM: A COMPONENT for forging the Pulse Laser II [50~], alongside the other COMPONENT Burst Laser II.
fr: Astuce : les armes à énergie sont très polyvalentes car elles peuvent infliger des dégâts aux ions et à la coque, mais n'endommagent pas l'équipage ni les systèmes. FM : Un COMPOSANT pour forger l'Aiguillon Énergétique Ciguë [50~], aux côtés de l'autre COMPOSANT Aiguillon 'Miséricorde'. FM : Un COMPOSANT pour forger le Laser à impulsions II [50~], aux côtés de l'autre COMPOSANT Laser Rafale II.
ru: Совет: энергетические орудия очень универсальные, поскольку способны наносить ионный урон, так и по корпусу, но не повреждает экипаж и системы. FM: это КОМПОНЕНТ для ковки энергетического точечного луча Болиголов [50~], также вам понадобится другой КОМПОНЕНТ в виде точечного луча "Мизерикорд". FM: это КОМПОНЕНТ для ковки Пульсового лазера мод. II [50~], также вам понадобится другой КОМПОНЕНТ в виде Импульсного лазера мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_focus_2"]
source: Tip: Pinpoints do higher damage than Beams but have shorter trails. Just like Beams, their damage is reduced by 1 for each shield layer it pierces. FM: A COMPONENT for forging the Hemlock Energy Pinpoint[60~], alongside the other COMPONENT Energy Cannon II. FM: A COMPONENT for forging the Terra Nova Pinpoint[70~], alongside the other COMPONENT Ishimura Beam.
fr: Astuce : Les Aiguillons infligent des dégâts plus importants que les Rayons mais ont des trajectoires plus courtes. Tout comme les Rayons, leurs dégâts sont réduits de 1 pour chaque couche de bouclier qu'ils transpercent. FM : Un COMPOSANT pour forger l'Aiguillon d'énergie Ciguë [60~], aux côtés de l'autre COMPOSANT Canon d'énergie II. FM : Un COMPOSANT pour forger l'Aiguillon Terra Nova [70~], aux côtés de l'autre COMPOSANT Rayon Ishimura.
ru: Совет: точечный лучи наносят больший урон, чем лучи, но имеют более короткую длину поражения . Как и лучи, их урон уменьшается на 1 за каждый пробитый слой щита. FM: это КОМПОНЕНТ для ковки энергетического точечного луча Болиголов[60~], также вам понадобится другой КОМПОНЕНТ в виде Энергетической пушки мод. II. FM: это КОМПОНЕНТ для ковки точечного луча Терра Нова[70~], также вам понадобится другой КОМПОНЕНТ в виде луча Ишимура.

# data/text_misc.xml.append$//text[@name="fm_tip_energy_3"]
source: Tip: Energy weapons are very versatile as they can do both ion and hull damage, but do not damage crew or systems. FM: A COMPONENT for forging the Green Heart Energy Pinpoint[60~], alongside the other COMPONENT 'Stiletto' Pinpoint. FM: A COMPONENT for forging the Pulse Laser III [60~], alongside the other COMPONENT Burst Laser III.
fr: Astuce : les armes à énergie sont très polyvalentes car elles peuvent infliger des dégâts aux ions et à la coque, mais n'endommagent pas l'équipage ni les systèmes. FM : Un COMPOSANT pour forger l'Aiguillon Énergétique du Cœur Vert [60~], aux côtés de l'autre COMPOSANT Aiguillon 'Stiletto'. FM : Un COMPOSANT pour forger le Laser à impulsions III [60~], aux côtés de l'autre COMPOSANT Laser Rafale III.
ru: Совет: энергетические орудия очень универсальные, поскольку способны наносить ионный урон, так и по корпусу, но не повреждает экипаж и системы. FM: это КОМПОНЕНТ для ковки энергетического точечного луча Зеленое сердце[60~], также вам понадобится другой КОМПОНЕНТ в виде точечного луча "Стилет". FM: это КОМПОНЕНТ для ковки Пульсового лазера мод. III [60~], также вам понадобится другой КОМПОНЕНТ в виде Импульсного лазера мод. III.

# data/text_misc.xml.append$//text[@name="fm_tip_focus_3"]
source: Tip: Pinpoints do higher damage than Beams but have shorter trails. Just like Beams, their damage is reduced by 1 for each shield layer it pierces. FM: A COMPONENT for forging the Green Heart Energy Pinpoint[60~], alongside the other COMPONENT Energy Cannon III. FM: A COMPONENT for forging the Terra Nova Pinpoint[50~], alongside the other COMPONENT Ishimura Beam. FM: A COMPONENT for forging the Ishimura Drone alongside the other COMPONENT Amp Pinpoint Drone.
fr: Astuce : Les Aiguillons infligent des dégâts plus importants que les Rayons mais ont des trajectoires plus courtes. Tout comme les Rayons, leurs dégâts sont réduits de 1 pour chaque couche de bouclier qu'ils transpercent. FM : Un COMPOSANT pour forger l'Aiguillon d'énergie du coeur vert [60~], aux côtés de l'autre COMPOSANT Canon d'énergie III. FM : Un COMPOSANT pour forger l'Aiguillon Terra Nova [50~], aux côtés de l'autre COMPOSANT Rayon Ishimura. FM : Un COMPOSANT pour forger le Drone Ishimura , aux côtés de l'autre COMPOSANT Drone Aiguillon Amplifié.
ru: Совет: точечный лучи наносят больший урон, чем лучи, но имеют более короткую длину поражения. Как и лучи, их урон уменьшается на 1 за каждый пробитый слой щита. FM: это КОМПОНЕНТ для ковки энергетического точечного луча Зеленое сердце[60~], также вам понадобится другой КОМПОНЕНТ в виде Энергетической пушки мод. III. FM: это КОМПОНЕНТ для ковки точечного луча Терра Нова[50~], также вам понадобится другой КОМПОНЕНТ в виде луча Ишимура. FM: это КОМПОНЕНТ для ковки дрона Ишимура, также вам понадобится другой КОМПОНЕНТ в виде лучевого точечного дрона с усилителем.

# data/text_misc.xml.append$//text[@name="fm_tip_shotgun_4"]
source: Tip: Flak weapons target an area instead of a single room. This loss of accuracy means more firepower and speed than their laser counterparts. FM: A COMPONENT for forging the Aether Flak[60~], alongside some forgotten technology. FM: A COMPONENT for forging the Multiplicity Barrage Laser [80~], alongside the other COMPONENT Burst Laser III.
fr: Astuce : Les armes flak ciblent une zone au lieu d'une seule pièce. Cette perte de précision se traduit par une puissance de feu et une vitesse supérieures à celles de leurs homologues laser. FM : Un COMPOSANT pour forger la Flak Éther [60~], aux côtés d'une technologie oubliée. FM : Un COMPOSANT pour forger le Multi-Barrage Laser [80~], aux côtés de l'autre COMPOSANT Laser Rafale III.
ru: Совет: осколочные орудия нацеливаются на область, а не на отдельное помещение. Потеря точности позволяет добиться большей огневой мощи и скорости по сравнению с лазерными аналогами. FM: это КОМПОНЕНТ для ковки Эфирной осколочной пушки[60~], также вам понадобятся забытые технологии. FM: это КОМПОНЕНТ для ковки Залпового лазера Множественность[80~], также вам понадобится другой КОМПОНЕНТ в виде Импульсного лазера мод. III.

# data/text_misc.xml.append$//text[@name="fm_tip_shotgun_toxic"]
source: Tip: Flak weapons target an area instead of a single room. This loss of accuracy means more firepower and speed than their laser counterparts. FM: A COMPONENT for forging the KHEIMON Anomaly Launcher[45~], alongside the other COMPONENT Frost Laser II.
fr: Astuce : Les armes flak ciblent une zone au lieu d'une seule pièce. Cette perte de précision se traduit par une puissance de feu et une vitesse supérieures à celles de leurs homologues laser. FM : Un COMPOSANT pour forger le Lanceur d'anomalie KHEIMON [45~], aux côtés de l'autre COMPOSANT Laser Givrant II.
ru: Совет: осколочные орудия нацеливаются на область, а не на отдельное помещение. Потеря точности означает большую огневую мощь и скорость, чем у лазерных аналогов. FM: это КОМПОНЕНТ для ковки пусковой установки аномалий ХЕЙМОН[45~], также вам понадобится другой КОМПОНЕНТ в виде Морозного лазера мод. II.
