Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/text_misc.xml.append/*.po
Languages: fr, ru

# data/text_misc.xml.append$//text[@name="fm_tip_battletog"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Ship Drones require 1 drone to deploy, but will not need to be deployed again until destroyed. They stay on ship and help your crew as long as they are powered. Tip: Boarding Drones require 1 drone part to deploy for each new enemy. They will board the enemy ship and attack as long as they are powered. If they have not been destroyed, the drone parts will be returned after combat. FM: A COMPONENT for forging the CURA Drone, alongside the other COMPONENTS Conservative Combat Drone and Manager Drone.
fr: Astuce : Les drones interchangeable peuvent avoir plusieurs fonctions. Vous pouvez changer le mode de tous ces drones en utilisant le bouton interchanger ! Astuce : Les vaisseaux drones nécessitent 1 drone pour être déployés, mais n'auront pas besoin d'être déployés à nouveau jusqu'à ce qu'ils soient détruits. Ils restent sur le vaisseau et aident votre équipage tant qu'ils sont alimentés. Astuce : Les drones d'abordage nécessitent une pièce de drone à déployer pour chaque nouvel ennemi. Ils montent à bord du vaisseau ennemi et attaquent tant qu'ils sont alimentés. S'ils n'ont pas été détruits, les pièces de drone seront rendues après le combat. FM : Un COMPOSANT pour forger le Drone CURA, aux côtés des autres COMPOSANTS Drone de Bataille Conservateur et Drone d'interface.
ru: Совет: переключаемые дроны могут иметь несколько функций. С помощью кнопки переключения вы можете переключать режимы работы множества дронов! Совет: пехотные дроны требуют 1 дрон-комплект для размещения и не требуют повторного размещения, пока не будут уничтожены. Они остаются на корабле и помогают вашему экипажу до тех пор, пока у них есть питание. Совет: абордажные дроны требуют 1 дрон-комплект за каждое свое размещения. Они поднимаются на борт вражеского корабля и атакуют его, пока есть питание. Если они не были уничтожены, затраченные дрон-комплекты будут возвращены после боя. FM: это КОМПОНЕНТ для ковки дрона К.У.Р.А, также вам понадобятся другие КОМПОНЕНТЫ в виде Боевого консервативного дрона и Управляющего дрона.

# data/text_misc.xml.append$//text[@name="fm_tip_manning"]
source: Tip: Crew Drones require 1 drone to deploy, but will not need to be deployed again until destroyed. They stay on ship and help your crew as long as they are powered. FM: A COMPONENT for forging the CURA Drone, alongside the other COMPONENTS Battle Drone MK I and Conservative Combat Drone.
fr: Astuce : Les membres d'équipage nécessitent 1 drone pour être déployés, mais n'auront pas besoin d'être déployés à nouveau jusqu'à ce qu'ils soient détruits. Ils restent sur le vaisseau et aident votre membre d'équipage tant qu'ils sont alimentés. FM : COMPOSANT permettant de forger le Drone CURA, aux côtés des autres COMPOSANTS Drone de combat MK I et Drone de Bataille Conservative.
ru: Совет: пехотные дроны требуют 1 дрон-комплект для размещения и не требуют повторного размещения, пока не будут уничтожены. Они остаются на корабле и помогают вашему экипажу до тех пор, пока у них есть питание. FM: это КОМПОНЕНТ для ковки дрона К.У.Р.А, также вам понадобятся другие КОМПОНЕНТЫ в виде дрона Солдата мод. I и Боевого консервативного дрона.

# data/text_misc.xml.append$//text[@name="fm_tip_amp_pinpoint"]
source: Tip: Amp Drones can change their power levels before combat. More power increases their efficiency, but will also require reactor power to function. Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered. FM: A COMPONENT for forging the Ishimura Drone, alongside the other COMPONENT 'Stiletto' Pinpoint.
fr: Astuce : Les Drone Amplifiés peuvent modifier leur niveau de puissance avant le combat. Plus de puissance augmente leur efficacité, mais ils ont aussi besoin de l'énergie du réacteur pour fonctionner. Astuce : Les Drones de Bataille ont besoin d'une pièce de drone pour se déployer pour chaque nouvel ennemi. Ils attaquent l'ennemi tant qu'ils sont alimentés. FM : Un COMPOSANT pour forger le drone Ishimura, aux côtés de l'autre COMPOSANT Aiguillon 'Stiletto'.
ru: FM: это КОМПОНЕНТ для ковки дрона Ишимура, также вам понадобится другой КОМПОНЕНТ в виде точечного луча "Стилет".

# data/text_misc.xml.append$//text[@name="fm_tip_combat_1"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered. FM: A COMPONENT for forging the Kestrel Drone, alongside the other COMPONENT Burst Laser MK II. FM: A COMPONENT for forging the MFK Kestrel Drone, alongside the other COMPONENT Light Laser MK I.
fr: Astuce : Les drones interchangeable peuvent avoir plusieurs fonctions. Vous pouvez changer le mode de tous ces drones en utilisant le bouton interchanger ! Astuce : Les Drones de Bataille nécessitent 1 pièce de drone à déployer pour chaque nouvel ennemi. Ils attaquent l'ennemi tant qu'ils sont alimentés. FM : Un COMPOSANT pour forger le drone Kestrel, aux côtés de l'autre COMPOSANT Laser Rafale MK II. FM : Un COMPOSANT pour forger le Drone Kestrel MFK, aux côtés de l'autre COMPOSANT Laser Léger MK I.
ru: FM: это КОМПОНЕНТ для ковки дрона Пустельга, также вам понадобится другой КОМПОНЕНТ в виде Импульсного лазера мод. II. FM: это КОМПОНЕНТ для ковки дрона МФК Пустельга, также вам понадобится другой КОМПОНЕНТ в виде Легкого лазера мод. I.

# data/text_misc.xml.append$//text[@name="fm_tip_recon"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Ship Drones require 1 drone to deploy, but will not need to be deployed again until destroyed. They stay on ship and help your crew as long as they are powered. Tip: Boarding Drones require 1 drone part to deploy for each new enemy. They will board the enemy ship and attack as long as they are powered. If they have not been destroyed, the drone parts will be returned after combat. FM: A COMPONENT for forging the MFK Picket Teleporter Relay Drone, alongside the other COMPONENT External Reconstructive Teleporter.
fr: Astuce : Les drones interchangeable peuvent avoir plusieurs fonctions. Vous pouvez changer le mode de tous ces drones en utilisant le bouton interchanger ! Astuce : Les vaisseaux drones nécessitent 1 drone pour être déployés, mais n'auront pas besoin d'être déployés à nouveau jusqu'à ce qu'ils soient détruits. Ils restent sur le vaisseau et aident votre équipage tant qu'ils sont alimentés. Astuce : Les drones d'abordage nécessitent une pièce de drone à déployer pour chaque nouvel ennemi. Ils montent à bord du vaisseau ennemi et attaquent tant qu'ils sont alimentés. S'ils n'ont pas été détruits, les pièces de drone seront rendues après le combat. FM : Un COMPOSANT pour forger le Drone Relais de téléportation de sentinelle MFK, aux côtés de l'autre COMPOSANT Téléporteur de Reconstruction Externe.
ru: FM: это КОМПОНЕНТ для ковки Телепортационного ретрансляционного дрона МФК Пикет, также вам понадобится другой КОМПОНЕНТ в виде Внешнего восстанавливающего телепортатора.

# data/text_misc.xml.append$//text[@name="fm_tip_pest"]
source: Tip: Toggle Drones can have multiple functionalities. You can switch the mode of as many toggle drones as you want using the toggle button! Tip: Combat Drones require 1 drone part to deploy for each new enemy. They will attack the enemy as long as they are powered. FM: A COMPONENT for forging the Siren Drone, alongside the other COMPONENT Stun Bomb.
fr: Astuce : Les drones interchangeable peuvent avoir plusieurs fonctions. Vous pouvez changer le mode de tous ces drones en utilisant le bouton interchanger ! Astuce : Les Drones de Bataille nécessitent 1 pièce de drone à déployer pour chaque nouvel ennemi. Ils attaquent l'ennemi tant qu'ils sont alimentés. FM : Un COMPOSANT pour forger le drone sirène, aux côtés de l'autre COMPOSANT Bombe étourdissante.
ru: FM: это КОМПОНЕНТ для ковки дрона Сирена, также вам понадобится другой КОМПОНЕНТ в виде Оглушающей бомбы.

# data/text_misc.xml.append$//text[@name="fm_tip_bomb_stun"]
source: Tip: Bombs teleport past shields and defense drones to land directly on the ship. Like missiles, they cost one missile to launch. They never damage hull, but can be effective at disrupting crew and systems. You can even launch them at boarders on your own ship. FM: A COMPONENT for forging the Imprisment Inducer[25-55~], alongside the other COMPONENT Neural Crystal. FM: A COMPONENT for forging the Siren Drone, alongside the other COMPONENT Pest Drone.
fr: Astuce : les bombes se téléportent au-delà des boucliers et des drones de défense pour atterrir directement sur le vaisseau. Comme les missiles, elles coûtent un missile pour être lancées. Elles n'endommagent jamais la coque, mais peuvent être efficaces pour perturber l'équipage et les systèmes. Vous pouvez même les lancer contre votre propre vaisseau. FM : Un COMPOSANT pour forger le Générateur de Confinement [25-55~], aux côtés de l'autre COMPOSANT Cristal Neuronal. FM : Un COMPOSANT pour forger le Drone Sirène, aux côtés de l'autre COMPOSANT Drone Ravageur.
ru: Совет: Бомбы телепортируются сквозь щиты и защитных дронов и попадают прямо на корабль. Как и ракеты, они стоят одну боеголовку для запуска. Они не повреждают корпус, но могут эффективно выводить из строя экипаж и системы. Вы даже можете стрелять ими по абордажникам на своем корабле. FM: это КОМПОНЕНТ для ковки Индуктора внушения[25-55~], также вам понадобится другой КОМПОНЕНТ в виде Нейрокристалла. FM: это КОМПОНЕНТ для ковки дрона Сирена, также вам понадобится другой КОМПОНЕНТ в виде Дрона-вредителя.

# data/text_misc.xml.append$//text[@name="map_icon_forgemaster"]
source: FORGEMASTER
fr: MAÎTRE DES FORGES
ru: КУЗНЕЦ

# data/text_misc.xml.append$//text[@name="map_icon_forgemaster_2"]
source: FORGEMASTER
fr: MAÎTRE DES FORGES
ru: КУЗНЕЦ

# data/text_misc.xml.append$//text[@name="map_icon_gunbom"]
source: WINCHESTER [!]
ru: ВИНЧЕСТЕР [!]

# data/text_misc.xml.append$//text[@name="map_icon_mandelbriss"]
source: MANDELBRISS
ru: МАНДЕЛЬБРИСС

# data/text_misc.xml.append$//text[@name="fm_credit_victory_future"]
source: Congratulations, you've completed the secret Harmony bleak future ending! This is an interactive teaser I designed for the Harmony Conflict I eventually plan to design in a far-future update of Forgemaster! See you then!
fr: Félicitations, vous avez terminé la fin secrète Futur Sombre de l’Harmonie ! Il s’agit d’un teaser interactif que j’ai conçu pour le Conflit de l’Harmonie, que je prévois de développer dans une future mise à jour lointaine de Forgemaster ! À la prochaine !
ru: Поздравляем, вы прошли секретную концовку мрачного будущего Гармонии! Это интерактивный тизер, который я сделал для конфликта Гармонии, который я планирую создать в будущем обновлении Forgemaster! До встречи!

# data/text_misc.xml.append$//text[@name="parazonium"]
source: DOES NOT use missiles to fire, but cannot fire if you don't have enough missiles! Can be amplified at combat checks.
fr: N’utilise PAS de missiles pour tirer, mais ne peut pas tirer si vous n’avez pas assez de missiles ! Peut être amplifié lors des vérifications avant combat.
