Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/text_misc.xml.append/*.po
Languages: fr, ru

# data/text_misc.xml.append$//text[@name="fm_tip_bomb_ion"]
source: Tip: Bombs teleport past shields and defense drones to land directly on the ship. Like missiles, they cost one missile to launch. They never damage hull, but can be effective at disrupting crew and systems. You can even launch them at boarders on your own ship. FM: A COMPONENT for forging the Absolution[100~, 15}], alongside the other COMPONENT Pierce Laser MK II.
fr: Astuce : les bombes se téléportent au-delà des boucliers et des drones de défense pour atterrir directement sur le vaisseau. Comme les missiles, elles coûtent un missile pour être lancées. Elles n'endommagent jamais la coque, mais peuvent être efficaces pour perturber l'équipage et les systèmes. Vous pouvez même les lancer contre votre propre vaisseau. FM : Un COMPOSANT pour forger l'Absolution [100~, 15}], aux côtés de l'autre COMPOSANT Laser perforant MK II.
ru: Совет: Бомбы телепортируются сквозь щиты и защитных дронов и попадают прямо на корабль. Как и ракеты, они стоят одну боеголовку для запуска. Они не повреждают корпус, но могут эффективно выводить из строя экипаж и системы. Вы даже можете стрелять ими по абордажникам на своем корабле. FM: это КОМПОНЕНТ для ковки Прощение[100~, 15}], также вам понадобится другой КОМПОНЕНТ в виде Пронзающего лазера мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_pierce_2"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Absolution[100~, 15}], alongside the other COMPONENT Ion Bomb.
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger l'Absolution [100~, 15}], aux côtés de l'autre COMPOSANT Bombe ionique.
ru: Совет: каждый лазерный выстрел будет блокироваться одним слоем щита, независимо от урона лазера. FM: это КОМПОНЕНТ для ковки Прощение[100~, 15}], также вам понадобится другой КОМПОНЕНТ в виде Ионной бомбы.

# data/text_misc.xml.append$//text[@name="fm_tip_ion_fire"]
source: Tip: Fire ions act much like any ordinary ion, but start fires in the room they hit. If they hit while the shields are still up, they will not start a fire. FM: A COMPONENT for forging the Cerberus Ion[35~], alongside the other COMPONENT Tri-Ion.
fr: Astuce : Les ions Incendiaire agissent comme n'importe quel ion ordinaire, mais ils déclenchent des incendies dans la pièce qu'ils touchent. S'ils frappent alors que les boucliers sont encore levés, ils ne déclencheront pas d'incendie. FM : Un COMPOSANT pour forger l'Ion Cerbère [35~], aux côtés de l'autre COMPOSANT Tri-Ion.
ru: Совет: зажигательные ионы действуют так же, как и обычные ионы, но вызывают пожар в помещении, в которое попадают. Если они попадают в помещение, когда щиты все еще активны, они не вызовут пожара. FM: это КОМПОНЕНТ для ковки иона Цербер[35~], также вам понадобится другой КОМПОНЕНТ в виде Три-иона.

# data/text_misc.xml.append$//text[@name="fm_tip_ion_tri"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked for 5 seconds, preventing re-powering. If an ion weapon hits shields, the damage is automatically applied to the Shield System. FM: A COMPONENT for forging the Cerberus Ion[35~], alongside the other COMPONENT Fire Ion.
fr: Astuce : Pour chaque point de dégât ionique, une barre d'énergie est retirée du système cible et celui-ci est alors verrouillé pendant 5 secondes, empêchant toute remise sous tension. Si une arme ionique touche les boucliers, les dégâts sont automatiquement appliqués au système de bouclier. FM : Un COMPOSANT pour forger l'Ion Cerbère [35~], aux côtés de l'autre COMPOSANT Ion Incendiaire.
ru: Совет: за каждое очко ионного урона с целевой системы отнимается одна единица энергии, после чего она блокируется на 5 секунд, не давая возможности повторного включения. Если ионное орудие поражает щиты, урон автоматически накладывается на систему щитов. FM: это КОМПОНЕНТ для ковки иона Цербер[35~], также вам понадобится другой КОМПОНЕНТ в виде Зажигательного иона.

# data/text_misc.xml.append$//text[@name="fm_tip_hull_energy"]
source: Tip: Energy weapons are very versatile as they can do both ion and hull damage, but do not damage crew or systems. FM: A COMPONENT for forging the TARANIS Disc Launcher[50~], alongside the other COMPONENTS Geb, Osiris, Sekhmet, and Anubis. You only need 1 other component. FM: A COMPONENT for forging the Pulsedeep Cannon[50~], alongside the other COMPONENT Heavy Ion.
fr: Astuce : les armes à énergie sont très polyvalentes car elles peuvent infliger des dégâts ioniques et de coque, mais n'endommagent pas l'équipage ni les systèmes. FM : Un COMPOSANT pour forger le Lanceur de disque TARANIS [50~], aux côtés des autres COMPOSANTS Geb, Osiris, Sekhmet et Anubis. Vous n'avez besoin que d'un seul autre composant. FM : Un COMPOSANT pour forger le Canon à impulsions [50~], aux côtés de l'autre COMPOSANT Ion Massif.
ru: Совет: энергетические орудия очень универсальные, поскольку способны наносить ионный урон, так и по корпусу, но не повреждает экипаж и системы. FM: это КОМПОНЕНТ для ковки Дисковой пусковой установки ТАРАНИС[50~], также вам понадобится другой КОМПОНЕНТ в виде Геба, Осириса, Сехмета и Анубиса. Вам понадобится только 1 из перечисленных компонентов. FM: это КОМПОНЕНТ для ковки Пульсоглубинной пушки[50~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелого иона.

# data/text_misc.xml.append$//text[@name="fm_tip_minelauncher_1"]
source: Tip: Mine Launchers have reasonable status effect chances and fire massive bursts of slow moving mines which pierce all shields. FM: A COMPONENT for forging the TARANIS Disc Launcher[50~], alongside the other COMPONENT Heavy Energy.
fr: Astuce : les lance-mines ont des chances raisonnables de provoquer des effets d'état et tirent des rafales massives de mines lentes qui transpercent tous les boucliers. FM : Un COMPOSANT pour forger le Lanceur de disques TARANIS [50~], aux côtés de l'autre COMPOSANT Énergie Lourde.
ru: FM: это КОМПОНЕНТ для ковки Дисковой пусковой установки ТАРАНИС[50~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелой энергетической пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_minelauncher_2"]
source: Tip: Mine Launchers have reasonable status effect chances and fire massive bursts of slow moving mines which pierce all shields. FM: A COMPONENT for forging the TARANIS Disc Launcher[50~], alongside the other COMPONENT Heavy Energy. FM: A COMPONENT for forging the 'Dirty Bomb' Mine Launcher[140~], alongside the other COMPONENT Asclepius Missile.
fr: Astuce : les Lance-mines ont des chances raisonnables de provoquer des effets d'état et tirent des rafales massives de mines lentes qui transpercent tous les boucliers. FM : Un COMPOSANT pour forger le Lanceur de disques TARANIS [50~], aux côtés de l'autre COMPOSANT Énergie lourde. FM : Un COMPOSANT pour forger le Lance-mines 'bombe sale' [140~], aux côtés de l'autre COMPOSANT Missile Asclépios.
ru: FM: это КОМПОНЕНТ для ковки Дисковой пусковой установки ТАРАНИС[50~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелой энергетической пушки. FM: это КОМПОНЕНТ для ковки миномета Грязная бомба[140~], также вам понадобится другой КОМПОНЕНТ в виде ракетницы Асклепий.

# data/text_misc.xml.append$//text[@name="fm_tip_minelauncher_fire"]
source: Tip: Mine Launchers have reasonable status effect chances and fire massive bursts of slow moving mines which pierce all shields. FM: A COMPONENT for forging the TARANIS Disc Launcher[50~], alongside the other COMPONENT Heavy Energy.
fr: Astuce : les lance-mines ont des chances raisonnables de provoquer des effets d'état et tirent des rafales massives de mines lentes qui transpercent tous les boucliers. FM : Un COMPOSANT pour forger le Lanceur de disques TARANIS [50~], aux côtés de l'autre COMPOSANT Énergie Lourde.
ru: FM: это КОМПОНЕНТ для ковки Дисковой пусковой установки ТАРАНИС[50~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелой энергетической пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_minelauncher_stun"]
source: Tip: FM: A COMPONENT for forging the TARANIS Disc Launcher[50~], alongside the other COMPONENT Heavy Energy.
fr: Astuce : FM : Un COMPOSANT pour forger le Lanceur de disques TARANIS [50~], aux côtés de l'autre COMPOSANT Énergie Lourde.
ru: FM: это КОМПОНЕНТ для ковки Дисковой пусковой установки ТАРАНИС[50~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелой энергетической пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_vulcan"]
source: Tip: Chain lasers decrease their cooldown every time they fire. Check the green lights on the weapon to see how many times it has fired. FM: A COMPONENT for forging the Vesta Ion Gatling[30-60~], alongside the other COMPONENT Ion Charger I OR Ion Charger II. FM: A COMPONENT for forging the Hellflash Gatling Gun[30~], alongside the other COMPONENT Fire Starter.
fr: Astuce : Les Lasers Chaîne diminuent leur temps de recharge chaque fois qu'ils tirent. Vérifiez les lumières vertes de l'arme pour savoir combien de fois elle a tiré. FM : Un COMPOSANT pour forger la Gatling Ionique Vesta [30-60~], aux côtés de l'autre COMPOSANT Chargeur ionique I OU Chargeur ionique II. FM : Un COMPOSANT pour forger la Mitrailleuse Gatling [30~], aux côtés de l'autre COMPOSANT Allumeur de Feu.
ru: FM: это КОМПОНЕНТ для ковки ионной гатлинг-пушки Веста[30-60~], также вам понадобится другой КОМПОНЕНТ в виде Зарядного иона мод. I ИЛИ Зарядного иона мод. II. FM: это КОМПОНЕНТ для ковки гатлинг-пушки Адская вспышка[30~], также вам понадобится другой КОМПОНЕНТ в виде Огневика.

# data/text_misc.xml.append$//text[@name="fm_tip_ion_charger_1"]
source: Tip: Charge weapons can be charged multiple times to generate more firepower. You can save time and fire the weapon prematurely but it will have fewer shots ready as a result. FM: A COMPONENT for forging the Vesta[60~], alongside the other COMPONENT Vulcan.
fr: Astuce : Les armes à charge peuvent être chargées plusieurs fois pour générer plus de puissance de feu. Vous pouvez gagner du temps et tirer l'arme prématurément, mais elle aura alors moins de tirs prêts. FM : Un COMPOSANT pour forger le Vesta [60~], aux côtés de l'autre COMPOSANT Vulcain.
ru: Совет: зарядные орудия можно заряжать несколько раз, чтобы получить больше огневой мощи. Вы можете сэкономить время и выстрелить из орудия раньше, но в результате оно совершит меньше выстрелов. FM: это КОМПОНЕНТ для ковки Весты[60~], также вам понадобится другой КОМПОНЕНТ в виде Вулкана.

# data/text_misc.xml.append$//text[@name="fm_tip_ion_charger_2"]
source: Tip: Charge weapons can be charged multiple times to generate more firepower. You can save time and fire the weapon prematurely but it will have fewer shots ready as a result. FM: A COMPONENT for forging the Vesta[30~], alongside the other COMPONENT Vulcan.
fr: Astuce : Les armes à charge peuvent être chargées plusieurs fois pour générer plus de puissance de feu. Vous pouvez gagner du temps et tirer l'arme prématurément, mais elle aura alors moins de tirs prêts. FM : Un COMPOSANT pour forger le Vesta [30~], aux côtés de l'autre COMPOSANT Vulcain.
ru: Совет: зарядные орудия можно заряжать несколько раз, чтобы получить больше огневой мощи. Вы можете сэкономить время и выстрелить из орудия раньше, но в результате оно совершит меньше выстрелов. FM: это КОМПОНЕНТ для ковки Весты[30~], также вам понадобится другой КОМПОНЕНТ в виде Вулкана.

# data/text_misc.xml.append$//text[@name="fm_tip_shotgun_3"]
source: Tip: Flak weapons target an area instead of a single room. This loss of accuracy means more firepower and speed than their laser counterparts. FM: A COMPONENT for forging the Exidia Energy Diffuser[80~], alongside the other COMPONENT, Energy Charger.
fr: Astuce : Les armes flak ciblent une zone au lieu d'une seule pièce. Cette perte de précision se traduit par une puissance de feu et une vitesse supérieures à celles de leurs homologues laser. FM : Un COMPOSANT pour forger le Diffuseur Énergétique Exidia [80~], aux côtés de l'autre COMPOSANT le Chargeur d'énergie.
ru: Совет: осколочные орудия нацеливаются на область, а не на отдельное помещение. Потеря точности означает большую огневую мощь и скорость, чем у лазерных аналогов. FM: это КОМПОНЕНТ для ковки Энергетического диффузора Эксидия[80~], также вам понадобится другой КОМПОНЕНТ в виде, Зарядной энергетической пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_energy_charger"]
source: Tip: Charge weapons can be charged multiple times to generate more firepower. FM: A COMPONENT for forging the Exidia Energy Diffuser[80~], alongside the other COMPONENT, Flak III. FM: A COMPONENT for forging the Railblender[140~], alongside the other COMPONENT, Flak Charger.
fr: Astuce : Les armes à charge peuvent être chargées plusieurs fois pour augmenter la puissance de feu. FM : Un COMPOSANT pour forger le Diffuseur d'énergie Exidia [80~], aux côtés de l'autre COMPOSANT Flak III. FM : Un COMPOSANT pour forger le Broyeur Cinétique [140~], aux côtés de l'autre COMPOSANT Chargeur Flak .
ru: Совет: зарядные орудия можно заряжать несколько раз, чтобы увеличить огневую мощь. FM: это КОМПОНЕНТ для ковки Энергетического диффузора Эксидия[80~], также вам понадобится другой КОМПОНЕНТ в виде Осколочной пушки мод. III. FM: это КОМПОНЕНТ для ковки Рельсовый шредер[140~], также вам понадобится другой КОМПОНЕНТ в виде Зарядной осколочной пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_1"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Pulse Laser I [40~], alongside the other COMPONENT Energy I.
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger le Laser à impulsions I [40~], avec l'autre COMPOSANT Énergie I.
ru: Совет: каждый лазерный выстрел будет блокироваться одним слоем щита, независимо от урона лазера. FM: это КОМПОНЕНТ для ковки Пульсового лазера мод. I [40~], также вам понадобится другой КОМПОНЕНТ в виде Энергетической пушки мод. I.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_2"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Pulse Laser II [50~], alongside the other COMPONENT Energy II. FM: A COMPONENT for forging the Kestrel Drone alongside the other COMPONENT Combat Drone MK I.
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger le Laser à impulsions II [50~], aux côtés de l'autre COMPOSANT Energy II. FM : Un COMPOSANT pour forger le Drone Kestrel, aux côtés de l'autre COMPOSANT Drone de Bataille MK I.
ru: Совет: каждый выстрел лазера будет блокироваться одним слоем щита, независимо от его урона. FM: это КОМПОНЕНТ для ковки Пульсового лазера мод. II [50~], также вам понадобится другой КОМПОНЕНТ в виде Энергетической пушки мод. II. FM: это КОМПОНЕНТ для ковки дрона Пустельга, также вам понадобится другой КОМПОНЕНТ в виде Боевого дрона мод. I.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_3"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Pulse Laser III [60~], alongside the other COMPONENT Energy III. FM: A COMPONENT for forging the Multiplicity Barrage Laser [80~], alongside the other COMPONENT Flak IV.
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger le Laser à impulsions III [60~], aux côtés de l'autre COMPOSANT Energy III. FM : Un COMPOSANT pour forger le Multi-Barrage Laser [80~], aux côtés de l'autre COMPOSANT Flak IV.
ru: Совет: каждый лазерный выстрел будет блокироваться одним слоем щита, независимо от урона лазера. FM: это КОМПОНЕНТ для ковки Пульсового лазера мод. III [60~], также вам понадобится другой КОМПОНЕНТ в виде Энергетической пушки мод. III. FM: это КОМПОНЕНТ для ковки Залпового лазера Множественность[80~], также вам понадобится другой КОМПОНЕНТ в виде Осколочной пушки мод. IV.

# data/text_misc.xml.append$//text[@name="fm_tip_ion_heavy"]
source: Tip: For every one point of ion damage, one power bar is removed from the target system and it is then locked for 5 seconds, preventing re-powering. If an ion weapon hits shields, the damage is automatically applied to the Shield System. FM: A COMPONENT for forging the Pulsedeep Cannon[50~], alongside the other COMPONENT Heavy Energy.
fr: Astuce : Pour chaque point de dégât ionique, une barre d'énergie est retirée du système cible et celui-ci est alors verrouillé pendant 5 secondes, empêchant toute remise sous tension. Si une arme ionique touche les boucliers, les dégâts sont automatiquement appliqués au système de bouclier. FM : Un COMPOSANT pour forger le Canon à impulsions [50~], aux côtés de l'autre COMPOSANT Énergie lourde.
ru: Совет: за каждое очко ионного урона с целевой системы отнимается одна единица энергии, после чего она блокируется на 5 секунд, не позволяя повторно получить энергию. Если ионное орудие поражает щиты, урон автоматически накладывается на систему щитов. FM: это КОМПОНЕНТ для ковки Пульсоглубинной пушки[50~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелой энергетической пушки.

# data/text_misc.xml.append$//text[@name="fm_tip_beam_mining"]
source: Tip: The Mining Beam pierces one shield layer, which means it will not lose any damage for the first shield bubble it pierces. Each layer after that will reduce damage by one. FM: A COMPONENT for forging the Ishimura Beam[120~], alongside the other COMPONENT 'Sarissa' Beam.
fr: Astuce : le Rayon minier perce une couche de bouclier, ce qui signifie qu'il ne perd pas de dégâts pour la première bulle de bouclier qu'il perce. Chaque couche suivante réduit les dégâts d'une unité. FM : Un COMPOSANT pour forger le Rayon Ishimura [120~], aux côtés de l'autre COMPOSANT le Rayon 'Sarissa'.
ru: Совет: Горный луч пробивает один слой щита, а это значит, что он не теряет урона за первый пробитый слой щита. Каждый последующий слой уменьшает урон на единицу. FM: это КОМПОНЕНТ для ковки луча Ишимура[120~], также вам понадобится другой КОМПОНЕНТ в виде луча "Сариса".

# data/text_misc.xml.append$//text[@name="fm_tip_beam_long_2"]
source: Tip: For every shield bar on the enemy, a beam's damage is reduced by one. For example, a three damage beam against two shield bars will cause one damage in every room it hits. FM: A COMPONENT for forging the Ishimura Beam[120~], alongside the other COMPONENT Mining Beam.
fr: Astuce : Pour chaque barre de bouclier sur l'ennemi, les dégâts d'un rayon sont réduits de un. Par exemple, un rayon de trois points de dégâts contre deux barres de bouclier infligera un point de dégâts dans chaque pièce touchée. FM : Un COMPOSANT pour forger le Rayon Ishimura [120~], aux côtés de l'autre COMPOSANT Rayon minier.
ru: Совет: за каждый слой щита противника урон луча уменьшается на единицу. Например, луч с тремя единицами урона против двух слоев щита будет наносить 1 урон по каждому отсеку, в которые он попадет. FM: это КОМПОНЕНТ для ковки луча Ишимура[120~], также вам понадобится другой КОМПОНЕНТ в виде Горного луча.

# data/text_misc.xml.append$//text[@name="fm_tip_beam_pierce"]
source: Tip: This Phase Beam pierces two shield layers, which means it will not lose any damage for the first two shield bubbles it pierces. Each layer after that will reduce damage by one. FM: A COMPONENT for forging the Earspoon Beam[35~], alongside the other COMPONENT Particle Beam.
fr: Astuce : ce Rayon phaseur perce deux couches de bouclier, ce qui signifie qu'il ne perd pas de dégâts pour les deux premières bulles de bouclier qu'il perce. Chaque couche suivante réduit les dégâts d'une unité. FM : Un COMPOSANT pour forger le Rayon Cuillère d'oreille [35~], aux côtés de l'autre COMPOSANT Rayon à particules.
ru: Совет: этот фазовый луч пробивает два слоя щита, а значит, за первые два слоя щита, которые он пробивает, он не наносит урона. Каждый последующий слой уменьшает урон на единицу. FM: это КОМПОНЕНТ для ковки луча Ушная ложка[35~], также вам понадобится другой КОМПОНЕНТ в виде Пучка частиц.

# data/text_misc.xml.append$//text[@name="fm_tip_beam_particle"]
source: Tip: The Particle Beam does no hull or crew damage, nor can it pierce shields. However, once shields are down it can do heavy damage to systems and light fires. FM: A COMPONENT for forging the Earspoon Beam[35~], alongside the other COMPONENT 'Guisarme' Beam.
fr: Astuce : le Rayon à particules n'inflige aucun dégât à la coque ou à l'équipage, et ne peut pas non plus percer les boucliers. Cependant, une fois les boucliers abaissés, il peut infliger de lourds dégâts aux systèmes et allumer des incendies. FM : Un COMPOSANT pour forger le Rayon Cuillère d'oreille [35~], aux côtés de l'autre COMPOSANT Rayon 'Guisarme'.
ru: Совет: Пучок частиц не наносит урона корпусу и экипажу, а также не пробивает щиты. Однако после разрушения щитов он может нанести серьезный урон системам и вызвать пожар. FM: это КОМПОНЕНТ для ковки луча Ушная ложка[35~], также вам понадобится другой КОМПОНЕНТ в виде луча "Гвизарма".

# data/text_misc.xml.append$//text[@name="fm_tip_beam_guillotine"]
source: Tip: This Beam does both crew and system damage, making it a very versatile weapon. FM: A COMPONENT for forging something Murderous[110~, 2}, 5|], alongside the other COMPONENT, [REDACTED].
fr: Astuce : ce Rayon inflige des dégâts à l'équipage et au système, ce qui en fait une arme très polyvalente. FM : Un COMPOSANT pour forger quelque chose de meurtrier [110~, 2}, 5|], aux côtés de l'autre COMPOSANT [EXPURGÉ].
ru: Совет: этот луч наносит урон как экипажу, так и системам, что делает его очень универсальным оружием. FM: это КОМПОНЕНТ для ковки чего-то убийственного[110~, 2}, 5|], также вам понадобится другой КОМПОНЕНТ в виде [РЕДАКТИРОВАТЬ].

# data/text_misc.xml.append$//text[@name="fm_tip_bomb_1"]
source: Tip: Bombs teleport past shields and defense drones to land directly on the ship. Like missiles, they cost one missile to launch. They never damage hull, but can be effective at disrupting crew and systems. You can even launch them at boarders on your own ship. FM: A COMPONENT for forging the Valefor Explosion Beam[75~], alongside the other COMPONENT Halberd Beam.
fr: Astuce : les bombes se téléportent au-delà des boucliers et des drones de défense pour atterrir directement sur le vaisseau. Comme les missiles, elles coûtent un missile pour être lancées. Elles n'endommagent jamais la coque, mais peuvent être efficaces pour perturber l'équipage et les systèmes. Vous pouvez même les lancer contre votre propre vaisseau. FM : Un COMPOSANT pour forger le Rayon d'explosion Valefor [75~], aux côtés de l'autre COMPOSANT le Rayon Hallebarde.
ru: Совет: бомбы телепортируются сквозь щиты и защитные дроны и падают прямо на корабль. Как и ракеты, они стоят одну боеголовку для запуска. Они не повреждают корпус, но могут эффективно выводить из строя экипаж и системы. Вы даже можете стрелять ими по абордажникам на своем корабле. FM: это КОМПОНЕНТ для ковки Взрывного луча Валефор[75~], также вам понадобится другой КОМПОНЕНТ в виде луча Алебарда.
