Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/text_misc.xml.append/*.po
Languages: fr, ru

# data/text_misc.xml.append$//text[@name="addon_hover_forgemaster"]
source: FORGEMASTER Currently Enabled. Click to see more info.
fr: FORGEMASTER Actuellement activé. Cliquez pour plus d'informations.
ru: FORGEMASTER В настоящее время включен. Нажмите, чтобы увидеть больше информации.

# data/text_misc.xml.append$//text[@name="info_addon_forgmaster"]
source: FORGEMASTER Developed by: Cyrus106, Abstrusity, Maxine, Radish, SeaDragonet, Kommandant_Julk, Vertaalfout and DemonFusionGamer Currently Enabled. A major expansion for Multiverse! It includes new NPCs, quests, weapons, sectors, bosses, and more. Drones and augments are coming soon! The primary new feature is: the weapon crafting system, which allows you to combine numerous weapon combinations into stronger variants (or at the very least, side-grades).These weapons are intended to shine brightest when used on ships with less weapon slots and make use of the newest most complex features hyperspace has to offer for a completely unique feel! New tooltips will appear on weapon components that can be used for crafting! (the addon Inferno-Core was designed for)
fr: FORGEMASTER Développé par : Cyrus106, Abstrusity, Maxine, Radish, SeaDragonet, Kommandant_Julk, Vertaalfout et DemonFusionGamer Actuellement activé. Une extension majeure pour Multiverse ! Elle ajoute de nouveaux PNJs, quêtes, armes, secteurs, boss, et bien plus. Les drones et améliorations arrivent bientôt ! La principale nouveauté est le système d’artisanat d’armes, qui permet de combiner diverses armes pour obtenir des variantes plus puissantes Ces armes sont particulièrement adaptées aux vaisseaux disposant de peu d’emplacements d’armes et exploitent les fonctionnalités les plus avancées d’Hyperspace pour une expérience unique ! De nouvelles infobulles apparaîtront sur les composants d’armes pouvant être utilisés pour l’artisanat ! (L'addon Inferno-Core, pour lequel il a été conçu, utilise désormais Fusion)
ru: FORGEMASTER Разработчики: Cyrus106, Abstrusity, Maxine, Radish, SeaDragonet, Kommandant_Julk, Vertaalfout, DemonFusionGamer и Skye В настоящее время включен. Крупное расширение для Multiverse! Оно включает в себя новых NPC, квесты, оружие, сектора, боссов и многое другое. Скоро появятся дроны и модули! Главное нововведение: система изготовления оружия, позволяющая комбинировать. Многочисленные комбинации оружия превращаются в более сильные варианты (или, по крайней мере, в побочные). Это оружие должно сиять ярче всего при использовании на кораблях с меньшим количеством слотов для оружия и использовать самые новые и сложные возможности гиперпространства для совершенно уникальных ощущений! (для этого был разработан аддон Inferno-Core, сейчас используют Fusion)

# data/text_misc.xml.append$//text[@name="bomb_biohazard"]
source: This bomb prevents the crew hit from healing from medbays, or being revived by clone bays. 30 second duration. Radiation weapons do bursts of heavy crew damage, have minor breach chances, and weaken enemy crew. Enemies hit will move and repair 66% slower, and will be stunned 75% longer.
fr: Cette bombe empêche l'équipage touché de se soigner à partir des infirmeries, ou d'être réanimé par les baies de clonage. Pendant 30 secondes. Les armes à radiations infligent de lourds dégâts à l'équipage, ont des chances mineures d'ouvrir une brèche et affaiblissent l'équipage ennemi. Les ennemis touchés se déplacent et se soignent 66% plus lentement, et sont étourdis 75% plus longtemps.
ru: Эта бомба не позволяет экипажу, попавшему под удар, лечиться в Медотсеке или возрождаться в Клон-отсеке. Время действия - 30 секунд. Радиационное орудие наносит большой урон экипажу, имеет небольшой шанс создать пробоину и ослабляет вражеский экипаж. Враги, попавшие под удар, будут передвигаться и ремонтировать на 66% медленнее, а также будут оглушаться на 75% дольше.

# data/text_misc.xml.append$//text[@name="bomb_crime"]
source: Makes all crew types burn, even rocks. All crew hit take 1.75x damage from fire, and put out fires 70% slower. 15 second duration.
fr: Fait brûler tous les types d'équipage, même les Rocailleux. Tous les membres d'équipage touchés subissent 1,75x les dégâts du feu et éteignent les incendies 70% plus lentement. Pendant 15 secondes.
ru: Заставляет гореть все типы экипажей, даже валунов. Все члены экипажа получают 1.75х урон от огня и тушат пожары на 70% медленнее. Время действия 15 секунд.

# data/text_misc.xml.append$//text[@name="bomb_compactinator"]
source: This extremely expensive bomb takes the hit allied crew off of the ship's crew slot database. As a result you can have more crew in your ship! DEV NOTE: Please remember, if a crew is added to your ship and every room is full, the game WILL crash. Same with enemy boarders, if there is no space for them, your game will crash until this is patched in Hyperspace. Use CONSERVATIVELY and count your crew and rooms before usage!
fr: Cette bombe extrêmement coûteuse supprime l'équipage allié touché de la base de données des emplacements d'équipage du vaisseau. En conséquence, vous pouvez avoir plus d'équipage dans votre vaisseau ! DEV NOTE : N'oubliez pas que si un équipage est ajouté à votre vaisseau et que toutes les pièces sont pleines, le jeu se BLOQUERA. Idem pour les ennemis, s'il n'y a pas de place pour eux, votre jeu se bloquera jusqu'à ce que cela soit corrigé dans hyperespace. Utilisez avec PRUDENCE et comptez vos membres d’équipage et vos salles avant usage !
ru: Эта чрезвычайно дорогая бомба убирает союзный экипаж из базы данных слотов экипажа корабля. В результате вы сможете разместить на своем корабле больше экипажа! ПРИМЕЧАНИЕ РАЗРАБОТЧИКА: Пожалуйста, помните, что вы добавите нового члена экипажа на ваш корабль, а все отсеки на нему будут заполнены, игра вылетит. То же самое с вражескими абордажниками, если на корабле не окажется места для них, игра будет аварийно завершаться до тех пор, пока это не будет исправлено в Hyperspace. Используйте корабль с осторожностью и считайте экипаж и отсеки перед использованием!

# data/text_misc.xml.append$//text[@name="flamethrower"]
source: DOES NOT pierce shields or pop them, fire this when the enemy shields are down and unleash hell on their ship!
fr: NE PERCE PAS les boucliers et ne les fait pas exploser. Tirer quand les boucliers de l'ennemi sont baissés et déchaînez l'enfer sur leur vaisseau !
ru: НЕ проникает сквозь щиты и не разрушает их, стреляйте, когда вражеские щиты отключены, и обрушьте ад на их корабль!

# data/text_misc.xml.append$//text[@name="ion_lanius"]
source: Fires a piercing ion shot that causes crew struck by it to lose suffocation immunity, take 2.5x more damage from suffocation, and very slowly drain the room's oxygen for 15 seconds.
fr: Tire un ion perforant qui fait perdre à l'équipage touché l'immunité à la suffocation, lui fait subir 2,5 fois plus de dégâts de suffocation et draine très lentement l'oxygène de la pièce pendant 15 secondes.
ru: Выстреливает пронзающим ионным зарядом, в результате которого экипаж, попавшая под его воздействие, теряет иммунитет к удушью, получает в 2.5х урона от удушья и очень медленно поглощает кислород в отсеке в течение 15 секунд.

# data/text_misc.xml.append$//text[@name="tip_focusenergy"]
source: Only deals Ion Damage when hitting a room in the enemy ship, but does not deal ion damage when hitting shields!
fr: N'inflige des dégâts d'ions que lorsqu'il touche une pièce du vaisseau ennemi, mais n'en inflige pas lorsqu'il touche les boucliers !
ru: Наносит ионный урон только при отсек в помещение на вражеском корабле, но не наносит ионного урона при попадании в щиты!

# data/text_misc.xml.append$//text[@name="tip_ancalagon"]
source: Ancalagon weapons have a chance to spawn an Ancalagon Crystal hazard. There are 5 types: red, blue, green, a rarer white, and the rarest, black.
fr: Les armes d’Ancalagon ont une chance de générer un dangereux Cristal d’Ancalagon. Il en existe 5 types : rouge, bleu, vert, un blanc plus rare et le plus rare de tous, le noir.
ru: Орудие Анкалагона имеет шанс вызвать опасность в виде Кристалла Анкалагона. Существует 5 типов: красный, синий, зеленый, более редкий белый и самый редкий черный.

# data/text_misc.xml.append$//text[@name="tip_gnunslung"]
source: This weapon pops 1 shield, deals photon damage and inflicts a 30s crew stacking damage DoT effect. Radiation weapons do bursts of heavy crew damage, have minor breach chances, and weaken enemy crew. Enemies hit will move and repair 66% slower, and will be stunned 75% longer.
fr: Cette arme détruit 1 bouclier, inflige des dégâts de photons et applique un effet de dégâts répétés cumulable pendant 30s à l'équipage. Les armes à radiation infligent des rafales de lourds dégâts à l’équipage, ont une faible chance de provoquer une brèche et affaiblissent l’équipage ennemi. Les ennemis touchés se déplacent et réparent 66 % plus lentement et subissent un étourdissement 75 % plus long.
ru: Это орудие проникает сквозь 1 слой щита, наносит фотонный урон и накладывает на экипаж эффект урона с течением времени, который может складываться и длится 30 секунд. Лучевое орудие наносит большой урон экипажу, имеет небольшой шанс создать пробоину и ослабляет вражеский экипаж. Противники, попавшие под удар, будут передвигаться и ремонтировать на 66% медленнее и будут оглушаться на 75% дольше.

# data/text_misc.xml.append$//text[@name="tip_ancalagon_drone_laser"]
source: 10% Chance to spawn an Ancalagon Crystal hazard. There are 5 types: red, blue, green, a rarer white, and the rarest, black.
fr: 10% de chances d'engendrer un dangereux Cristal d’Ancalagon. Il en existe 5 types : rouge, bleu, vert, un blanc plus rare, et le plus rare, le noir.
ru: 10% шанс вызвать опасность Кристалла Анкалагона. Существует 5 типов: красный, синий, зеленый, более редкий белый и самый редкий черный.

# data/text_misc.xml.append$//text[@name="tip_missiles_heavy"]
source: Tip: Heavy missiles always carry hull-bust attributes, and can be used to take down critical systems when necessary.
fr: Astuce : les missiles lourds sont toujours dotés d'attributs de destruction de la coque et peuvent être utilisés pour détruire des systèmes critiques si nécessaire.
ru: Совет: тяжелые ракетницы всегда имеют атрибуты разрушения корпуса и могут быть использованы для разрушения критически важных систем, когда это необходимо.

# data/text_misc.xml.append$//text[@name="fm_tip_corrosive"]
source: Tip: These Geniocracy-produced anti-bio weapons fire advanced radiation lasers, which slowly corrode any crew hit. The stronger the weapon, the better the damage over time.
fr: Astuce : Ces armes anti-biologique produites par la Géniocratie tirent des lasers à radiation avancés, qui corrodent lentement tout équipage touché. Plus l'arme est puissante, plus les dégâts sont importants.
ru: Совет: это Анти-био орудие производства Гениократии стреляет усовершенствованными радиационными лазерами, которые медленно разъедают всех членов экипажа. Чем мощнее орудие, тем больший урон оно наносит со временем.

# data/text_misc.xml.append$//text[@name="tip_terminus"]
source: A massive wyrm from another dimension rams into the enemy ship violently. Ignores Zoltan Shields but can be targeted by drones. Paralyzes the enemy crew on the enemy ship while slowly draining their health upon impact for 20 seconds.
fr: Un wyrm massif venu d'une autre dimension fonce violemment sur le vaisseau ennemi. Ignore les boucliers zoltans mais peut être pris pour cible par les drones. Paralyse l'équipage du vaisseau ennemi tout en drainant lentement sa santé à l'impact pendant 20 secondes.
ru: Огромный червь из другого измерения с силой врезается во вражеский корабль. Игнорирует золтанские щиты, но может быть атакован дронами. Парализует вражеский экипаж на корабле противника, медленно истощает его здоровье при попадании в течение 20 секунд.

# data/text_misc.xml.append$//text[@name="tip_beam_mining_2"]
source: This beam is powerful enough to cut across large ships with ease, rendering it highly potent against larger vessels. FM: A COMPONENT for forging the Terra Nova Pinpoint[70~], alongside the other COMPONENT 'Misericorde' Pinpoint or 'Stiletto' Pinpoint.
fr: Ce rayon est suffisamment puissant pour traverser facilement les vaisseaux de grande taille, ce qui le rend très efficace contre ces derniers. FM : Un COMPOSANT pour forger l'aiguillon Terra Nova[70~], avec l'autre COMPOSANT aiguillon de miséricorde ou aiguillon de stiletto.
ru: Этот луч достаточно мощный, чтобы с легкостью разрезать большие корабли, что делает его очень мощным для борьбы с крупными судами. FM: это КОМПОНЕНТ для ковки точечного луча Терра Нова[70~], одновременно является КОМПОНЕНТОМ для точечного луча Мизерикорд или точечного луча Стилет.

# data/text_misc.xml.append$//text[@name="tip_beam_mining_3"]
source: This pinpoint is powerful enough to tear multiple breaches on tiles around the impact area, as opposed to only where the beam touches.
fr: Cet Aiguillon est suffisamment puissant pour ouvrir de multiples brèches sur les tuiles situées autour de la zone d'impact, et non pas seulement à l'endroit où le rayon touche.
ru: Этот точечный луч достаточно мощный, чтобы пробить несколько пробоин на плитках вокруг зоны поражения, а не только там, куда попадает луч.

# data/text_misc.xml.append$//text[@name="tip_laser_photon"]
source: Tip: This weapon can pop shields despite dealing no hull damage.
fr: Astuce : cette arme peut faire sauter les boucliers bien qu'elle n'inflige aucun dégât à la coque.
ru: Совет: это орудие может разрушать щиты, несмотря на то, что не наносит урона корпусу.

# data/text_misc.xml.append$//text[@name="fm_tip_frost_1"]
source: Tip: Frost lasers lock down rooms that they hit, making them valuable in impeding enemy crew movements. FM: A COMPONENT for forging the TLALOC Laser[40~], alongside the other COMPONENT Irradiation Laser.
fr: Astuce : Les lasers de givre verrouillent les salles qu’ils touchent, ce qui les rend précieux pour entraver les déplacements de l’équipage ennemi. FM : Un COMPOSANT pour forger le Laser TLALOC [40~], aux côtés de l'autre COMPOSANT le Laser irradiant.
ru: Совет: Морозные лазеры изолируют отсеки, в которые попадают, что делает их полезными для препятствования передвижению вражеского экипажа. FM: это КОМПОНЕНТ для ковки лазера ТЛАЛОК[40~], также вам понадобится другой КОМПОНЕНТ в виде Облучающего лазера.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_bio"]
source: Tip: Radiation weapons do bursts of heavy crew damage, have minor breach chances, and weaken enemy crew. Enemies hit will move and repair 66% slower, and will be stunned 75% longer. FM: A COMPONENT for forging the TLALOC Laser[40~], alongside the other COMPONENT Frost Laser I. FM: A COMPONENT for forging the Rebel Ripper Laser[50~], alongside the other COMPONENT Heavy Laser I.
fr: Astuce : Les armes à radiations infligent de lourds dégâts à l'équipage, ont de faibles chances d'ouvrir une brèche et affaiblissent l'équipage ennemi. Les ennemis touchés se déplacent et se réparent 66 % plus lentement et sont étourdis 75 % plus longtemps. FM : Un COMPOSANT pour forger le Laser TLALOC [40~], aux côtés de l'autre COMPOSANT Laser Givrant I. FM : Un COMPOSANT pour forger le Laser Extracteur Rebelle [40~], aux côtés de l'autre COMPOSANT Laser Lourd I.
ru: Совет: радиационное орудие наносит большой урон экипажу, имеет небольшой шанс создать пробоину и ослабляет вражеский экипаж. Противники, попавшие под огонь, будут двигаться и ремонтировать на 66% медленнее, а также будут оглушены на 75% дольше. FM: это КОМПОНЕНТ для ковки лазера ТЛАЛОК[40~], также вам понадобится другой КОМПОНЕНТ в виде Морозного лазера мод. I. FM: это КОМПОНЕНТ для ковки лазера Потрошитель повстанцев[40~], также вам понадобится другой КОМПОНЕНТ в виде Тяжелого лазера мод. I.

# data/text_misc.xml.append$/dummyroot/FTL/text[21]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Hellflash Gatling Gun[30~], alongside the other COMPONENT Vulcan. FM: A COMPONENT for forging the Dazhbog Flamethrower[50~], alongside the other COMPONENT called [REDACTED].
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger la Mitrailleuse Gatling Flash des enfers [30~], aux côtés de l'autre COMPOSANT Vulcain. FM : Un COMPOSANT pour forger le Lance-flammes Dazhbog [50~], aux côtés de l'autre COMPOSANT appelé [EXPURGÉ].
ru: Совет: каждый лазерный выстрел будет блокироваться одним слоем щита, независимо от урона лазера. FM: это КОМПОНЕНТ для ковки гатлинг-пушки Адская вспышка[30~], а также КОМПОНЕНТ для Вулкана. FM: это КОМПОНЕНТ для ковки огнемета Дажьбог[50~], а также КОМПОНЕНТ для [РЕДАКТИРОВАТЬ].

# data/text_misc.xml.append$/dummyroot/FTL/text[22]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Dazhbog Flamethrower[50~], alongside the other COMPONENT called [REDACTED]. FM: A COMPONENT for forging the Hellflash Gatling Gun[30~], alongside the other COMPONENT Vulcan.
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger le Lance-flammes Dazhbog [50~], aux côtés de l'autre COMPOSANT appelé [EXPURGÉ]. FM : Un COMPOSANT pour forger la Mitrailleuse Gatling Flash des enfers [30~], aux côtés de l'autre COMPOSANT Vulcain.
ru: Совет: каждый лазерный выстрел будет блокироваться одним слоем щита, независимо от урона лазера. FM: это КОМПОНЕНТ для ковки огнемета Дажьбог[50~], также вам понадобится другой КОМПОНЕНТ в виде [РЕДАКТИРОВАТЬ]. FM: это КОМПОНЕНТ для ковки гатлинг-пушки Адская вспышка[30~], также вам понадобится другой КОМПОНЕНТ в виде Вулкана.

# data/text_misc.xml.append$//text[@name="fm_tip_decayser"]
source: Tip: Phasers pierce additional shield layers. They will do ion damage for the first shield layer pierced, plus additional damage to whatever system they hit. FM: A COMPONENT for forging the Decayser[55~], alongside the other COMPONENT called [REDACTED].
fr: Astuce : Les phaseurs percent des couches de bouclier supplémentaires. Ils infligent des dégâts ioniques à la première couche de bouclier percée, ainsi que des dégâts supplémentaires au système qu'ils touchent. FM : Un COMPOSANT pour forger le Désintégrateur [55~], avec l'autre COMPOSANT appelé [EXPURGÉ].
ru: Совет: фазеры пробивают дополнительные слои щита. Они наносят ионный урон первому пробитому слою щита, а также дополнительный урон всем системам, в которые они попадают. FM: это КОМПОНЕНТ для ковки Расщепителя[55~], также вам понадобится другой КОМПОНЕНТ в виде [РЕДАКТИРОВАТЬ].

# data/text_misc.xml.append$//text[@name="fm_tip_laser_light"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Photon I[25~], alongside the other COMPONENT Particle Accelerator MK I. FM: A COMPONENT for forging the MFK Kestrel Drone, alongside the other COMPONENT Combat Drone MK I.
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger le Photon I [25~], aux côtés de l'autre COMPOSANT Accélérateur de particules MK I. FM : Un COMPOSANT pour forger le Drone Kestrel MFK , aux côtés de l'autre COMPOSANT Drone de Bataille MK I.
ru: Совет: каждый лазерный выстрел будет блокироваться одним слоем щита, независимо от урона лазера. FM: это КОМПОНЕНТ для ковки Фотона мод. I[25~], также вам понадобится другой КОМПОНЕНТ в виде Ускорителя частиц мод. I. FM: это КОМПОНЕНТ для ковки дрона МФК Пустельга, также вам понадобится другой КОМПОНЕНТ в виде Боевого дрона мод. I.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_particle"]
source: Tip: Particle accelerators fire in a radius much like Flak. Each projectile does small system damage and has a reasonable fire chance, which can be devastating against its target. FM: A COMPONENT for forging the Photon I[25~], alongside the other COMPONENT Light Laser I.
fr: Astuce : Les accélérateurs de particules tirent dans un rayon semblable à celui de la Flak. Chaque projectile inflige de faibles dégâts aux systèmes et a une probabilité raisonnable d’incendie, ce qui peut être dévastateur pour la cible. FM : Un COMPOSANT pour forger le Photon I [25~], aux côtés de l'autre COMPOSANT Laser léger I.
ru: Совет: Ускорители частиц стреляют по радиусу, подобно осколочной пушке. Каждый снаряд наносит небольшой урон системам и имеет неплохой шанс на поджог, который может быть губительным для цели. FM: это КОМПОНЕНТ для ковки Фотона мод. I[25~], также вам понадобится другой КОМПОНЕНТ в виде Легкого лазера мод. I.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_light_2"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Photon II[50~], alongside the other COMPONENT Particle Accelerator MK II.
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger le Photon II [50~], aux côtés de l'autre COMPOSANT Accélérateur de particules MK II.
ru: Совет: каждый лазерный выстрел будет блокироваться одним слоем щита, независимо от урона лазера. FM: это КОМПОНЕНТ для ковки Фотона мод. II[50~], также вам понадобится другой КОМПОНЕНТ в виде Ускорителя частиц мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_particle_2"]
source: Tip: Particle accelerators fire in a radius much like Flak. Each projectile does small system damage and has a reasonable fire chance, which can be devastating against its target. FM: A COMPONENT for forging the Photon II[50~], alongside the other COMPONENT Light Laser II.
fr: Astuce : Les accélérateurs de particules tirent dans un rayon semblable à celui de la Flak. Chaque projectile inflige de faibles dégâts aux systèmes et a une probabilité raisonnable d’incendie, ce qui peut être dévastateur pour la cible. FM : Un COMPOSANT pour forger le Photon II [50~], aux côtés de l'autre COMPOSANT Laser Léger II.
ru: Совет: Ускорители частиц стреляют по радиусу, подобно осколочной пушке. Каждый снаряд наносит небольшой урон системам и имеет неплохой шанс на поджог, который может быть губительным для цели. FM: это КОМПОНЕНТ для ковки Фотона мод. II[50~], также вам понадобится другой КОМПОНЕНТ в виде Легкого лазера мод. II.

# data/text_misc.xml.append$//text[@name="fm_tip_laser_heavy_1"]
source: Tip: Each laser shot will be blocked by a single shield bubble, regardless of the laser's damage. FM: A COMPONENT for forging the Rebel Ripper Laser[50~], alongside the other COMPONENT Irradiation Laser.
fr: Astuce : chaque tir laser sera bloqué par une seule bulle de bouclier, quels que soient les dégâts du laser. FM : Un COMPOSANT pour forger le Laser Extracteur rebelle [40~], aux côtés de l'autre COMPOSANT Laser irradiant.
ru: Совет: каждый выстрел лазера будет блокирован одним слоем щита, независимо от его урона. FM: это КОМПОНЕНТ для ковки лазера Потрошитель повстанцев[40~], также вам понадобится другой КОМПОНЕНТ в виде Облучающего лазера.
