Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_special_lightspeed.xml.append/*.po
Languages: fr, ru

# data/events_special_lightspeed.xml.append$//event[@name="FM_CALL_SENT"]/text
source: Transmitter Signal Sent...
fr: Signal d'émetteur envoyé...
ru: Сигнал передатчика отправлен...

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Would you like to contact the Forgemaster?
fr: Souhaitez-vous contacter le Maître des forges ?
ru: Вы хотите связаться с Кузнецом?

source: Out of habit you attempt to reach out to the Forgemaster, but then you remember that you killed him. You monster.
fr: Par habitude, vous tentez de tendre la main au Maître des forges, mais vous vous rappelez alors que vous l'avez tué. Vous êtes un monstre.
ru: По привычке вы пытаетесь обратиться к Кузнецу, но потом вспоминаете, что убили его. Вы монстр.

source: You've already called the Forgemaster via one of the three methods.
fr: Vous avez déjà appelé le Maître des forges via l'une des trois méthodes.
ru: Вы уже вызвали Кузнеца одним из трех способов.

source: Use fuel to boost the power of your Transmitter to contact the Forgemaster.
fr: Utilisez du carburant pour augmenter la puissance de votre émetteur afin de contacter le Maître des forges.
ru: Использовать топливо, чтобы увеличить мощность передатчика и связаться с Кузнецом.

source: You burn your excess fuel reserves, funneling the energy into your transmitter and broadcasting the Forgemaster's subspace identifier. If Alastair is anywhere in the region, he'll have heard your call.
fr: Vous brûlez vos réserves de carburant excédentaires, canalisant l'énergie dans votre émetteur et diffusant l'identifiant subspatial du Maître des forges. Si Alastair se trouve dans la région, il aura entendu votre appel.
ru: Вы сжигаете избыточные запасы топлива, направляя энергию в передатчик и передавая подпространственный идентификатор Кузнеца. Если Алестер находится где-то в этом районе, он наверняка услышал ваш зов.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Whip up a long-range ballistic message cylinder to contact the Forgemaster.
fr: Fabriquer un cylindre de message balistique à longue portée pour contacter la Maître des forges.
ru: Соорудить баллистический корабль дальнего действия для передачи сообщения, чтобы связаться с Кузнецом.

source: You pull together some excess explosives, constructing a hyperspeed-capable ballistic vessel containing a request to meet up with Alastair. You wire its targeting systems to his subspace identifier and give the order to launch it. If Alastair's anywhere it can find, he'll be ready to meet up.
fr: Vous rassemblez quelques explosifs excédentaires et construisez un vaisseau balistique capable de se déplacer en hypervitesse, contenant une demande de rendez-vous avec Alastair. Vous connectez ses systèmes de ciblage à son identifiant subspatial et donnez l'ordre de le lancer. Si Alastair se trouve quelque part où il peut être localisé, il sera prêt à vous retrouver.
ru: Вы собираете немного боеголовок и создаете баллистический корабль, способный развивать сверхскорость и содержащий запрос о встрече с Алестером. Вы подключаете его системы наведения на его подпространственный идентификатор и отдаете команду о запуске. Если Алестер где-то есть, он будет готов к встрече.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Send a hyperspeed messenger drone to contact the Forgemaster.
fr: Envoyer un drone messager d'hypervitesse pour contacter le Maître des forges.
ru: Отправить сверхскоростной посыльный дрон, чтобы связаться с Кузнецом.

source: You use some drone components and prepare a robust long-range drone equipped for hyperspeed travel. You load in a request for Alastair to meet you in the next sector and set the drone's comms to find his subspace identifier. Hopefully it makes it to him - if he gets the message, he'll be ready.
fr: Vous utilisez quelques composants de drone et préparez un drone robuste à longue portée équipé pour le voyage en hypervitesse. Vous chargez une demande pour qu'Alastair vous rejoigne dans le prochain secteur et réglez les communications du drone pour trouver son identifiant subspatial. Espérons que le message lui parviendra - s'il le reçoit, il sera prêt.
ru: Вы используете немного дрон-комплектов и готовите надежный дрон дальнего действия, приспособленный для сверхскоростных полетов. Вы загружаете в него запрос на встречу с Алестером в следующем секторе и настраиваете связь дрона на поиск его подпространственного идентификатора. Вы надеетесь, что дрон доберется к нему - если он получит сообщение, то будет готов.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Use fuel to boost the power of your Transmitter to contact the Forgemaster.
fr: Utilisez du carburant pour augmenter la puissance de votre émetteur afin de contacter le Maître des forges.
ru: Использовать топливо, чтобы увеличить мощность передатчика и связаться с Кузнецом.

source: You burn your excess fuel reserves, funneling the energy into your transmitter and broadcasting the Forgemaster's subspace identifier. If Alastair is anywhere in the region, he'll have heard your call.
fr: Vous brûlez vos réserves de carburant excédentaires, canalisant l'énergie dans votre émetteur et diffusant l'identifiant subspatial du Maître des forges. Si Alastair se trouve dans la région, il aura entendu votre appel.
ru: Вы сжигаете избыточные запасы топлива, направляя энергию в передатчик и передавая подпространственный идентификатор Кузнеца. Если Алестер находится где-то в этом районе, он наверняка услышал.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Whip up a long-range ballistic message cylinder to contact the Forgemaster.
fr: Fabriquer un cylindre de message balistique à longue portée pour contacter la Maître des forges.
ru: Соорудить баллистический корабль дальнего действия для передачи сообщения, чтобы связаться с Кузнецом.

source: You pull together some excess explosives, constructing a hyperspeed-capable ballistic vessel containing a request to meet up with Alastair. You wire its targeting systems to his subspace identifier and give the order to launch it. If Alastair's anywhere it can find, he'll be ready to meet up.
fr: Vous rassemblez quelques explosifs excédentaires et construisez un vaisseau balistique capable de se déplacer en hypervitesse, contenant une demande de rendez-vous avec Alastair. Vous connectez ses systèmes de ciblage à son identifiant subspatial et donnez l'ordre de le lancer. Si Alastair se trouve quelque part où il peut être localisé, il sera prêt à vous retrouver.
ru: Вы собираете немного боеголовок и создаете баллистический корабль, способный развивать сверхскорость и содержащий запрос о встрече с Алестером. Вы подключаете его системы наведения на его подпространственный идентификатор и отдаете команду о запуске. Если Алестер где-то есть, он будет готов к встрече.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Send a hyperspeed messenger drone to contact the Forgemaster.
fr: Envoyer un drone messager d'hypervitesse pour contacter le Maître des forges.
ru: Отправить сверхскоростной посыльный дрон, чтобы связаться с Кузнецом.

source: You use some drone components and prepare a robust long-range drone equipped for hyperspeed travel. You load in a request for Alastair to meet you in the next sector and set the drone's comms to find his subspace identifier. Hopefully it makes it to him - if he gets the message, he'll be ready.
fr: Vous utilisez quelques composants de drone et préparez un drone robuste à longue portée équipé pour le voyage en hypervitesse. Vous chargez une demande pour qu'Alastair vous rejoigne dans le prochain secteur et réglez les communications du drone pour trouver son identifiant subspatial. Espérons que le message lui parviendra - s'il le reçoit, il sera prêt.
ru: Вы используете немного дрон-комплектов и готовите надежный дрон дальнего действия, приспособленный для сверхскоростных полетов. Вы загружаете в него запрос на встречу с Алестером в следующем секторе и настраиваете связь дрона на поиск его подпространственного идентификатора. Вы надеетесь, что дрон доберется к нему - если он получит сообщение, то будет готов.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Nevermind.
fr: Laisser tomber.
ru: Неважно.

source: Continue...
fr: Continuer...
ru: Продолжить...

# data/events_special_lightspeed.xml.append$//event[@name="TWISTED_WARP"]/text
source: Name: Twisted Sector Type: Neutral Unique: True Dominant Faction: N/A Rebel Threat Level: Low An abandoned sector owned by C.U.R.A.
fr: Nom : Secteur Déformé Type : Neutre Unique : Vrai Faction dominante : N/A Niveau de menace des rebelles : Faible Un secteur abandonné appartenant à C.U.R.A.
ru: Название: Искаженный сектор Тип: Нейтральный Уникальный: Да Доминирующая фракция: Неизвестно Уровень угрозы повстанцев: Низкий Заброшенный сектор, принадлежащий К.У.Р.А.

source: Exit Hyperspeed.
fr: Quitter l'hypervitesse.
ru: Выйти из гиперскоростного режима.

source: Reroute.
fr: Changer de destination.
ru: Изменить точку назначения.

source: Jump to the Twisted Sector.
fr: Sauter vers le Secteur Déformé.
ru: Перейти в Искаженный сектор.

source: Jump to the Twisted Sector.
fr: Sauter vers le Secteur Déformé.
ru: Перейти в Искаженный сектор.

source: You are about to reroute. Below is the Atlas entry for this sector. Name: Twisted Sector Type: Neutral Unique: True Dominant Faction: N/A Rebel Threat Level: Low INSERT LORE HERE [Warning: Rerouting means you will miss any quests that would have spawned in the next sector.]
fr: Vous êtes sur le point de changer d'itinéraire. Vous trouverez ci-dessous l'entrée de l'Atlas pour ce secteur. Nom : Secteur Déformé Type de secteur : Neutre Unique : Vrai Faction dominante : N/A Niveau de menace des rebelles : Faible INSÉRER L'HISTOIRE ICI [Avertissement : Le réacheminement signifie que vous manquerez toutes les quêtes qui se seraient déroulées dans le secteur suivant.]
ru: Вы собираетесь изменить маршрут. Ниже приведена запись в Атласе для этого сектора. Название: Искаженный сектор Тип: Нейтральный Уникальный: Да Доминирующая фракция: Неизвестно Уровень угрозы повстанцев: Низкий ВСТАВЬТЕ ИСТОРИЮ СЮДА [Предупреждение: Перенаправление означает, что вы пропустите все задания, которые могли бы появиться в следующем секторе]

source: Continue with the jump.
fr: Confirmer le saut.
ru: Продолжить прыжок.

source: You prepare to jump to the new co-ordinates, and change your flight path accordingly.
fr: Vous vous préparez à sauter vers les nouvelles coordonnées, et changez votre plan de vol par conséquent.
ru: Вы готовитесь прыгнуть по новым координатам и меняете маршрут корабля соответствующим образом.

source: Continue...
fr: Continuer...
ru: Продолжить...

source: Nevermind.
fr: Laisser tomber.
ru: Неважно.
