Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: fr, ru

source: Every 9 seconds, automatically deals 1 ion damage to the current room and briefly stuns all crew there. Deals low damage in combat. Slows the movement speed of all other crew in the room. Deals 2 ion damage on death.
fr: Toutes les 9 secondes, inflige automatiquement 1 dégât ionique à la pièce actuelle et étourdit brièvement tous les membres d'équipage qui s'y trouvent. Peu de dégâts en combat. Ralentit la vitesse de déplacement de tous les autres membres d'équipage dans la pièce. Inflige 2 dégâts ioniques à la mort.
ru: Каждые 9 секунд автоматически наносит 1 ионный урон в текущем отсеке и ненадолго оглушает всех членов экипажа. Наносит низкий урон в бою. Замедляет скорость передвижения всех членов экипажа в отсеке. Наносит 2 ионных урона при смерти.

source: REFORGE
ru: ПЕРЕКОВКА

source: Ready: Repair 10 system and 2 hull damage. Heavily heal the Forgemaster, and start fires.
fr: Prêt : Répare 10 dégâts au système et 2 dégâts à la coque. Soigne fortement le Maître des forges et allume des feux.
ru: Готов: Ремонтирует 10 системных и 2 корпусных единиц урона. Сильно лечит Кузнеца и разжигает пожары.

source: REFORGE
ru: ПЕРЕКОВКА

source: Ready: Repair 10 system and 2 hull damage. Heavily heal the Forgemaster, and start fires. Takes no damage during the ability cast.
fr: Prêt : Répare 10 dégâts au système et 2 dégâts à la coque. Soigne fortement le Maître des forges et allume des feux. Ne subit aucun dégât pendant l'exécution de la capacité.
ru: Готов: Ремонтирует 10 единиц систем и 2 единицы корпуса. Сильно исцеляет себя и разжигает пожары. Не получает урона во время действия способности.

# data/hyperspace.xml.append$//race[@name="fm_plated"]/powerEffect/buttonText
source: REFORGE
ru: ПЕРЕКОВКА

# data/hyperspace.xml.append$//race[@name="fm_plated"]/powerEffect/tooltip
source: Ready: Repair 4 system and 1 hull damage. Heal the Plated for 20 hp. Takes no damage during the ability cast.
fr: Prêt : Répare 4 dégâts système et 1 dégât de coque. Soigne le Plaqué pour 20 pv. Ne subit aucun dégât pendant l'exécution de la capacité.
ru: Готов: Ремонтирует 4 единиц систем и 1 единицу корпуса. Исцеляется на 20 ОЗ. Не получает урона во время действия способности.

source: POLISH
fr: POLIR
ru: ПОЛИРОВКА

# data/hyperspace.xml.append$//powerEffect[@name="plated_shell_fortify"]/tooltip
source: Ready: Damage enemies for 15hp, while healing for 20hp. Become immune to stuns, deal 20% extra ranged damage, gaining 70% resistance to all damage, while moving at 2x speed for the duration. Room becomes fully resistant to system damage for 15 seconds.
fr: Prêt : Inflige des dégâts aux ennemis pour 15pv, tout en les soignant pour 20pv. Devient insensible aux étourdissements, inflige 20% de dégâts supplémentaires à distance, gagne 70% de résistance à tous les dégâts, tout en se déplaçant à 2x la vitesse pendant la durée. La pièce devient entièrement résistante aux dégâts système pendant 15 secondes.
ru: Готов: Наносит врагам 15 ОЗ урона и исцеляется на 20 ОЗ. Становится невосприимчивым к оглушению, наносит 20% дополнительного урона в дальнем бою, получает 70% сопротивления ко всему урону и 2х скорость передвижения в течение всего времени. Отсек становится полностью устойчивым к системному урону на 15 секунд.

source: ABSORB
fr: ABSORBE
ru: АБСОРБ

source: [COOLDOWN:15s] Merge with a Cobalt Separatist in the same room to form a Twisted Separatist.
fr: [TEMPS DE RECHARGE : 15s] Fusionner avec un Séparatiste Cobalt dans la même pièce pour former un Séparatiste Déformé.
ru: [ПЕРЕЗАРЯДКА:15с] Объединяется с кобальтовым Сепаратистом в одном отсеке, чтобы создать искаженного Сепаратиста.

source: REBIRTH
fr: RENAITRE
ru: ВОЗРОЖДЕНИЕ

source: [COOLDOWN:10s] Hey, you shouldn't be reading this! Scram!
fr: [TEMPS DE RECHARGE : 10s] Hé, vous devriez pas lire ça ! Foutez le camp !
ru: [ПЕРЕЗАРЯДКА:10с] Эй, вы не должны это читать! Проваливайте!

# data/hyperspace.xml.append$//race[@name="fm_nano_cobalt"]/powerEffect/buttonText
source: REFORM
fr: TRANSFORME
ru: РЕФОРМА

# data/hyperspace.xml.append$//race[@name="fm_nano_cobalt"]/powerEffect/tooltip
source: [COOLDOWN:20s] Reform into a Cobalt Seperatist, deal 1 hull and system damage, and breach the current room.
fr: [TEMPS DE RECHARGE : 20s] Se transforme en Séparatiste de Cobalt, inflige 1 dégât à la coque et au système, et ouvre une brèche dans la salle actuelle.
ru: [ПЕРЕЗАРЯДКА:20с] Преобразуется в кобальтового Сепаратиста, наносит 1 урон корпусу и системе и создает пробоину в текущем отсеке.

source: Cobalt
ru: Кобальт

source: Bronze
ru: Бронза

source: SPLIT
fr: SÉPARE
ru: РАЗДЕЛЕНИЕ

source: [COOLDOWN:15s] Split back into the two Seperatists.
fr: [TEMPS DE RECHARGE : 15s] Séparer à nouveau en deux Séparatistes.
ru: [ПЕРЕЗАРЯДКА:15с] Разделяется на двух Сепаратистов.

source: Cobalt
ru: Кобальт

source: Absorb
fr: Absorbe
ru: Абсорб

# data/hyperspace.xml.append$//powerEffect[@name="fm_blood_morph_absorb"]/tooltip
source: [COOLDOWN:20s] Absorbs all friendly crew in the room, granting permanant boosts.
fr: [TEMPS DE RECHARGE : 20s] Absorbe tous les membres d'équipage amicaux dans la pièce, leur accordant des boosts permanents.
ru: [ПЕРЕЗАРЯДКА:20с] Поглощает весь дружественный экипаж в отсеке, получив постоянное усиление.

# data/hyperspace.xml.append$//race[@name="fm_crystal_red"]/powerEffect/buttonText
source: FIRE
fr: FEU
ru: ОГОНЬ

# data/hyperspace.xml.append$//race[@name="fm_crystal_red"]/powerEffect/tooltip
source: Ready: Spawn a fire.
fr: Prêt : Provoque un incendie.
ru: Готов: Разжечь пожар.

source: ION
ru: ИОНИЗИРОВАТЬ

# data/hyperspace.xml.append$//race[@name="fm_crystal_blue"]/powerEffect/tooltip
source: Ready: Spawn Ion and Stun.
fr: Prêt : Génère Ion et Étourdissement.
ru: Готов: Нанести ионный урон и оглушить.

source: BREACH
fr: BRECHE
ru: ПРОБОИНА

# data/hyperspace.xml.append$//race[@name="fm_crystal_green"]/powerEffect/tooltip
source: Ready: Spawn Breach and deal crew damage.
fr: Prêt : Génère une Brèche et inflige des dégâts à l’équipage.
ru: Готов: Создать пробоину и нанести урон экипажу.

source: OMNI
ru: ОМНИ

# data/hyperspace.xml.append$//race[@name="fm_crystal_white"]/powerEffect/tooltip
source: Ready: Inflict ALL crystal effects.
fr: Prêt : Inflige TOUS les effets cristallins.
ru: Готов: Наносит ВСЕ эффекты кристалла.

source: VOID
fr: VIDE
ru: ПУСТОТА

# data/hyperspace.xml.append$//race[@name="fm_crystal_black"]/powerEffect/tooltip
source: Ready: Spawn a random crystal
fr: Prêt : Génère un cristal aléatoire
ru: Готов: Порождает случайный кристалл

source: SHIELD
fr: BOUCLIER
ru: ЩИТ

# data/hyperspace.xml.append$//race[@name="unique_remington"]/powerEffect/tooltip
source: Ready: Take greatly reduced damage (80% less), resist Mind Control attempts, and reduce suffocation damage taken for nearby allies by 50% for 15 seconds.
fr: Prêt : subit des dégâts considérablement réduits (80% de moins), résiste aux tentatives de contrôle mental et réduit les dégâts de suffocation subis par les alliés proches de 50% pendant 15 secondes.
ru: Готов: Получает значительно меньший урон (на 80%), сопротивляется попыткам контроля разума и на 50% снижает урон от удушья, получаемый ближайшими союзниками в течение 15 секунд.

source: SHIELD
fr: BOUCLIER
ru: ЩИТ

# data/hyperspace.xml.append$//race[@name="unique_mossberg"]/powerEffect/tooltip
source: Ready: Take greatly reduced damage (80% less), resist Mind Control attempts, and reduce fire damage taken for nearby allies by 50% for 15 seconds.
fr: Prêt : subit des dégâts considérablement réduits (80% de moins), résiste aux tentatives de contrôle mental et réduit les dégâts de feu subis par les alliés proches de 50% pendant 15 secondes.
ru: Готов: Получает значительно меньший урон (на 80%), сопротивляется попыткам контроля разума и уменьшает урон от огня на 50% получаемый ближайшими союзниками в течение 15 секунд.

# data/hyperspace.xml.append$//race[@name="gbgozer"]/powerEffect/buttonText
source: CONSUME
fr: CONSUMER
ru: ПОГЛОЩЕНИЕ

# data/hyperspace.xml.append$//race[@name="gbgozer"]/powerEffect/tooltip
source: Ready: Deals 1 system damage and open a breach in the current room
fr: Prêt : inflige 1 dégât système et ouvre une brèche dans la pièce actuelle
ru: Готов: Наносит 1 системный урон и создает пробоину в текущем отсеке

# data/hyperspace.xml.append$//race[@name="gbgozer_player"]/powerEffect/buttonText
source: SACRIFICE
ru: ЖЕРТВА

# data/hyperspace.xml.append$//race[@name="gbgozer_player"]/powerEffect/tooltip
source: Ready: Kill all friendly ghosts in the same room, sending copies of them to the enemy ship
fr: Prêt : Tue tous les fantômes amis dans la même pièce, en envoyant des copies sur le vaisseau ennemi
ru: Готов: Убивает всех дружественных призраков в одном отсеке, отправив их копии на вражеский корабль

source: TEATIME
fr: L'HEURE DU THÉ
ru: ЧАЕПИТИЕ

source: Ready: Inflict 50 damage to all enemies in the room over the course of 5 seconds with a devastating fury of slashes. Movement speed increases to 9x during the duration of the effect.
fr: Prêt : Inflige 50 dégâts à tous les ennemis dans la salle pendant 5 secondes, avec une furie dévastatrice de coups. La vitesse de déplacement est multipliée par 9 pendant toute la durée de l’effet.
ru: Готов: Наносит 50 единиц урона всем врагам в отсеке в течение 5 секунд с помощью разрушительных яростных рубящих ударов. Скорость передвижения увеличивается до 9х на время действия эффекта.

source: FIRE
fr: FEU
ru: ОГОНЬ

# data/hyperspace.xml.append$//race[@name="fm_fire_intruder"]/powerEffect/tooltip
source: Automatic: activates an Fire pulse
fr: Automatique : active une Vague de Flammes
ru: Автоматически: Активирует импульс "Огонь"

source: SURGE
fr: DÉCHARGE
ru: ВЫБРОС

source: Automatic: Heals self for 20 hp, deals 1 ion, 4 second stun, and 10 damage to enemy crew .
fr: Automatique : Soigne de 20pv, inflige 1 ion, 4 secondes d'étourdissement et 10 points de dégâts à l'équipage ennemi.
ru: Автоматически: Исцеляет себя на 20 ОЗ, наносит 1 ионный урон, 4 секунды оглушает и наносит 10 единиц урона вражескому экипажу.

source: SURGE
fr: DÉCHARGE
ru: ВЫБРОС

source: Automatic: Occasionally surges with energy, healing all allies on both ships for 20 hp, and damaging all enemy crew for 10hp.
fr: Automatique : Déchaîne périodiquement une décharge d’énergie, soignant tous les alliés des deux vaisseaux de 20pv et infligeant 10pv de dégâts à tout l’équipage ennemi.
ru: Автоматически: Время от времени выпускает энергию, исцеляя всех союзников на обоих кораблях на 20 ОЗ и нанося урон всем членам вражеского экипажа на 10 ОЗ.

# data/hyperspace.xml.append$//race[@name="fm_meatman"]/powerEffect/buttonText
source: OUTBREAK
fr: ÉPIDÉMIE
ru: ЭПИДЕМИЯ

# data/hyperspace.xml.append$//race[@name="fm_holy11"]/powerEffect/buttonText
source: ITS ON FIRE
fr: C'EST EN FEU
ru: В ОГНЕ

# data/hyperspace.xml.append$//race[@name="fm_holy11"]/powerEffect/tooltip
source: Ready: Spawn a fire.
fr: Prêt : Provoque un incendie.
ru: Готов: Разжечь пожар.

source: LIMIT RELEASE
fr: LIBÉRATION DES LIMITES
ru: СНЯТИЕ ОГРАНИЧЕНИЙ

source: Ready: Boosts damage dealt, reduces damage taken, but stops supplying power during the duration.
fr: Prêt : Augmente les dégâts infligés, réduit les dégâts subis, mais cesse de fournir de l'énergie pendant la durée.
ru: Готов: Увеличивает наносимый урон, снижает получаемый урон, но прекращает вырабатывать энергию на время действия.

source: Kindling
fr: Bois d'allumage
ru: Разжигание

source: Ready: Ignites themselves and lights a fire
fr: Prêt : S'enflamme et crée un incendie
ru: Готов: Воспламеняет себя и разжигает пожар

source: Kindling
fr: Bois d'allumage
ru: Разжигание

source: Ready: Ignites themselves and lights a fire
fr: Prêt : S'enflamme et crée un incendie
ru: Готов: Воспламеняет себя и разжигает пожар

source: COMBUST
fr: COMBUSTION
ru: ЗАЖЕЧЬ

source: Ready: Take 15 damage and deal 15 damage to enemy crew and 1 damage to enemy systems. Can be rapidly cast, but regenerates little.
fr: Prêt : Subit 15 dégâts et inflige 15 dégâts à l'équipage ennemi et 1 dégât aux systèmes ennemis. Peut être lancé rapidement, mais se régénère peu.
ru: Готов: Получает 15 урона и наносит 15 урона вражескому экипажу и 1 урона вражеским системам. Может быть быстро использовано, но медленно восстанавливается.

source: VIRAL COMBUST
fr: COMBUSTION VIRALE
ru: ВИРУСНОЕ ВОЗГОРАНИЕ

source: Ready: Take 25 damage and deal 15 damage to enemy crew and 1 damage to enemy systems. Slowly regenerates the health lost and some extra for 26 seconds.
fr: Prêt : Subit 25 dégâts et inflige 15 dégâts à l'équipage ennemi et 1 dégât aux systèmes ennemis. Régénère lentement les points de vie perdus et quelques points supplémentaires pendant 26 secondes.
ru: Готов: Получает 25 единиц урона и наносит 15 единиц урона вражескому экипажу и 1 единицу урона вражеским системам. Медленно регенерирует потерянное здоровье и некоторое количество дополнительного в течение 26 секунд.

source: COMBUST
fr: COMBUSTION
ru: ЗАЖЕЧЬ

source: Ready: Take 25 damage and heal all friendly crew in the room to full health. Slowly regenerates the health lost for 13 seconds and some extra.
fr: Prêt : Subit 25 dégâts et soigne tous les membres d'équipage amis dans la pièce à pleine santé. Régénère lentement la santé perdue pendant 13 secondes et un peu plus.
ru: Готов: Получает 25 единиц урона и лечит всех дружественных членов экипажа в отсеке до полного здоровья. Медленно регенерирует потерянное здоровье и некоторое количество дополнительного в течение 13 секунд.

source: COMBUST
fr: COMBUSTION
ru: ЗАЖЕЧЬ

source: Ready: Take 25 damage and heal all friendly crew in the room to full health. Slowly regenerates the health lost for 13 seconds and some extra.
fr: Prêt : Subit 25 dégâts et soigne tous les membres d'équipage amis dans la pièce à pleine santé. Régénère lentement la santé perdue pendant 13 secondes et un peu plus.
ru: Готов: Получает 25 единиц урона и лечит всех дружественных членов экипажа в отсеке до полного здоровья. Медленно регенерирует потерянное здоровье и некоторое количество дополнительного в течение 13 секунд.

source: VIRAL COMBUST
fr: COMBUSTION VIRALE
ru: ВИРУСНОЕ ВОЗГОРАНИЕ

source: Ready: Take 40 damage and fully repair the current system. Slowly regenerates the health lost for 26 seconds.
fr: Prêt : Subit 40 dégâts et répare entièrement le système actuel. Régénère lentement la santé perdue pendant 26 secondes.
ru: Готов: Получает 40 единиц урона и полностью ремонтирует текущую систему. Медленно регенерирует потерянное здоровье в течение 26 секунд.

source: VIRAL COMBUST
fr: COMBUSTION VIRALE
ru: ВИРУСНОЕ ВОЗГОРАНИЕ

source: Ready: Take 50 damage and deal 30 damage to enemy crew and 2 damage to enemy systems. Fortify itself for 15 seconds: 0.3x damage taken.
fr: Prêt : Subit 50 dégâts et inflige 30 dégâts à l'équipage ennemi et 2 dégâts aux systèmes ennemis. Se fortifie pendant 15 secondes : 0,3x les dégâts subis.
ru: Готов: Получает 50 единиц урона и наносит 30 единиц урона вражескому экипажу и 2 единицы урона вражеским системам. Укрепляется на 15 секунд: 0.3x получаемый урон.

source: VIRAL COMBUST
fr: COMBUSTION VIRALE
ru: ВИРУСНОЕ ВОЗГОРАНИЕ

source: Ready: Take 10 damage and deal 15 damage to enemy crew and 1 damage to enemy systems. Can be rapidly cast, but regenerates little.
fr: Prêt : Subit 10 dégâts et inflige 15 dégâts à l'équipage ennemi et 1 dégât aux systèmes ennemis. Peut être lancé rapidement, mais se régénère peu.
ru: Готов: Получает 10 урона и наносит 15 урона вражескому экипажу и 1 урона вражеским системам. Может быть быстро использовано, но медленно восстанавливается.

source: COMBUST
fr: COMBUSTION
ru: ЗАЖЕЧЬ

source: Ready: Take 30 damage and heal all friendly crew in the room to full health. Slowly regenerates the health lost, heal nearby friendlies for 4 health per second, and get 75% suffocation resistance for 13 seconds.
fr: Prêt : Subit 30 dégâts et soigne tous les membres d'équipage amis dans la pièce à pleine santé. Régénère lentement les points de vie perdus, soigne les amis proches de 4 pv/s et obtient une résistance à la suffocation de 75 % pendant 13 secondes.
ru: Готов: Получает 30 единиц урона и исцеляет всех дружественных членов экипажа в отсеке до полного здоровья. Медленно регенерирует потерянное здоровье, исцеляет ближайших друзей на 4 ОЗ/с и получает 75% сопротивления удушью на 13 секунд.

source: COMBUST
fr: COMBUSTION
ru: ЗАЖЕЧЬ

source: Ready: Take 15 damage and deal 15 damage to enemy crew and 1 damage to enemy systems. Can be rapidly cast, but regenerates little.
fr: Prêt : Subit 15 dégâts et inflige 15 dégâts à l'équipage ennemi et 1 dégât aux systèmes ennemis. Peut être lancé rapidement, mais se régénère peu.
ru: Готов: Получает 15 урона и наносит 15 урона вражескому экипажу и 1 урона вражеским системам. Может быть быстро использовано, но медленно восстанавливается.

source: VIRAL COMBUST
fr: COMBUSTION VIRALE
ru: ВИРУСНОЕ ВОЗГОРАНИЕ

source: Ready: Take 25 damage and deal 15 damage to enemy crew and 1 damage to enemy systems. Slowly regenerates the health lost and some extra for 26 seconds.
fr: Prêt : Subit 25 dégâts et inflige 15 dégâts à l'équipage ennemi et 1 dégât aux systèmes ennemis. Régénère lentement les points de vie perdus et quelques points supplémentaires pendant 26 secondes.
ru: Готов: Получает 25 единиц урона и наносит 15 единиц урона вражескому экипажу и 1 единицу урона вражеским системам. Медленно регенерирует потерянное здоровье и некоторое количество дополнительного в течение 26 секунд.

source: COMBUST
fr: COMBUSTION
ru: ЗАЖЕЧЬ

source: Ready: Take 25 damage and heal all friendly crew in the room to full health. Slowly regenerates the health lost for 13 seconds and some extra.
fr: Prêt : Subit 25 dégâts et soigne tous les membres d'équipage amis dans la pièce à pleine santé. Régénère lentement la santé perdue pendant 13 secondes et un peu plus.
ru: Готов: Получает 25 единиц урона и лечит всех дружественных членов экипажа в отсеке до полного здоровья. Медленно регенерирует потерянное здоровье и некоторое количество дополнительного в течение 13 секунд.

source: COMBUST
fr: COMBUSTION
ru: ЗАЖЕЧЬ

source: Ready: Take 25 damage and heal all friendly crew in the room to full health. Slowly regenerates the health lost for 13 seconds and some extra.
fr: Prêt : Subit 25 dégâts et soigne tous les membres d'équipage amis dans la pièce à pleine santé. Régénère lentement la santé perdue pendant 13 secondes et un peu plus.
ru: Готов: Получает 25 единиц урона и лечит всех дружественных членов экипажа в отсеке до полного здоровья. Медленно регенерирует потерянное здоровье и некоторое количество дополнительного в течение 13 секунд.

source: VIRAL COMBUST
fr: COMBUSTION VIRALE
ru: ВИРУСНОЕ ВОЗГОРАНИЕ

source: Ready: Take 40 damage and fully repair the current system. Slowly regenerates the health lost for 26 seconds.
fr: Prêt : Subit 40 dégâts et répare entièrement le système actuel. Régénère lentement la santé perdue pendant 26 secondes.
ru: Готов: Получает 40 единиц урона и полностью ремонтирует текущую систему. Медленно регенерирует потерянное здоровье в течение 26 секунд.

source: VIRAL COMBUST
fr: COMBUSTION VIRALE
ru: ВИРУСНОЕ ВОЗГОРАНИЕ

source: Ready: Take 50 damage and deal 30 damage to enemy crew and 2 damage to enemy systems. Fortify itself for 15 seconds: 0.3x damage taken.
fr: Prêt : Subit 50 dégâts et inflige 30 dégâts à l'équipage ennemi et 2 dégâts aux systèmes ennemis. Se fortifie pendant 15 secondes : 0,3x les dégâts subis.
ru: Готов: Получает 50 единиц урона и наносит 30 единиц урона вражескому экипажу и 2 единицы урона вражеским системам. Укрепляется на 15 секунд: 0.3x получаемый урон.

source: VIRAL COMBUST
fr: COMBUSTION VIRALE
ru: ВИРУСНОЕ ВОЗГОРАНИЕ

source: Ready: Take 10 damage and deal 15 damage to enemy crew and 1 damage to enemy systems. Can be rapidly cast, but regenerates little.
fr: Prêt : Subit 10 dégâts et inflige 15 dégâts à l'équipage ennemi et 1 dégât aux systèmes ennemis. Peut être lancé rapidement, mais se régénère peu.
ru: Готов: Получает 10 урона и наносит 15 урона вражескому экипажу и 1 урона вражеским системам. Может быть быстро использовано, но медленно восстанавливается.

source: COMBUST
fr: COMBUSTION
ru: ЗАЖЕЧЬ

source: Ready: Take 30 damage and heal all friendly crew in the room to full health. Slowly regenerates the health lost, heal nearby friendlies for 4 health per second, and get 75% suffocation resistance for 13 seconds.
fr: Prêt : Subit 30 dégâts et soigne tous les membres d'équipage amis dans la pièce à pleine santé. Régénère lentement les points de vie perdus, soigne les amis proches de 4 pv/s et obtient une résistance à la suffocation de 75 % pendant 13 secondes.
ru: Готов: Получает 30 единиц урона и исцеляет всех дружественных членов экипажа в отсеке до полного здоровья. Медленно регенерирует потерянное здоровье, исцеляет ближайших друзей на 4 ОЗ/с и получает 75% сопротивления удушью на 13 секунд.

source: BURN
fr: BRÛLE
ru: СЖЕЧЬ

source: Ready: Set a fire in the current room.
fr: Prêt : Allume un feu dans la pièce actuelle.
ru: Готов: Разжигает пожар в текущем отсеке.

source: coords_spider
ru: координатный_паук

source: coords_spider
ru: координатный_паук

source: Impossible Task
fr: Tâche impossible
ru: Невыполнимое задание

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_CLAN"]/name
source: Organs Please!
fr: Des organes, s'il vous plaît !
ru: Органы, пожалуйста!

source: Defeat the Twisted Guild B Renegade and get the Mind Clouder.
fr: Battre le renégat B de la guilde Déformé pour obtenir l'Obscurcisseur d'Esprit.
ru: Победите Искаженного Ренегата Гильдии тип Б и получите Хранитель разума.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_CLAN"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_DUSK"]/name
source: Multiverse Record
fr: Registre du multivers
ru: Рекорд Мультивселенной

source: Defeat the Twisted Duskbringer B Renegade and get the Twilight Vests.
fr: Battre le renégat B Crépusculeur déformé pour obtenir les gilets du Crépuscule.
ru: Победите Искаженного Ренегата-Вестников Заката тип Б и получите Сумеречные жилеты.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_DUSK"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ENGI"]/name
source: Hardening Nanites
fr: Nanites de Renforcement
ru: Упрочняющие наниты

source: Defeat the Twisted Engi C Renegade and get the Drone Booster KAI.
fr: Battre le Renégat C Engi Déformé pour obtenir l'Amplificateur de Drone KAI.
ru: Победите Искаженного Ренегата-энджи тип В и получите Стимулятор дронов "Кай".

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ENGI"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

source: Britannia
ru: Британия

source: Defeat the Twisted Free Mantis B Renegade and get the Tea.
fr: Battre le renégat B Mantis libre déformé pour obtenir le Thé.
ru: Победите Искаженного Ренегата-Свободных Богомолов тип Б и получите Чай.

source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

source: Symbolism
fr: Symbolisme
ru: Символика

source: Defeat the Twisted Separatist B Renegade and get the Magatama.
fr: Battre le Renégat B Séparatiste Déformé pour obtenir le Magatama.
ru: Победите Искаженного Ренегата-Сепаратистов тип Б и получите Магатаму.

source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_MANTIS"]/name
source: Zerg Rush
fr: Ruée Zerg
ru: Зерг Раш
