Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: fr, ru

# data/hyperspace.xml.append$//fm_forgemasterperson_player[@name="Alastair"]/@name
source: Alastair
ru: Алестер

source: Volpe
ru: Волп

source: Atticus
ru: Аттикус

source: Winchester
ru: Винчестер

source: Remington
ru: Ремингтон

source: Mossberg
ru: Моссберг

source: Winchester
ru: Винчестер

source: Remington
ru: Ремингтон

source: Mossberg
ru: Моссберг

source: Winchester
ru: Винчестер

source: Remington
ru: Ремингтон

source: Mossberg
ru: Моссберг

source: Winchester
ru: Винчестер

source: Remington
ru: Ремингтон

source: Mossberg
ru: Моссберг

source: Winchester
ru: Винчестер

# data/hyperspace.xml.append$//mantis_warlord[@name="Winchester III"]/@name
source: Winchester III
ru: Винчестер III

# data/hyperspace.xml.append$//unique_remington[@name="Remington MK III"]/@name
source: Remington MK III
ru: Ремингтон мод. III

# data/hyperspace.xml.append$//unique_mossberg[@name="Mossberg MK III"]/@name
source: Mossberg MK III
ru: Моссберг мод. III

# data/hyperspace.xml.append$//slug_knight[@name="P.Escobar"]/@name
source: P.Escobar
ru: П. Эскобар

# data/hyperspace.xml.append$//slug_knight[@name="Marcola"]/@name
source: Marcola
ru: Маркос

# data/hyperspace.xml.append$//slug_knight[@name="Osiel"]/@name
source: Osiel
ru: Осиель

# data/hyperspace.xml.append$//slug_clansman[@name="Chapo"]/@name
source: Chapo
ru: Чапо

# data/hyperspace.xml.append$//zoltan_martyr[@name="Frehm"]/@name
source: Frehm
ru: Фрем

# data/hyperspace.xml.append$//zoltan_martyr[@name="Ripley"]/@name
source: Ripley
ru: Рипли

# data/hyperspace.xml.append$//zoltan_peacekeeper[@name="Kovacs"]/@name
source: Kovacs
ru: Ковач

# data/hyperspace.xml.append$//zoltan_peacekeeper[@name="Graziano"]/@name
source: Graziano
ru: Грациано

# data/hyperspace.xml.append$//engi[@name="Armstrong"]/@name
source: Armstrong
ru: Армстронг

# data/hyperspace.xml.append$//engi_separatist[@name="Monsoon"]/@name
source: Monsoon
ru: Муссон

# data/hyperspace.xml.append$//mantis[@name="Naktul"]/@name
source: Naktul
ru: Нактул

# data/hyperspace.xml.append$//mantis_free[@name="Yagdra"]/@name
source: Yagdra
ru: Ягдра

# data/hyperspace.xml.append$//mantis_suzerain[@name="Zurvan"]/@name
source: Zurvan
ru: Зурван

# data/hyperspace.xml.append$//mantis_bishop[@name="Zagara"]/@name
source: Zagara
ru: Загара

# data/hyperspace.xml.append$//unique_eater[@name="bacon"]/@name
source: bacon
ru: маяк

# data/hyperspace.xml.append$//unique_eater[@name="Speck"]/@name
source: Speck
ru: Шпек

# data/hyperspace.xml.append$//human_engineer[@name="Zed"]/@name
source: Zed
ru: Зед

# data/hyperspace.xml.append$//human_engineer[@name="Maynard"]/@name
source: Maynard
ru: Мейнард

# data/hyperspace.xml.append$//engi[@name="Dell"]/@name
source: Dell
ru: Делл

# data/hyperspace.xml.append$//human_medic[@name="Ludwig"]/@name
source: Ludwig
ru: Людвиг

source: Volpe
ru: Волп

# data/hyperspace.xml.append$//fm_plated[@name="Bellamy"]/@name
source: Bellamy
ru: Беллами

source: Atticus
ru: Аттикус

# data/hyperspace.xml.append$//fm_plated[@name="Burnette"]/@name
source: Burnette
ru: Бернетт

# data/hyperspace.xml.append$//fm_plated[@name="Halford"]/@name
source: Halford
ru: Хэлфорд

# data/hyperspace.xml.append$//fm_plated[@name="Kallio"]/@name
source: Kallio
ru: Каллио

# data/hyperspace.xml.append$//fm_plated[@name="Bavitz"]/@name
source: Bavitz
ru: Бавиц

source: Alastair
ru: Алестер

source: Ferrel
ru: Феррел

source: Convy
ru: Конви

source: Palermo
ru: Палермо

# data/hyperspace.xml.append$//fm_plated[@name="Dirnt"]/@name
source: Dirnt
ru: Дирнт

# data/hyperspace.xml.append$//fm_plated[@name="Officer 1"]/@name
source: Officer 1
fr: Agent 1
ru: Офицер 1

# data/hyperspace.xml.append$//fm_plated[@name="Officer 2"]/@name
source: Officer 2
fr: Agent 2
ru: Офицер 2

# data/hyperspace.xml.append$//fm_plated[@name="Officer 3"]/@name
source: Officer 3
fr: Agent 3
ru: Офицер 3

# data/hyperspace.xml.append$//fm_plated[@name="Officer 4"]/@name
source: Officer 4
fr: Agent 4
ru: Офицер 4

# data/hyperspace.xml.append$//fm_plated[@name="Officer 5"]/@name
source: Officer 5
fr: Agent 5
ru: Офицер 5

# data/hyperspace.xml.append$//fm_plated[@name="Officer 6"]/@name
source: Officer 6
fr: Agent 6
ru: Офицер 6

# data/hyperspace.xml.append$//fm_plated[@name="Officer 7"]/@name
source: Officer 7
fr: Agent 7
ru: Офицер 7

source: Alastair
ru: Алестер

source: Ferrel
ru: Феррел

source: Convy
ru: Конви

source: Palermo
fr: Palerme
ru: Палермо

# data/hyperspace.xml.append$//fm_plated[@name="Pterodactyl"]/@name
source: Pterodactyl
fr: Ptérodactyle
ru: Птеродактиль

# data/hyperspace.xml.append$//unique_freddy[@name="Freddy"]/@name
source: Freddy
ru: Фредди

# data/hyperspace.xml.append$//unique_freddy[@name="Freddy?"]/@name
source: Freddy?
ru: Фредди?

# data/hyperspace.xml.append$//unique_freddy[@name="Fred"]/@name
source: Fred
ru: Фред

# data/hyperspace.xml.append$//unique_freddy[@name="Frederick"]/@name
source: Frederick
ru: Фредерик

source: Franz
ru: Франц

source: Franz
ru: Франц

# data/hyperspace.xml.append$//unique_freddy[@name="Ferdinand"]/@name
source: Ferdinand
ru: Фердинанд

# data/hyperspace.xml.append$//unique_freddy[@name="Foog.I"]/@name
source: Foog.I
ru: Фуг.I

# data/hyperspace.xml.append$//unique_freddy[@name="Fumblemore"]/@name
source: Fumblemore
ru: Фамблмор

# data/hyperspace.xml.append$//unique_freddy[@name="Foog.II"]/@name
source: Foog.II
ru: Фуг.II

# data/hyperspace.xml.append$//unique_freddy[@name="Lord Foog"]/@name
source: Lord Foog
fr: Seigneur Foog
ru: Лорд Фуг

# data/hyperspace.xml.append$//unique_freddy[@name="Feddy"]/@name
source: Feddy
ru: Федди

# data/hyperspace.xml.append$//unique_freddy[@name="Fazbear"]/@name
source: Fazbear
ru: Фазбер

# data/hyperspace.xml.append$//unique_tuco[@name="Tuco"]/@name
source: Tuco
ru: Туко

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

source: WildChild
fr: Enfant sauvage
ru: ДикоеДитя

# data/hyperspace.xml.append$//fm_human_texture[@name="B.O.S.D."]/@name
source: B.O.S.D.
ru: Б.О.С.Д.

# data/hyperspace.xml.append$//fm_human_texture[@name="Abort"]/@name
source: Abort
fr: Abandonner
ru: Отменить

# data/hyperspace.xml.append$//fm_human_texture[@name="Retry"]/@name
source: Retry
fr: Réessayer
ru: Повтор

# data/hyperspace.xml.append$//fm_human_texture[@name="Fail"]/@name
source: Fail
fr: Échec
ru: Провал

# data/hyperspace.xml.append$//fm_human_texture[@name="ErrorNotFound"]/@name
source: ErrorNotFound
fr: Erreur non trouvée
ru: ОшибкаНеНайдена

# data/hyperspace.xml.append$//fm_human_texture[@name="NaN"]/@name
source: NaN
ru: НеЧисло

# data/hyperspace.xml.append$//fm_human_texture[@name="BonziBuddy"]/@name
source: BonziBuddy
ru: БонзиБадди

source: ERROR
fr: ERREUR
ru: ОШИБКА

# data/hyperspace.xml.append$//fm_human_texture[@name="Vista"]/@name
source: Vista
ru: Виста

# data/hyperspace.xml.append$//fm_human_texture[@name="Keyboard"]/@name
source: Keyboard
fr: Clavier
ru: Клавиатура

source: ERROR
fr: ERREUR
ru: ОШИБКА

source: ERROR
fr: ERREUR
ru: ОШИБКА

# data/hyperspace.xml.append$//butler[@name="Candy"]/@name
source: Candy
ru: Конфета

# data/hyperspace.xml.append$//butler[@name="Krystal"]/@name
source: Krystal
ru: Кристал

# data/hyperspace.xml.append$//butler[@name="Chastity"]/@name
source: Chastity
fr: Chasteté
ru: Целомудрие

source: Winchester
ru: Винчестер

source: Remington
ru: Ремингтон

source: Mossberg
ru: Моссберг

# data/hyperspace.xml.append$//fm_fallen[@name="Randall"]/@name
source: Randall
ru: Рэндалл

source: Tully
ru: Талли

source: Vance
ru: Вэнс

# data/hyperspace.xml.append$//unique_ooj[@name="Oojie"]/@name
source: Oojie
ru: Уджи

source: Tully
ru: Талли

source: Vance
ru: Вэнс

# data/hyperspace.xml.append$//unique_anointed[@name="Anointed"]/@name
source: Anointed
fr: Illuminée
ru: Помазанница

# data/hyperspace.xml.append$//sylvanmaid[@name="Digger"]/@name
source: Digger
ru: Копатель

# data/hyperspace.xml.append$//nemesismfk[@name="Leah"]/@name
source: Leah
ru: Лия

source: FORGED MEDBOTS: This unique med bay heals all allied crew and gives them 20% weapon damage resistance, but its strength and resistance scales with how much power is put into the medical system. It still lightly heals crew if destroyed or unpowered. Base healing is 1hp/s, and 2.5hp/s at 4 power.
fr: LES ROBOTS MÉDICAUX FORGÉS : Cette baie médicale unique soigne tous les membres d'équipage alliés et leur confère une résistance de 20 % aux dégâts des armes, mais sa force et sa résistance dépendent de la puissance du système médical. Il continue de soigner légèrement les membres d'équipage s'il est détruit ou non alimenté. Les soins de base sont de 1 pv/s, et de 2,5 pv/s à 4 d'énergie.
ru: КОВАННЫЕ МЕДБОТЫ: Эти уникальные медботы исцеляют всех членов экипажа и дают им 20% сопротивления урону от оружия, но их сила и сопротивление зависят от того, сколько энергии используется медицинской системой. Они все еще слегка лечат экипаж, если система выведена из строя или лишена мощности. Базовое исцеление составляет 1 ОЗ/с, и 2.5 ОЗ/с при 4 единицах мощности.

source: DIMENSIONAL RIFT AUGMENT: This ship is utilizing technology from another dimension. If you can defeat this insane vessel, you will be able to claim tech such as this for yourself!
fr: AUGMENTATION DE LA FAILLE DIMENSIONNELLE : Ce vaisseau utilise une technologie provenant d'une autre dimension. Si vous parvenez à Battre ce vaisseau dément, vous pourrez vous approprier une telle technologie !
ru: МОДУЛЬ ПРОСТРАНСТВЕННЫЙ РАЗЛОМ: Этот корабль использует технологию из другого измерения. Если вы сможете победить это обезумевшее судно, то сможете присвоить себе подобные технологии!

source: GOZER THE DESTROYER: Using some strange splitting abilities, this ship will slowly and forcefully "split" its crew, and re-materialize them onto your ship. Take out their crew to stop the ship!
fr: GOZER LE DESTRUCTEUR : Utilisant d'étranges capacités de dédoublement, ce vaisseau "dédouble" lentement mais sûrement son équipage, et le rematérialise sur votre vaisseau. Eliminer leur équipage pour arrêter le vaisseau !
ru: РАЗРУШИТЕЛЬ ГОЗЕРА: Используя странные способности к расщеплению, этот корабль будет медленно и неумолимо "расщеплять" свой экипаж и вновь материализовывать его на вашем корабле. Уничтожьте его экипаж, чтобы остановить корабль!

source: MURDER-BOT DISPERSAL: This enemy ship is filled with murderous nanobots which will passively damage your crew over time. The name makes it sound a lot more violent than it is.
fr: DISPERSION DES ROBOTUEURS : Ce vaisseau ennemi est rempli de nanobots meurtriers qui endommageront passivement votre équipage au fil du temps. Le nom donne l'impression qu'il est beaucoup plus violent qu'il ne l'est.
ru: РАССЕИВАТЕЛЬ БОТОВ-УБИЙЦ: Этот вражеский корабль наполнен наноботами-убийцами, которые со временем наносят пассивный урон вашему экипажу. Из-за названия он звучит гораздо более грозно, чем есть на самом деле.

source: TWISTED CRYSTALLINE ARMOR: Every time you deal hull damage to this enemy with your weapons, there is a 50% chance that 3x Crystal Mines will break off and fly towards your ship. They will pierce any shields, and will do 1 damage to a random room if it hits, as well as stunning crew and locking down the room.
fr: ARMURE CRISTALLINE DÉFORMÉE : Chaque fois que vous infligez des dégâts de coque à cet ennemi avec vos armes, il y a 50 % de chances que 3x mines cristaliennes se détachent et volent vers votre vaisseau. Elles transperceront tous les boucliers et infligeront 1 dégât à une pièce aléatoire si elles touchent, en plus d'étourdir l'équipage et de verrouiller la pièce.
ru: ИСКАЖЕННАЯ КРИСТАЛЛИЧЕСКАЯ БРОНЯ: Каждый раз, когда вы наносите этому противнику урон по корпусу своим оружием, есть 50% шанс, что 3x кристаллические мины отколются и полетят в сторону вашего корабля. Они пробивают любые щиты и наносят 1 урон случайному отсеку при попадании, а также оглушают экипаж и изолируют отсек.

source: RESISTANT ROOMS, VARIANT: This enemy has one or more resistant rooms, marked by the grey border and R icon in the top left. Resistant rooms will NORMALLY take no system damage from weapons, but can be damaged by crew and fires. Resistant rooms will take ion and hull damage as normal. The "R" icon on the ship's room indicates this status, and depending on how full the icon is the room is more likely to resist weapon damage.
fr: PIÈCES RÉSISTANTES, VARIANTE : Cet ennemi possède une ou plusieurs salles résistantes, marquées par une bordure grise et l'icône R en haut à gauche. Les salles résistantes ne subissent NORMALEMENT aucun dégât système de la part des armes, mais peuvent être endommagées par l'équipage et les incendies. Les salles résistantes subissent les dégâts des ions et de la coque comme d'habitude. L'icône "R" sur la pièce du vaisseau indique ce statut, et en fonction de l'état de remplissage de l'icône, la pièce est plus susceptible de résister aux dégâts des armes.
ru: УКРЕПЛЕННЫЕ ОТСЕКИ, ВАРИАТИВНЫЕ: У этого врага есть один или несколько укрепленных отсеков, отмеченных серой рамкой и значком "У" в левом верхнем углу. Укрепленные отсеки НЕ ПОЛУЧАЮТ системного урона от оружия, но могут быть повреждены экипажем и пожарами. Укрепленные отсеки, как и обычные, получают урон от ионов и по корпусу. Значок "У" на отсеке корабля указывает на этот статус, и в зависимости от того, насколько заполнен значок, отсек с большей вероятностью будет устойчив к урону от оружия.

source: FORGED ENERGIZED ROOMS: This enemy has one or more energized rooms, Alastair appears to have customized these versions. These "Energized" rooms are an extra 50% resistant to sabotage, and enemy crew take 30% less damage while inside. Additionally, your crew take 3 dmg/sec in these rooms.
fr: PIÈCES FORGÉES ÉNERGISÉES : Cet ennemi dispose d'une ou plusieurs pièces énergisées, qu'Alastair semble avoir personnalisées. Ces pièces "énergisées" sont 50% plus résistantes au sabotage, et l'équipage ennemi subit 30% de dégâts en moins lorsqu'il se trouve à l'intérieur. De plus, votre équipage subit 3 dégâts par seconde dans ces pièces.
ru: КОВАННЫЕ ЭНЕРГЕТИЧЕСКИЕ ОТСЕКИ: У этого врага есть один или несколько энергетических отсека, которые Алестер, по-видимому, сделал на заказ. Эти "энергетические" отсеки на 50% более устойчивы к саботажу, а вражеский экипаж получает на 30% меньше урона, находясь в них. Кроме того, в таких отсеках ваш экипаж получает 3 ОЗ/с урона.

source: EMPOWERING PHEROMONES: This enemy ship is filled with pheromones. These provide their crew with 1.5x max hp, 20% damage reduction, and 80% suffocation resist.
fr: PHÉROMONES STIMULANTES : Ce vaisseau ennemi est rempli de phéromones. Celles-ci confèrent à l'équipage 1.5x max pv, 20 % de réduction des dégâts et 80 % de résistance à l'étouffement.
ru: УСИЛИВАЮЩИЕ ФЕРОМОНЫ: Этот вражеский корабль наполнен феромонами. Они увеличивают максимальное здоровье экипажа до 1.5х, снижают получаемый урон в бою на 20% и уменьшают урон от удушья на 80%.

source: REALITY BENT SYSTEMS: This enemy posseses a powerful array of weapons and systems, but due to extreme stretching of space-time its systems and hull are damaged every 15 seconds.
fr: SYSTÈMES D'ALTÉRATION DE LA RÉALITÉ : Cet ennemi possède une puissante panoplie d'armes et de systèmes, mais en raison de l'étirement extrême de l'espace-temps, ses systèmes et sa coque sont endommagés toutes les 15 secondes.
ru: СИСТЕМЫ, ИСКРИВЛЯЮЩИЕ РЕАЛЬНОСТЬ: Этот противник обладает мощным набором оружия и систем, но из-за экстремального искривления пространства-времени его системы и корпус повреждаются каждые 15 секунд.

source: MODULAR HULL CAPSTONE: you shouldn't see this
fr: COQUE MODULAIRE SURAMÉLIORÉE : vous ne devriez pas voir ça
ru: МОДУЛЬНЫЙ КОРПУС КЛЮЧЕВОЕ УЛУЧШЕНИЕ: вы не должны это видеть

source: COMPRESSOR BYPASS MANIFOLDS: enemy weapons charge 30% faster, but their shields charge 60% slower
fr: COLLECTEURS DE DÉRIVATION DU COMPRESSEUR : les armes ennemies se chargent 30 % plus vite, mais leurs boucliers se chargent 60 % plus lentement
ru: ОБХОДНЫЕ КОЛЛЕКТОРЫ КОМПРЕССОРА: орудия противника заряжаются на 30% быстрее, но их щиты заряжаются на 60% медленнее

source: INFINITUM CYCLO-BARRIER: 15% chance for incoming projectiles to get destroyed by the shields, for every unpowered bar of the shields system the chance for a projectile to not get destroyed is reduced by a relative 15%, also +50% shield recharge for each unpowered bar
fr: BARRIÈRE CYCLIQUE INFINIE : 15 % de chance pour les projectiles entrants d’être détruits par les boucliers. Pour chaque barre non alimentée du système de boucliers, la chance qu’un projectile ne soit pas détruit est réduite de 15 %. De plus, +50 % de recharge des boucliers pour chaque barre non alimentée
ru: БЕСКОНЕЧНЫЙ ЦИКЛО-БАРЬЕР: 15% шанс уничтожения входящий снаряд щитами, за каждую неиспользованную единицу мощности системы щитов шанс не уничтожить снаряд уменьшается на относительные 15%, также дает +50% к скорости перезарядки щитов за каждую неиспользованную энергию.

source: INFINITUM CYCLO-ARSENAL: enemy weapons charge 5% slower but charge 15% faster for every unpowered bar of the weapon system
fr: ARSENAL CYCLIQUE INFINI : Les armes ennemies se chargent 5 % plus lentement, mais se chargent 15 % plus vite pour chaque barre non alimentée du système d’armement
ru: БЕСКОНЕЧНЫЙ ЦИКЛО-АРСЕНАЛ: вражеские орудия заряжаются на 5% медленнее, но заряжается на 15% быстрее за каждую неиспользованную единицу мощности системы оружия

source: ELECTROMAGNEITC HULL BODY: 10% chance to resist system damage, 30% chance to resist ion damage, deionization speed +50%
fr: STRUCTURE DE COQUE ÉLECTROMAGNÉTIQUE : 10 % de chance de résister aux dégâts des systèmes, 30 % de chance de résister aux dégâts ioniques, vitesse de déionisation +50 %
ru: ЭЛЕКТРОМАГНИТНЫЙ КОРПУС: 10% шанс противостоять системному урону, 30% шанс противостоять ионному урону, скорость деионизации +50%

source: PARTICLIZED SHIELDS: enemy shields charge 50% slower but they gain additional 8 energy shield integrity
fr: BOUCLIERS PARTICULARISÉS : Les boucliers ennemis se chargent 50 % plus lentement, mais ils gagnent 8 couches d’énergie supplémentaires
ru: ЩИТЫ С ЧАСТИЦАМИ: вражеские щиты заряжаются на 50% медленнее, но получают дополнительные 8 единиц целостности энергетического щита

source: Ineffable Ordinance Calibrator: enemy weapons charge 10% slower but your hull, system and ion resist chance are reduced by 15% and breaching attacks gain +40% breach chance
fr: CALIBREUR D'ORDONNANCE INEFFABLE : Les armes ennemies se chargent 10 % plus lentement, mais votre chance de résistance à la coque, aux systèmes et aux ions est réduite de 15 % et les attaques de brèche gagnent +40 % de risque de brèche
ru: НЕВЕРОЯТНЫЙ КАЛИБРАТОР БОЕПРИПАСОВ: Вражеские орудия заряжаются на 10% медленнее, но получает 15% шанс на сопротивление урону по корпусу, системам и урону от ионов, а выстрелы с шансом на создание пробоины получают +40% к вероятности

source: WEAPON IGNITER: enemy weapons charge 50% faster but the weapon room is ignited every time they shoot
fr: ALLUMEUR D'ARMEMENT : les armes ennemies se chargent 50% plus vite mais la salle d'armes est enflammée à chaque fois qu'ils tirent
ru: ПОДЖИГАТЕЛЬ ОРУЖИЯ: вражеские орудия заряжаются на 50% быстрее, но оружейный отсек воспламеняется при каждом выстреле

source: OFFENSE SCRAMBLER: YOUR weapons charge 20% slower but the enemy shields recharge 30% slower
fr: BROUILLEUR OFFENSIF : VOS armes se chargent 20% plus lentement mais les boucliers ennemis se rechargent 30% plus lentement
ru: НАРУШАЮЩИЙ ГЕНЕРАТОР ПОМЕХ: ВАШИ орудия заряжаются на 20% медленнее, но вражеские щиты перезаряжаются на 30% медленнее.

source: DEFENCE SCRAMBLER: YOUR shields charge 30% slower and your cloaking system has 5s more cooldown
fr: BROUILLEUR DÉFENSIF : VOS boucliers se chargent 30% plus lentement et votre système d'occultation a 5s de plus de temps de recharge
ru: ЗАЩИТНЫЙ ГЕНЕРАТОР ПОМЕХ: ВАШИ щиты заряжаются на 30% медленнее, а система маскировки перезаряжается на 5с дольше

source: EMERGENCY REPAIR SYSTEM: This ship has some sort of emergency repair system in case of critical hull damage.
fr: SYSTÈME DE RÉPARATION D'URGENCE : Ce vaisseau dispose d'une sorte de système de réparation d'urgence en cas d'avarie critique de la coque.
ru: СИСТЕМА АВАРИЙНОГО РЕМОНТА: На этом корабле есть какая-то система аварийного ремонта на случай критического повреждения корпуса.

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: DECKHANDS
fr: ÉQUIPAGE
ru: МАТРОСЫ

source: DRONES
ru: ДРОНЫ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: DECKHANDS
fr: ÉQUIPAGE
ru: ЭКИПАЖ

source: RARE AUGMENTS
fr: AUGMENTATIONS RARES
ru: РЕДКИЕ МОДУЛИ

source: DRONES
ru: ДРОНЫ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: DRONES
ru: ДРОНЫ

source: DECKHANDS
fr: ÉQUIPAGE
ru: ЭКИПАЖ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: WEAPONS
fr: ARMES
ru: ОРУЖИЕ

source: RARE AUGMENTS
fr: AUGMENTATIONS RARES
ru: РЕДКИЕ МОДУЛИ

source: DRONES
ru: ДРОНЫ

source: DECKHANDS
fr: ÉQUIPAGE
ru: ЭКИПАЖ

source: \1 Bleak Future Ending
fr: \1 Fin de l'avenir sombre
ru: \1 Концовка мрачное будущее

source: Explore a fragment of a bleak future aboard any layout of the \1
fr: Explorer un fragment d'un avenir sombre à bord de n'importe quel modèle de l' \1
ru: Исследуйте фрагмент мрачного будущего на борту любого \1

source: \1 ????? Ending
fr: \1 Fin ?????
ru: \1 Концовка ?????

source: Discover a future multiversal threat aboard any layout of the \1
fr: Découvrir une future menace multiverselle à bord de n'importe quel modèle de l' \1
ru: Откройте для себя будущую угрозу Мультивселенной на борту любого \1

# data/hyperspace.xml.append$//race[@name="acid"]/powerEffect/buttonText
source: Corrosion
ru: Коррозия

# data/hyperspace.xml.append$//race[@name="acid"]/powerEffect/tooltip
source: Burns through the hull every 10 seconds, does passive damage to crew in the same room constantly
fr: Brûle la coque toutes les 10 secondes, inflige des dégâts passifs à l'équipage se trouvant dans la même pièce en permanence
ru: Прожигает корпус каждые 10 секунд, наносит пассивный урон экипажу, постоянно находящемуся в том же отсеке

source: Pulse
fr: Impulsion
ru: Импульс

source: Every 9 seconds, automatically deals 1 ion damage to the current room and briefly stuns all crew there. Deals low damage in combat. Slows the movement speed of all other crew in the room. Deals 2 ion damage on death.
fr: Toutes les 9 secondes, inflige automatiquement 1 dégât ionique à la pièce actuelle et étourdit brièvement tous les membres d'équipage qui s'y trouvent. Peu de dégâts en combat. Ralentit la vitesse de déplacement de tous les autres membres d'équipage dans la pièce. Inflige 2 dégâts ioniques à la mort.
ru: Каждые 9 секунд автоматически наносит 1 ионный урон в текущем отсеке и ненадолго оглушает всех членов экипажа. Наносит низкий урон в бою. Замедляет скорость передвижения всех членов экипажа в отсеке. Наносит 2 ионных урона при смерти.

source: Pulse
fr: Impulsion
ru: Импульс
