Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/hyperspace.xml.append/*.po
Languages: fr, ru

source: Defeat the Twisted Hive B Renegade and get the Pheromone Accelerator.
fr: Battre le renégat B de la ruche Déformé pour obtenir l'accélérateur de phéromones.
ru: Победите Искаженного Ренегата Улья тип Б и получите Катализатор феромонов.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_MANTIS"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_MONK"]/name
source: Forced Peace
fr: Paix forcée
ru: Принуждение к миру

source: Defeat the Twisted Monk B Renegade and get the Aether Ascension Shields.
fr: Battre le renégat B moine B pour obtenir les Boucliers d'Ascension Éther.
ru: Победите Искаженного Ренегата-Монахов тип Б и получите Эфирные щиты вознесения.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_MONK"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ROCK"]/name
source: RESIST
fr: RÉSISTER
ru: СОПРОТИВЛЕНИЕ

source: Defeat the Twisted Rock C Renegade and get the Rockmen Relic of Freedom.
fr: Battre le renégat C Rocailleux Déformé pour obtenir la Relique de Liberté des Rocailleux.
ru: Победите Искаженного Ренегата-валунов тип В и получите Реликвию свободы валунов.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ROCK"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_LOSTSUN"]/name
source: Final Hour
fr: Dernière heure
ru: Последний час

source: Defeat the Twisted Lost Sun B Renegade and get the Reality-Bent Reloader.
fr: Battre le renégat B Lost Sun Déformé pour obtenir le Rechargeur à Réalité Distordue.
ru: Победите Искаженного Ренегата-Затерянных Солнц тип Б и получите Перезагрузчик реальности.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_LOSTSUN"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_SLUG"]/name
source: Purger Purged
fr: Purifié Purgé
ru: Чистильщик Чистильщик

source: Defeat the Twisted Slug C Renegade and get the Malboro Quasar.
fr: Battre le renégat C limace déformée pour obtenir le Quasar de Malboro.
ru: Победите Искаженного Ренегата-слизней тип В и получите Мальборо Квазар.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_SLUG"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_STEALTH"]/name
source: CEn't
fr: CEn'a pas
ru: НИ могу

source: Defeat the Twisted Stealth B Renegade and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the and get the-...shutting down.
fr: Battre le Renégat B Furtif Déformé pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le pour obtenir le ... arrêt en cours.
ru: Победите Искаженного Ренегата-Стелс тип Б и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите, и получите... отключение.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_STEALTH"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ZOLTAN"]/name
source: Freebies averted
fr: La gratuité évitée
ru: Халява исключена

source: Defeat the Twisted Zoltan C Renegade and get the Limit Release.
fr: Battre le renégat C Zoltan Déformé pour obtenir la Libération des Limites.
ru: Победите Искаженного Ренегата-золтан тип В и получите Снятие ограничений.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ZOLTAN"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_LANIUS"]/name
source: Bacon
ru: Маяк

source: Defeat the Twisted Lanius B Renegade and get the Scrapmetal Fireheart.
fr: Battre le renégat B Lanius Déformé pour obtenir le Cœur Ardent de Ferraille.
ru: Победите Искаженного Ренегата-ланиусов тип Б и получите Металлическое огненное сердце.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_LANIUS"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_SHELL"]/name
source: Quarantine
fr: Quarantaine
ru: Карантин

source: Defeat the Twisted Shell C Renegade and get the Combustion Virus Bioweapon.
fr: Battre le renégat C Coquilles Déformé pour obtenir l'Arme biologique à combustion.
ru: Победите Искаженного Ренегата-ракушек тип В и получите Горючее биооружие.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_SHELL"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ENGINEER"]/name
source: htaO laitircopyH
fr: etirophocih tnemres
ru: автялк яанремециЛ

source: Defeat the Twisted Engineer B Renegade and get the Drone Booster MK II.
fr: Battre le renégat B Ingénieur Déformé pour obtenir l'Amplificateur de Drone MK II.
ru: Победите Искаженного Ренегата-Инженеров тип Б и получите Стимулятор дронов мод. II.

source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_KESTREL"]/name
source: Gatekeeper
fr: Gardien des portes
ru: Привратник

source: Defeat the Twisted Kestrel B Renegade and get Gozer's Fridge.
fr: Battre le renégat B Kestrel Déformé pour obtenir le Frigo de Gozer.
ru: Победите Искаженного Ренегата-Пустельгу тип Б и получите Холодильник Гозера.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_KESTREL"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_FED"]/name
source: Beam of Justice
fr: Rayon de justice
ru: Луч правосудия

source: Defeat the Twisted Fed B Renegade and get the Twisted Ammo Fabricator.
fr: Battre le renégat B Fed Déformé pour obtenir le Fabricateur de Munitions Déformé.
ru: Победите Искаженных Ренегатов Федерации тип Б и получите Искаженный изготовитель боеприпасов.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_FED"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ORCHID"]/name
source: Fun-Guy
ru: Весельчак

source: Defeat the Twisted Orchid C Renegade and get some friends.
fr: Battre le renégat C Orchidée Déformé pour se faire des amis.
ru: Победите Искаженного Ренегата-орхидей тип Б и получите друзей.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_ORCHID"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_CRYSTAL"]/name
source: Bullet Hell
fr: L'enfer des balles
ru: Пулевой ад

source: Defeat the Twisted Crystal C Renegade and get the Twisted Shatter Armor.
fr: Battre le renégat C Cristalien Déformé pour obtenir l'Armuréclat Déformé.
ru: Победите Искаженного Ренегата-кристаллинов тип В и получите Искаженную осколочную броню.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_CRYSTAL"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_TUCO"]/name
source: No more deaths
fr: Plus de décès
ru: Больше никаких смертей

source: Defeat the Twisted Tuco B Renegade and get the Golden Tuco.
fr: Battre le renégat B Tuco Déformé pour obtenir le Tuco d'or.
ru: Победите Искаженного Ренегата-Туко тип Б и получите Золотого Туко.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_TUCO"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_LEECH"]/name
source: Engines unjammed
fr: Moteurs débrayés
ru: Двигатели не заклинило

source: Defeat the Twisted Leech C Renegade and get the Depression Emitter.
fr: Battre le renégat C Sangsue Déformé pour obtenir l'Émetteur de Dépression.
ru: Победите Искаженного Ренегата-пиявку типа В и получите Излучатель депрессии.

# data/hyperspace.xml.append$//achievement[@name="ACH_TWISTED_REN_LEECH"]/header
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_NOTIME"]/name
source: Ain't got time for that
fr: Je n'ai pas le temps pour ça
ru: У меня нет на это времени

# data/hyperspace.xml.append$//achievement[@name="ACH_NOTIME"]/description
source: Don't waste time on the Twisted Kestrel B.
fr: Ne perdez pas de temps avec le Kestrel B Déformée.
ru: Не тратьте время на Искаженную Пустельгу тип Б.

# data/hyperspace.xml.append$//achievement[@name="ACH_NOTIME"]/header[1]
source: no time
fr: pas de temps
ru: нет времени

# data/hyperspace.xml.append$//achievement[@name="ACH_NOTIME"]/header[2]
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

# data/hyperspace.xml.append$//achievement[@name="ACH_FREESTUFF"]/name
source: Free stuff!
fr: Des choses gratuites !
ru: Халява!

# data/hyperspace.xml.append$//achievement[@name="ACH_FREESTUFF"]/description
source: Accept the proposal of the Twisted Zoltan C Renegade and get Free Stuff.
fr: Accepter la proposition du renégat C Zoltan Déformé pour obtenir des objets gratuits.
ru: Примите предложение Искаженного Ренегата-золтан тип В и получите лом.

# data/hyperspace.xml.append$//achievement[@name="ACH_FREESTUFF"]/header[1]
source: woah, free stuff?!
fr: Woah, des objets gratuits ?!
ru: ух ты, халява?!

# data/hyperspace.xml.append$//achievement[@name="ACH_FREESTUFF"]/header[2]
source: Twisted Renegade Defeated
fr: Renégat Déformé Vaincu
ru: Искаженные Ренегаты побеждены

source: Thest's Boons
fr: Faveur de Thest
ru: Блага Сеста

source: Boon of Plated
fr: Faveur du Plaqué
ru: Благо пластинчатых

source: Receive the Boon of Plated from Thest.
fr: Recevez la faveur du Plaqué de la part de Thest.
ru: Получите благо пластинчатых от Сеста.

source: Show a Plated crew to Thest. While in effect; All Plated crew gain a +1 Ability charge.
fr: Montrez un membre d'équipage Plaqué à Thest. Pendant l'effet ; tous les membres d'équipage Plaqués gagnent +1 charge de capacité.
ru: Покажите Сесту Пластинчатый экипаж. Пока действует; все члены экипажа получают +1 заряд способностей.

source: Boon Received
fr: Faveur reçue
ru: Благо получено

source: Corby's Grants
fr: Privilèges de Corby
ru: Дары Корби

source: Grant of Armoring
fr: Pouvoir de l'armure
ru: Дар бронирования

source: Receive the Grant of Armouring from Corby.
fr: Recevez le pouvoir de l'armure de Corby.
ru: Получите дар бронирования от Корби.

source: Show Modular Hull to Corby. While in effect; Modular Hull gains +5 notch capacity.
fr: Montrez la Coque Modulaire à Corby. Pendant l'effet ; la Coque Modulaire gagne +5 de capacité de crans.
ru: Покажите Корби Модульный корпус. Пока действует; Модульный корпус приобретает +5 ячеек вместимости.

source: Boon Received
fr: Faveur reçue
ru: Благо получено

source: Wakeson's Blessings
fr: Les bénédictions de Wakeson
ru: Благословение Уэйксона

source: Blessing of Forges
fr: Bénédiction des forges
ru: Благословение кузниц

source: Receive the Blessing of Forges from Wakeson.
fr: Recevez la bénédiction des forges de Wakeson.
ru: Получите благословение кузниц от Уэйксона.

source: Show a forged weapon to Wakeson. While in effect; The Forgemaster spawns automatically without Calling.
fr: Montrez une arme forgée à Wakeson. Pendant l'effet ; Le Maître des forges apparaît automatiquement sans appel.
ru: Покажите Уэйксону выкованное оружие. Пока действует; Кузнец порождается автоматически, без призыва.

source: Boon Received
fr: Faveur reçue
ru: Благо получено

source: Greater Blessing of Forges
fr: Grande bénédiction des forges
ru: Великое благословение кузниц

source: Receive the Greater Blessing of Forges from Wakeson.
fr: Recevez la Grande bénédiction des forges de Wakeson.
ru: Получите Великое благословение кузниц от Уэйксона.

source: Show a high grade forged weapon to Wakeson. While in effect; The Forgemaster has a larger and better store.
fr: Montrez une arme forgée de haute qualité à Wakeson. Pendant l'effet ; Le Maître des forges dispose d'un magasin plus grand et de meilleure qualité.
ru: Покажите Уэйксону высококлассное выкованное оружие. Пока действует; у Кузнеца есть больший и лучший магазин.

source: Boon Received
fr: Faveur reçue
ru: Благо получено

source: Blessing of the Foolhardy
fr: Bénédiction des téméraires
ru: Благословение глупцов

source: Receive the Blessing of ??? from Wakeson.
fr: Recevez la Bénédiction de ??? de Wakeson.
ru: Получите благословение ??? от Уэйксона.

source: Show ancalagon tech to Wakeson. While in effect; Ancalagon crystals gain 50% damage resistance.
fr: Montrez la technologie Ancalagon à Wakeson. Pendant l'effet ; les cristaux Ancalagon gagnent 50% de résistance aux dégâts.
ru: Покажите Уэйксону технологию Анкалагона. Пока действует; кристаллы Анкалагона получают 50% сопротивления урону.

source: Boon Received
fr: Faveur reçue
ru: Благо получено

source: Blessing of Twistedness
fr: La bénédiction de la torsion
ru: Благословение искажения

source: Receive the Blessing of ??? from Wakeson.
fr: Recevez la Bénédiction de ??? de Wakeson.
ru: Получите благословение ??? от Уэйксона.

source: Show the Terminus to Wakeson. While in effect; All crew stats are raised by 5%, most ship stats are increased by 5%.
fr: Montrer le Terminus à Wakeson. Pendant l'effet ; Toutes les statistiques de l'équipage sont augmentées de 5%, la plupart des statistiques des vaisseaux sont augmentées de 5%.
ru: Покажите Терминус Уэйксону. Пока действует: все показатели экипажа повышаются на 5%, большинство показателей корабля повышаются на 5%.

source: Boon Received
fr: Faveur reçue
ru: Благо получено

source: FORGED ACCELERANT: The unique armor on this enemy grants it a 25 chance to resist ALL types of damage from your weapons.Fires burn 50% slower, seals breaches very slowly, halves suffocation, and the crew repairs specific systems significantly faster and repair progress isn't lost on interruption(and piloting is always manned btw).
fr: ACCÉLÉRATEUR FORGÉ : L'armure unique de cet ennemi lui confère 25 chances de résister à TOUS les types de dégâts de vos armes. Les incendies brûlent 50% plus lentement, scellent les brèches très lentement, réduisent de moitié la suffocation, et l'équipage répare les systèmes spécifiques significativement plus vite et la progression des réparations n'est pas perdue en cas d'interruption (et le pilotage est toujours assuré par un homme).

source: PHYSICAL TRAUMA NANOMACHINES: The Unique nanomachines dispensed by this ship's manning drones boost the Engi captain's health and damage resistance. Take out the drones so you can take out the Engi Captain!
fr: NANOMACHINES DE TRAUMATISME PHYSIQUE : Les nanomachines uniques dispensées par les drones d'équipage de ce vaisseau augmentent la santé et la résistance aux dégâts du capitaine Engi. Eliminez les drones pour pouvoir éliminer le capitaine Engi !

# data/hyperspace.xml.append$//race[@name="fm_meatman"]/powerEffect/tooltip
source: Automatic: Spreads more of virus using its' own biomass and nearby meatmen., inflicts a permanent DoT on itself and other meatmen.
fr: Automatique : Répand davantage de virus en utilisant sa propre biomasse et les homme à chair à proximité, infligeant des dégâts sur la durée permanent sur lui-même et les autres hommes à chair.
