Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_3"]/text
fr: Le bureau est une petite table ronde ornée de minuscules autocollants représentant différents personnages de fiction. On y trouve un crayon violet, un petit geai bleu, un chat orange avec une paille ridicule dans la bouche, une souris blanche, etc. Il y a également une pile de ce qui semble être de minuscules cartes d'identification magnétiques. Elles ne semblent pas être étiquetées.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_3"]/choice[@req="marker_blank_id_taken"]/text
fr: Vous avez déjà beaucoup de cartes d'identité magnétiques.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_3"]/choice[@req="fm_fs_blank_id"]/text
fr: Prendre une carte d'identité magnétique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_3"]/choice[@req="pilot"]/text
fr: Nous n'en avons probablement pas besoin. Quitter la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_TAKE_ID_CARD"]/text
fr: Vous pourrez probablement l'utiliser pour vous faire identifier à l'intérieur de la station, si les systèmes de sécurité fonctionnent encore. Vous en emportez suffisamment pour pouvoir enregistrer tout votre équipage si nécessaire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_TAKE_ID_CARD"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_APPROACH"]/text
fr: Cette porte est fade et générique, ni trop sale, ni trop propre. Elle ne se distingue pas des autres portes de l'immeuble.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_APPROACH"]/choice[1]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_APPROACH"]/choice[2]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_APPROACH"]/choice[3]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_KNOCK"]/text
fr: Vous frappez à la porte, mais il n'y a pas de réponse. Vous entendez des voix étouffées à l'intérieur, qui semblent agressives, comme si elles se disputaient.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_KNOCK"]/choice[1]/text
fr: Entrer dans l'appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_KNOCK"]/choice[2]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_KNOCK"]/choice[3]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/text
fr: Vous tendez l'oreille vers la porte. On dirait qu'une dispute bruyante se déroule dans la pièce. Vous n'arrivez pas à distinguer les mots, et lorsque vous essayez de vous concentrer sur eux, vous n'entendez qu'un bourdonnement aigu. Vous vous sentez un peu étourdi.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/choice[1]/text
fr: Entrer dans l'appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/choice[2]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/choice[@req="marker_129a_nobody_there_why"]/text
fr: (Poursuivre l'enquête). Demander à un membre d'équipage de coller son oreille à la porte et de vous dire ce qu'il entend.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN"]/choice[4]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_LISTEN_CREW"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[1]
fr: L'un de vos équipier colle son oreille à la porte. Il jure qu'il entend une berceuse. C'est étrange...

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[2]
fr: L'un de vos équipier colle son oreille à la porte. Il prétend entendre une fusillade intense avec des explosions. Ce n'est pas ce que vous avez entendu.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[3]
fr: L'un de vos équipier colle son oreille à la porte. Il entend une guitare électrique qui joue en boucle sa chanson préférée.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[4]
fr: L'un de vos équipier colle son oreille à la porte. Il affirme avoir entendu la phrase "Suivez le rouge" à plusieurs reprises.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[5]
fr: L'un de vos équipier colle son oreille à la porte. Il affirme entendre les nombreuses publicités qu'il avait l'habitude d'entendre lorsqu'il regardait ses émissions préférées sur son terminal.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_129A_LISTEN_CREW"]/text[6]
fr: L'un de vos équipier colle son oreille à la porte. Il refuse de vous dire ce qu'il a entendu, mais il semble très perturbé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_ENTER"]/text
fr: Vous essayez la porte de l'appartement. Elle est déverrouillée et ne nécessite même pas de carte électronique. Vous entrez dans la pièce. La dispute que vous avez entendue semble s'estomper lorsque vous entrez. La pièce est peinte en bleu ciel et le sol en jaune. Ce qui est étrange et étrangement inconfortable dans cette pièce, c'est qu'elle semble n'avoir été touchée par rien. Il n'y a pas de meubles, pas de poussière, pas d'insectes, pas de décorations, pas de dégâts, pas de prises électriques murales, pas de lit, littéralement rien dans la pièce. Comme si la chambre existait dans un espace liminal. Vous avez décidé de ne pas rester dans les parages et de vous demander si vous allez disparaître si vous restez ici.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_129A_ENTER"]/choice[@req="pilot"]/text
fr: Quitter la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MIDO"]/text
fr: Vous arrivez au restaurant, qui semble avoir été entièrement saccagé et dont le sol est couvert de ce qui semble être plusieurs produits chimiques. Vous ne prenez pas de risque et refusez d'entrer dans le "Resto".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MIDO"]/choice[1]/text
fr: Explorer le complexe après le restaurant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MIDO"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MIDO"]/choice[3]/text
fr: Faire demi-tour et retourner dans le sas.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/text
fr: Vous passez devant le Resto Chez Mido et arrivez à une porte de sécurité en métal laser. Un panneau pointe vers la porte de sécurité et indique "Place Centrale".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="marker_opened_metal_door_plaza"]/text
fr: Passer par l'ouverture que vous avez créée avec le Découpeur énergétique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="fm_fs_power_cutter" and @lvl="1"]/text
fr: Utiliser le Découpeur énergétique pour ouvrir la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="fm_fs_power_cutter" and @lvl="0"]/text
fr: Essayer d'ouvrir la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR"]/choice[@req="pilot" and @lvl="1"]/text
fr: Faire demi-tour et retourner dans le sas.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR_NO"]/text
fr: Vous cherchez un panneau, un loquet, une poignée, voire un interrupteur ou un bouton. Votre recherche n'aboutit à rien. Il doit s'agir d'une porte de sécurité, qui sépare cette partie de la station de la partie centrale du complexe. Si vous voulez passer cette porte, vous devrez trouver un moyen de la forcer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR_NO"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR_CUT_OPEN"]/text
fr: Avec l'aide de votre équipage, vous utilisez le Découpeur énergétique pour faire un trou dans la porte de sécurité suffisamment grand pour vous permettre de passer. Heureusement, aucune alarme n'est déclenchée par votre action.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_METAL_DOOR_CUT_OPEN"]/choice[@req="pilot"]/text
fr: Passez par la nouvelle ouverture.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED"]/text
fr: Vous et votre équipage avez atteint la place centrale. Il s'agit d'une salle massive, d'une hauteur d'au moins 100 pieds. Vous oubliez presque que vous êtes à l'intérieur d'une station spatiale pendant un moment.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/text
fr: Vous êtes arrivés sur la place centrale. Elle est ornée d'un jardin (qui s'étiole maintenant faute de soins) et de plusieurs fontaines inertes avec un dispositif d'éclairage, très probablement pour donner des spectacles de fontaines colorées aux passants. Au centre de tout cela se trouve un grand ascenseur cylindrique en verre attaché à un tube de verre. Il semble qu'il ne monte qu'à partir de votre position actuelle. Il y a trois autres grandes portes de sécurité dans cette place, qui sont à peu près de la même taille et de la même forme que celle par laquelle vous venez d'entrer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[@req="fm_fs_elevator_id"]/text
fr: (ID INVITÉ) Essayer d'accéder à l'ascenseur en utilisant les identifiants des invités.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[@req="fm_fs_blank_id" and @lvl="1"]/text
fr: (ID VIDE) Essayer d'accéder à l'ascenseur en utilisant les identifiants vierges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[@req="fm_fs_blank_id" and @lvl="0"]/text
fr: Essayer d'accéder à l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[4]/text
fr: Faire demi-tour et revenir au trou de la porte de sécurité en métal...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ACCESS_GRANTED_HUB"]/choice[5]/text
fr: Retourner au point de rendez-vous.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_NORMAL"]/text
fr: Vous tentez d'accéder à l'ascenseur et un message d'alerte apparaît sur un petit écran : "Les invités non autorisés de la station ne sont pas autorisés à accéder aux niveaux supérieurs. Veuillez vous enregistrer auprès de la sécurité pour continuer" Il semble que l'ascenseur dispose d'un système de sécurité.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_NORMAL"]/choice[@req="pilot" and @lvl="1"]/text
fr: Frustré, vous faites demi-tour.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_NORMAL"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_BLANK"]/text
fr: Vous glissez la carte d'identité vierge sur le panneau de l'ascenseur. Une petite alerte apparaît et la porte ne s'ouvre pas : "ERREUR ! La carte d'identité n'a pas été enregistrée au poste de sécurité ! L'accès est refusé" Il semble que les cartes d'identité vierges ne suffisent pas à contourner le système de sécurité de l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_BLANK"]/choice[@req="pilot" and @lvl="1"]/text
fr: Frustré, vous faites demi-tour.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_DENIED_BLANK"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_GRANTED"]/text
fr: Vous scannez vos cartes d'identité et un petit message apparaît sur l'écran : "Accès accordé !". Les portes de l'Ascenseur coulissent et vous et votre équipage vous serrez à l'intérieur. Vous êtes au 1er étage, où voulez-vous aller ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_GRANTED"]/choice[1]/text
fr: Sélectionner le 2e étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_GRANTED"]/choice[2]/text
fr: Sélectionner le 3e étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CENTRAL_PLAZA_ELEVATOR_ACCESS_GRANTED"]/choice[3]/text
fr: Sortir de l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/text
fr: Vous examinez les corps à proximité. Il semble qu'il s'agisse d'une Mantis morte avec un bouclier métallique accroché à son bras, à côté d'un Rocailleux mort avec un trou de la taille de votre tête dans son torse et son épaule gauche.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/text
fr: Les inspecter de plus près.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/text
fr: Quelle partie d'entre eux voulez-vous examiner ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[1]/text
fr: Examiner les blessures.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[1]/event/text
fr: Les blessures semblent résulter d'un combat intense, mais vous n'êtes pas en mesure de déterminer quelle arme a pu causer autant de dégâts ni combien de blessures ils ont subies avant de mourir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[1]/event/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[@req="fm_fs_keycard_1_found"]/text
fr: Fouiller leurs biens.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[@req="fm_fs_keycard_1_found"]/event/text
fr: Vous les avez déjà fouillés et avez trouvé une carte magnétique, rien d'autre de valeur ne semble être en leur possession.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[@req="fm_fs_keycard_1_found"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[3]/text
fr: Fouiller leurs biens.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[3]/event/text
fr: En fouillant dans le sac de la Mantis morte qu'elle portait, vous trouvez une petite carte électronique. Elle indique " Niveau d'accès de sécurité 1 ". Vous mettez cette carte en lieu sûr.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[3]/event/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[4]/text
fr: Rechercher des signes de vie, des risques biologiques ou d'autres dangers environnementaux, au cas où.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[5]/text
fr: Vérifier la présence d'une pièce d'identité sur leur uniforme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK"]/choice/event/choice[6]/text
fr: Peu importe, les cadavres vous dégoûtent.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK_SCAN"]/text
fr: Vous scannez leurs corps à la recherche de substances dangereuses. Vous trouvez des traces de nanobots détruits incrustés dans leur chair. Ils ressemblent aux nanomachines utilisées par l'Harmonie et les Séparatistes, mais dans une version bien plus avancée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK_SCAN"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK_ID"]/text
fr: L'identification du Rocailleux indique "Zulpe" et celle du Mantis "Kulpiikhne".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CORPSE_AIRLOCK_ID"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_1_ARRIVE"]/text
fr: Les portes de l'ascenseur se ferment et l'ascenseur se déplace rapidement dans le puits central jusqu'au premier étage. L'ascenseur émet un seul "Ding !" et les portes s'ouvrent pour vous. Que voulez-vous faire maintenant ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_1_ARRIVE"]/choice[1]/text
fr: Sélectionner le 2e étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_1_ARRIVE"]/choice[2]/text
fr: Sélectionner le 3e étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_1_ARRIVE"]/choice[3]/text
fr: Sortir de l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ARRIVE"]/text
fr: Les portes de l'ascenseur se ferment et l'ascenseur se déplace rapidement dans le puits central jusqu'au deuxième étage. L'ascenseur émet un seul "Ding !" et les portes s'ouvrent pour vous. Que voulez-vous faire maintenant ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ARRIVE"]/choice[1]/text
fr: Sélectionner le 1er étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ARRIVE"]/choice[2]/text
fr: Sélectionner le 3e étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ARRIVE"]/choice[3]/text
fr: Sortir de l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ARRIVE"]/text
fr: Les portes de l'ascenseur se ferment et l'ascenseur se déplace rapidement dans la cage centrale jusqu'au troisième étage. L'ascenseur émet un seul "Ding !" et les portes s'ouvrent pour vous. Que voulez-vous faire maintenant ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ARRIVE"]/choice[1]/text
fr: Sélectionner le 1er étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ARRIVE"]/choice[2]/text
fr: Sélectionner le 2e étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ARRIVE"]/choice[3]/text
fr: Sortir de l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ENTER"]/text
fr: Vous scannez vos cartes d'identité et un petit message apparaît sur l'écran : "Accès accordé !". Les portes de l'Ascenseur coulissent et vous et votre équipage vous serrez à l'intérieur. Vous êtes au deuxième étage, où voulez-vous aller ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ENTER"]/choice[1]/text
fr: Sélectionner le 1er étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ENTER"]/choice[2]/text
fr: Sélectionner le 3e étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_2_ENTER"]/choice[3]/text
fr: Sortir de l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ENTER"]/text
fr: Vous scannez vos cartes d'identité et un petit message apparaît sur l'écran : "Accès accordé !". Les portes de l'Ascenseur coulissent et vous et votre équipage vous serrez à l'intérieur. Vous êtes au 3ème étage, où voulez-vous aller ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ENTER"]/choice[1]/text
fr: Sélectionner le 1er étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ENTER"]/choice[2]/text
fr: Sélectionner le 2e étage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ELEVATOR_3_ENTER"]/choice[3]/text
fr: Sortir de l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/text
fr: Vous vous trouvez sur la place centrale du deuxième étage. Sa décoration est presque identique à celle de la place du 1er étage, mais les zones adjacentes auxquelles elle est rattachée sont différentes. Vous soupirez de soulagement en constatant que les portes de secours n'ont été déclenchées qu'au sud. Les chemins du nord, de l'ouest et de l'est sont tous librement accessibles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[1]/text
fr: Explorer les installations adjacentes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[2]/text
fr: Fouiller les corps de la place.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[3]/text
fr: Demander à votre équipage ce qu'il pense de la situation.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[4]/text
fr: (ID INVITÉ) Entrer dans l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2ND_PLAZA_HUB"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_CORPSES"]/text
fr: Vous vérifiez les corps de ceux qui sont éparpillés sur la place, mais vous ne trouvez rien d'utile ou d'intéressant cette fois-ci. Vous continuez à avancer, par souci de survie.
