Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323"]/text
fr: Le terminal émet une voix masculine, bourrue et triste, qui semble humaine : "Journal 323, je n'arrive pas à croire que j'ai déjà plus de trois cents mises à jour à bord de ce trou à rats. Je n'arrive pas à me motiver pour faire quoi que ce soit, je croule sous les dettes, et ces crapules à visages nuageux ont pratiquement pris tout le Secteur. Je me demande ce qu'il en est dans les secteurs voisins. Ce n'est pas comme si c'était important, tous les vaisseaux que nous envoyons à la balise de SORTIE ne reviennent jamais. J'espère que le Commandant Rudkin a un plan à long terme pour nous, ou bien c'est ainsi que les restes de nos races passeront le reste de leur vie jusqu'à ce que l'Harmonie nous trouve."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323"]/choice[@req="pilot"]/text
fr: Continuer d'écouter...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323_2"]/text
fr: L'homme s'éclaircit la gorge, puis envoie une commande au terminal. "Journal terminé" L'enregistrement se termine.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323_2"]/choice[1]/text
fr: Vérifier les autres fichiers.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_323_2"]/choice[2]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324"]/text
fr: Une voix masculine bourrue et très inquiète retentit depuis le terminal : "Journal 324, je viens de recevoir un message d'urgence du commandant Rudkin. Sommes-nous vraiment en train d'initier le protocole XETA ? Il va y avoir une panique générale. C'est vraiment grave. J'ai couru jusqu'au café et j'ai acheté toute la nourriture et l'eau que je pouvais avec le peu de ferraille que je pouvais rassembler, les files d'attente étaient massives. Heureusement, le commandant nous autorise à transporter des armes à bord de la station spatiale pour ce genre d'occasions. Je ne suis pas sûr que ce soit très utile contre ces....choses."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324"]/choice[@req="pilot"]/text
fr: Continuer d'écouter...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324_2"]/text
fr: La voix de l'homme semble presque reconnaissante : "Dana, pour une fois, je suis content que tu ne sois plus parmi nous. Ce conflit galactique foireux n'en finit pas, ce n'est pas un monde pour une belle âme comme toi....." Il sanglote doucement pendant quelques instants. "...Journal terminé."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324_2"]/choice[1]/text
fr: Vérifier les autres fichiers.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_324_2"]/choice[2]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325"]/text
fr: Une voix masculine plus énergique, mais craintive, retentit depuis le terminal : "Journal 325, ils sont là. Je les ai entendus entrer par effraction dans l'appartement voisin de Kolzapirolik. Le vieux Mantis s'est bien battu, mais je jure que j'ai entendu un bourdonnement fort et constant dans les aigus ? Et puis un silence glacial. JE NE SORS PAS DE LÀ. J'ai barricadé la porte avec tout ce que je pouvais dans la pièce. Je vais éteindre toutes les lumières et ne pas m'approcher de la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325"]/choice[@req="pilot"]/text
fr: Continuer d'écouter...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325_2"]/text
fr: Je n'ai pas récupéré mon fils à l'école aujourd'hui, et je suis trop lâche pour aller le chercher. Je suis un tel échec..." Il y a 3 minutes de silence dans l'enregistrement "...Journal terminé."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325_2"]/choice[1]/text
fr: Vérifier les autres fichiers.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_325_2"]/choice[2]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326"]/text
fr: Une voix masculine joyeuse et enjouée retentit dans le terminal : "Journal 326, Junior est rentré à la maison ! Il a dû oublier sa clé, car il m'a demandé de le laisser entrer. Je suis son père bien sûr, pourquoi je ne le laisserais pas entrer ?" On entend différentes voix étouffées qui parlent à des hauteurs et avec des accents différents, et qui parlent toutes à l'unisson, très doucement, en arrière-plan. Elles répètent sans cesse "Chantez. Chantez. Chantez. Chantez avec nous. Chantez avec nous". Cela semble venir de la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326"]/choice[@req="pilot"]/text
fr: Continuer d'écouter...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_2"]/text
fr: L'homme continue de parler comme si de rien n'était "...Qu'est-ce que c'est, Junior ? Tu veux que je t'accompagne ? ...Tu as trouvé maman ? Elle est à l'embarcadère ? Alors allons voir Dana, ce sera comme au bon vieux temps !" Vous entendez l'homme déplacer calmement quelques objets hors du passage de la porte. "Je vais juste faire un peu de... rangement."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_2"]/choice[@req="pilot"]/text
fr: Continuer d'écouter...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_3"]/text
fr: Environ deux minutes s'écoulent et vous entendez la porte s'ouvrir. Vous entendez un grand BOUM et ce qui semble être un objet lourd que l'on traîne au loin. Au loin, vous jurez entendre une sorte de bourdonnement aigu et constant. Vous n'entendez plus les voix et l'enregistrement est un silence de mort pendant environ 57 minutes. Ensuite, vous entendez une voix robotique. "Limite d'enregistrement atteinte. Fin de l'enregistrement."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_3"]/choice[1]/text
fr: Vérifier les autres fichiers.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_326_3"]/choice[2]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_1"]/text
fr: Vous prenez la première feuille qui vous tombe sous la main. On y lit : "Cher Josef, En raison de la nature de votre séjour chez nous, le ménage sera fait une fois par semaine, sauf indication contraire. Si vous avez besoin d'un nettoyage plus tôt, veuillez nous en informer. Votre loyer sera déduit une fois par mois à l'avance. Nous vous prions d'agréer, Madame, Monsieur, l'expression de nos salutations distinguées, La direction"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_1"]/choice[1]/text
fr: En savoir plus.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_1"]/choice[2]/text
fr: Ok, ça suffit.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_2"]/text
fr: Vous prenez la première feuille qui vous tombe sous la main. On y lit : Vous prenez une facture pour les frais mensuels. Elle se lit comme suit : [300~] Location d'espace [15~] Facture de téléphone [35~] Facture d'eau [100~] Facture d'électricité [20~] Facture de télévision par câble

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_2"]/choice[1]/text
fr: En lire d'autres. Ma curiosité mondaine est sans fin !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_2"]/choice[2]/text
fr: Ok, ça suffit, ce n'est pas mon affaire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_3"]/text
fr: Cher Josef Mallard, Vous recevez cette lettre conformément aux dispositions de la Loi sur les pratiques de recouvrement de dettes équitables des Limaces. D'une manière générale, le principal avantage de cette loi est de garantir que les agents de recouvrement se comportent de manière responsable. Cela signifie qu'ils sont généralement tenus de vous fournir des informations pertinentes concernant la dette que vous avez peut-être du mal à rembourser.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_3"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_4"]/text
fr: Ces informations sont généralement fournies sous la forme d'une communication telle que celle-ci. Cette communication vous informe que votre solde impayé est actuellement de [1 200,00~], en raison de la taxe sur l'air respirable des Limaces. Sauf avis contraire écrit de votre part dans un délai de trente (30) jours à compter de la réception de la présente communication, indiquant que vous avez déjà remboursé cette taxe, les intérêts de votre dette seront bloqués à un taux d'intérêt mensuel de 100 % jusqu'à ce que la dette soit réglée. Je vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées, L'Agence de Requin de Dettes Limace

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_PAPERWORK_4"]/choice[@req="pilot"]/text
fr: Ok, ça suffit, ça ne nous aide pas du tout.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_DAY_PLANNER"]/text
fr: Son agenda est en grande partie vide. Cette personne semble ne pas avoir été très responsable et a acheté cet agenda pour se sentir mieux ou pour donner l'impression d'être responsable aux yeux des autres. Vous remarquez quelques entrées dans la section "NOTES". La seule qui semble importante s'intitule "Protocole XETA".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_DAY_PLANNER"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_DAY_PLANNER_2"]/text
fr: Protocole XETA : Si le protocole XETA est adopté, l'état de loi martiale est instauré jusqu'à ce que la menace Harmonie soit neutralisée. Veuillez utiliser les armes à feu qui vous ont été fournies pour vous défendre, cachez-vous partout où vous pouvez vous barricader, et les équipes de sécurité feront tout ce qu'elles peuvent pour s'assurer qu'il ne vous est fait aucun mal. Si QUELQU'UN se présente à votre porte, quel que soit le bruit qu'il fait, N'OUVREZ PAS jusqu'à ce que vos terminaux aient reçu le feu vert. Nous avons appris que l'Harmonie a commencé à prendre des échantillons de voix pour imiter d'autres races.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_DAY_PLANNER_2"]/choice[@req="pilot"]/text
fr: Finir de lire les notes de l'agenda.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/text
fr: Vous vous approchez de la porte de l'appartement 115A. La porte est étrangement propre et bien rangée par rapport aux autres portes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/choice[@req="marker_115a_no_listen"]/text
fr: Vous refusez d'approcher votre oreille de cette porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/choice[2]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/choice[3]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_APPROACH"]/choice[4]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN"]/text
fr: Vous entendez un bourdonnement mécanique, synthétisé, qui résonne dans la pièce. La mélodie est obsédante, mais en même temps, étrangement invitante.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN"]/choice[1]/text
fr: Continuer d'écouter.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN"]/choice[2]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2"]/text
fr: L'air se répète sans cesse, tantôt plus fort, tantôt plus doux, comme si quelque chose dans la pièce se déplaçait en chantant. Des mots et des pensées qui ne sont pas les vôtres commencent à entrer dans votre esprit : "Chantez. Chantez. Chantez." Encore et encore, comme un mantra. Vos yeux se voilent et quelques membres de votre équipage semblent inquiets. L'un d'eux vous saisit par les épaules et vous secoue pour vous immobiliser : " Capitaine, vous allez bien ? " demande-t-il.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2"]/choice[1]/text
fr: Expliquer qu'il s'agit d'une sorte de fréquence invasive.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2"]/choice[2]/text
fr: Mentir, lui dire que ce n'était rien.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2_TRUTH"]/text
fr: "Capitaine, nous devrions nous éloigner de cette porte. Nous ne savons pas encore exactement ce qu'il se passe", répond votre membre d'équipage, visiblement inquiet. Vous êtes d'accord et vous éloignez votre oreille de la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2_TRUTH"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2_LIE"]/text
fr: "Je comprends, j'étais peut-être paranoïaque. Pardonnez-moi capitaine, je n'aurais pas dû vous toucher".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_LISTEN_2_LIE"]/choice[@req="pilot"]/text
fr: C'est bon, ne vous inquiétez pas.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/text
fr: Vous frappez à la porte avec prudence, votre équipage étant en position d'assaut pour vous couvrir en cas de besoin. Le bourdonnement se poursuit sans interruption, mais un nouveau son, TRÈS FORT, se fait entendre : Vous entendez des objets dans la pièce être déchiquetés, accompagnés d'un nouveau son : un bourdonnement fort, constant et aigu. Vous décidez qu'entrer dans la pièce est une très mauvaise idée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="marker_orchid_child_assimilated"]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="marker_orchid_child_alive"]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="marker_115a_no_listen" and @lvl="1"]/text
fr: Vous refusez d'approcher votre oreille de cette porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="marker_115a_no_listen" and @lvl="0"]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK"]/choice[@req="pilot"]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_2"]/text
fr: Vous frappez à la porte avec prudence, votre équipage en position d'assaut pour vous couvrir en cas de besoin. Vous entendez à nouveau ce maudit enfant Orchidée, cette fois derrière la porte. Il hurle et frappe la porte à plusieurs reprises, tandis que vous et votre équipe reculez prudemment. Un bourdonnement fort, constant et aigu s'approche de la porte et vous distinguez une voix étouffée : " Chantez. Chantez. Chantez.", encore et encore, comme un mantra. La voix engloutit les cris de l'Orchidée. Il glapit bruyamment, comme si ilétait dans une situation de détresse extrême, puis se tait complètement. Le bourdonnement s'arrête également pendant ce qui semble être des heures, mais qui n'est en réalité que quelques instants. Soudain, DEUX voix se font entendre à la porte, répétant toutes deux le même mantra : "Chantez. Chantez. Chantez." Encore et encore. Vous décidez que pénétrer à l'intérieur est une TERRIBLE idée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_2"]/choice[@req="marker_115a_no_listen" and @lvl="1"]/text
fr: Vous refusez d'approcher votre oreille de cette porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_2"]/choice[@req="marker_115a_no_listen" and @lvl="0"]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_2"]/choice[@req="pilot"]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_3"]/text
fr: Vous frappez à la porte avec prudence, votre équipage en position d'assaut pour vous couvrir en cas de besoin. Le bourdonnement se poursuit sans interruption, vous entendez des objets dans la pièce se déchiqueter encore plus, accompagnés de ce même son maudit : un bourdonnement fort, constant et aigu. Cette fois, le son provient de deux sources. On entend deux voix distinctes qui répètent le même mantra : "Chantez. Chantez. Chantez", comme une incantation. Vous décidez que rentrer à l'intérieur équivaut à un suicide. Vous aimez être en vie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_3"]/choice[@req="marker_115a_no_listen" and @lvl="1"]/text
fr: Vous refusez d'approcher votre oreille de cette porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_3"]/choice[@req="marker_115a_no_listen" and @lvl="0"]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_115A_KNOCK_3"]/choice[@req="pilot"]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/text
fr: Cette porte est en métal gothique noir avec des dorures au centre et sur les bords de la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/choice[1]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/choice[@req="marker_fm_fs_apartment_120a_all_clear" and @lvl="1"]/text
fr: Entrer dans l'appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/choice[3]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_APPROACH"]/choice[@req="pilot"]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_KNOCK"]/text
fr: Vous frappez à la porte, personne ne répond à votre coup. Vous et votre équipage haussez les épaules.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_KNOCK"]/choice[1]/text
fr: Entrer dans l'appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_KNOCK"]/choice[2]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_KNOCK"]/choice[3]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_LISTEN"]/text
fr: Vous tendez l'oreille vers la porte et vous n'entendez rien d'intéressant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_LISTEN"]/choice[1]/text
fr: Entrer dans l'appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_LISTEN"]/choice[2]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_LISTEN"]/choice[3]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER"]/text
fr: Vous tentez d'ouvrir la porte. Elle ne semble pas verrouillée, mais elle ne s'ouvre pas du tout. Vous appelez quelques membres d'équipage et, en vous appuyant sur un pan de mur adjacent à la porte, vous parvenez à l'ouvrir à l'aide d'un tuyau mal fixé et d'un peu d'huile de coude.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_2"]/text
fr: Vous et votre équipage entrez rapidement dans la pièce, armes au poing. La chambre est peinte en rose clair. Le lit est recouvert d'une couette rose propre et d'un drap blanc. Une horde d'animaux en peluche est empilée sur le lit dans un coin, y compris une minuscule pastèque aux yeux globuleux, un squelette en costume, un chiot blanc avec une fourrure dorée autour de l'œil et des plaques de fourrure dorées autour d'une oreille, ainsi qu'un axolotl rose. Dans le coin le plus éloigné de la pièce se trouve une photo d'un magnifique jardin. À côté de la photo, il y a une étagère remplie de livres épais. Vous ne reconnaissez pas les auteurs de ces livres, qui ont peut-être été écrits récemment. Le placard est grand ouvert et semble bien rangé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_120A_ENTER_2"]/choice[@req="pilot"]/text
fr: Continuer...
