Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/text
fr: Installer l'Optimisation Totale à Bord ? [+5% de vitesse de rechargement et de recharge des boucliers, +5% pour toutes les statistiques de l'équipage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/choice[1]/text
fr: Optimisation Totale à Bord.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/choice[1]/event/text
fr: L'Optimisation Totale à Bord a été installée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PERFECT"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/text
fr: Installer la Barrière Cyclique Infinie ? [+50% de recharge du bouclier par barre non alimentée du système de bouclier, +15% de chance d'absorber sans dommage tout projectile autre qu'un Rayon, chances de dégâts réduites de 15% de façon multiplicative par barre non alimentée]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="shields" and @lvl="0"]/text
fr: vous ne pouvez pas installer la Barrière Cyclique Infinie, vous avez besoin d'un système de bouclier pour diriger l'énergie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="shields" and not(@lvl)]/text
fr: Installer la Barrière Cyclique Infinie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="shields" and not(@lvl)]/event/text
fr: La Barrière Cyclique Infinie est installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="shields" and not(@lvl)]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTSHIELD"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/text
fr: Installer l'Arsenal Cyclique Infini ? [-5% de vitesse de rechargement des armes, puis +15% pour chaque barre non alimentée du système d'armement]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="weapons" and @lvl="0"]/text
fr: vous ne pouvez pas installer l'Arsenal Cyclique Infini, vous avez besoin d'un système d'armes pour en tirer de l'énergie

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="weapons" and not(@lvl)]/text
fr: Installer l'Arsenal Cyclique Infini !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="weapons" and not(@lvl)]/event/text
fr: L'Arsenal Cyclique Infini est installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="weapons" and not(@lvl)]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_FASTWEAPON"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/text
fr: Installer l'Aura Corrosive Métaplasmatique ? [L'équipage ennemi subit x1,5 dégât pour tout, mais seulement 50% au combat]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/choice[1]/text
fr: Installer l'Aura Corrosive Métaplasmatique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/choice[1]/event/text
fr: L'Aura Corrosive Métaplasmatique a été installée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_CREWKILL"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/text
fr: Installer la Structure de coque électromagnétique [+30% rés ionique, +50% vitesse de déionisation, +10% rés sys, +10% ferraille, effet bras magnétique, -3 réacteur]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/choice[1]/text
fr: Installer la Structure de coque électromagnétique !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/choice[1]/event/text
fr: La Structure de coque électromagnétique a été installée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MAGNETIC"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/text
fr: Installer le Calibreur d'ordonnance ineffable ? [+40% de chances de brèche, -15% de résistance de la coque, du système et des ions de l'ennemi, -10% de vitesse de recharge]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/choice[1]/text
fr: Installer le Calibreur d'ordonnance ineffable.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/choice[1]/event/text
fr: Le Calibreur d'ordonnance ineffable a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_RESISTSMASH"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/text
fr: Installer l'Allumeur d'armement ? [+50% de vitesse de rechargement, le tir d'une arme enflamme votre système d'armement]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/choice[1]/text
fr: Installer l'Allumeur d'armement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/choice[1]/event/text
fr: L'Allumeur d'armement a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_WEAPON_IGNITE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/text
fr: Installer le Brouilleur offensif ? [-20% de vitesse de recharge pour l'ennemi, -30% de recharge du bouclier]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/choice[1]/text
fr: Installer le Brouilleur offensif.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/choice[1]/event/text
fr: Le Brouilleur offensif a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_OFFENSE_SCRAMBLE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/text
fr: Installer le Brouilleur défensif ? [-30% recharge de bouclier à l'ennemi, +5s tps recharge camouflage ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/choice[1]/text
fr: Installer le Brouilleur défensif.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/choice[1]/event/text
fr: Le Brouilleur défensif a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DEFENSE_SCRAMBLE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/text
fr: Installer le Rayon de Fréquences de phase ? [-10% de vitesse de rechargement, +1 perforation du bouclier pour les armes à rayon (et les drones à rayon)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/choice[1]/text
fr: Installer le Rayon de Fréquences de phase.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/choice[1]/event/text
fr: Le Rayon de Fréquences de phase a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_BEAM_PIERCE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/text
fr: Ici, vous pouvez voir quels modules/modules majeurs vous avez installés.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_SALT"]/text
fr: Coque Saline [+100% de chances de résistance aux ions, TOUS les membres d'équipage organiques prennent -0,5pv/s]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_DUSK"]/text
fr: Réacteur Crépusculeur obsolète [+20% recharge/bouclier, -20% toutes les stats bénéfiques de l'équipage, +20% dégâts subis]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_MURAL"]/text
fr: Décorations de Coque Non Officielles [toutes les statistiques bénéfiques de l'équipage +30 %, 50 % de chances de subir 1 dmg en cas de choc]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_COMPRESS"]/text
fr: Collecteur de dérivation du compresseur [+30% de recharge d'arme, -60% de recharge de bouclier]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_PARTICLE"]/text
fr: Boucliers particularisés [+8 couches, -50% de recharge des boucliers]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPLINK"]/text
fr: Matrices de Liaison d'Armes [-40% de recharge d'arme, +25% de dmg d'équipage et -5% de dmg d'équipage par puissance d'arme]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_PERFECT"]/text
fr: Optimisation Totale à Bord [+5% vitesse de rechargement/recharge du bouclier, +5% à toutes les statistiques de l'équipage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FASTSHIELD"]/text
fr: Barrière Cyclique Infinie ? [+50% de recharge du bouclier par barre non activée du système de bouclier, +15% de chance d'absorber sans dommage tout projectile autre qu'un Rayon, chances de dégâts réduites de 15% de façon multiplicative par barre non activée]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FASTWEAPON"]/text
fr: Arsenal Cyclique Infini [+15% de vitesse de rechargement par puissance d'arme inutilisée, mais -5% de vitesse de rechargement]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_CREWKILL"]/text
fr: Aura Corrosive Métaplasmatique [l'équipage ennemi subit x1,5 dégât pour tout, mais seulement 50% au combat]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_MAGNETIC"]/text
fr: Structure de coque électromagnétique [+30% résist ionique, +50% vitesse de déionisation, +10% résist sys, +10% ferraille, effet bras magnétique, -3 réacteur]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESISTSMASH"]/text
fr: Calibreur d'ordonnance ineffable [+40% de chances de brèche, -15% de résistance de la coque, du système et des ions ennemis, -10% de vitesse de rechargement]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_WEAPON_IGNITE"]/text
fr: Allumeur d'armement [+50% de vitesse de rechargement, le système d'arme s'enflamme lorsque vous tirez]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_OFFENSE_SCRAMBLE"]/text
fr: Brouilleur offensif [-20% de vitesse de recharge à l'ennemi, -30% de recharge du bouclier]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_DEFENSE_SCRAMBLE"]/text
fr: Brouilleur défensif [-30% de recharge de bouclier pour l'ennemi, +5s recharge de camouflage pour l'ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_BEAM_PIERCE"]/text
fr: Rayon de Fréquences de phase [-10% de vitesse de rechargement, +1 percée aux armes/drones à rayon]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="1"]/text
fr: Module de Blindage Renforcé [+5 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="2"]/text
fr: Module de Blindage Renforcé(x2) [+10 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="3"]/text
fr: Module de Blindage Renforcé(x3) [+15 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="4"]/text
fr: Module de Blindage Renforcé(x4) [+20 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="5"]/text
fr: Module de Blindage Renforcé(x5) [+25 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="6"]/text
fr: Module de Blindage Renforcé(x6) [+30 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="7"]/text
fr: Module de Blindage Renforcé(x7) [+35 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="8"]/text
fr: Module de Blindage Renforcé(x8) [+40 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="9"]/text
fr: Module de Blindage Renforcé(x9) [+45 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="10"]/text
fr: Module de Blindage Renforcé(x10) [+50 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="11"]/text
fr: Module de Blindage Renforcé(x11) [+55 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="12"]/text
fr: Module de Blindage Renforcé(x12) [+60 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="13"]/text
fr: Module de Blindage Renforcé(x13) [+65 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="14"]/text
fr: Module de Blindage Renforcé(x14) [+70 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="15"]/text
fr: Module de Blindage Renforcé(x15) [+75 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="16"]/text
fr: Module de Blindage Renforcé(x16) [+80 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="17"]/text
fr: Module de Blindage Renforcé(x17) [+85 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="18"]/text
fr: Module de Blindage Renforcé(x18) [+90 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="19"]/text
fr: Module de Blindage Renforcé(x19) [+95 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FORTIFIED" and @lvl="20"]/text
fr: Module de Blindage Renforcé(x20) [+100 % de résistance de coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="1"]/text
fr: Module de systèmes encastrés [+10% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="2"]/text
fr: Module de systèmes encastrés(x2) [+20% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="3"]/text
fr: Module de systèmes encastrés(x3) [+30% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="4"]/text
fr: Module de systèmes encastrés(x4) [+40% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="5"]/text
fr: Module de systèmes encastrés(x5) [+50% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="6"]/text
fr: Module de systèmes encastrés(x6) [+60% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="7"]/text
fr: Module de systèmes encastrés(x7) [+70% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="8"]/text
fr: Module de systèmes encastrés(x8) [+80% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="9"]/text
fr: Module de systèmes encastrés(x9) [+90% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_ENCASED" and @lvl="10"]/text
fr: Module de systèmes encastrés(x10) [+100% de résistance des systèmes]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="1"]/text
fr: Module Répulsif de brèche [-10% de Chances de trou dans la coque ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="2"]/text
fr: Module Répulsif de brèche(x2) [-20% de Chances de trou dans la coque ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="3"]/text
fr: Module Répulsif de brèche(x3) [-30% de Chances de trou dans la coque ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="4"]/text
fr: Module Répulsif de brèche(x4) [-40% de Chances de trou dans la coque ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_BREACH" and @lvl="5"]/text
fr: Module Répulsif de brèche(x5) [-50% de Chances de trou dans la coque ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="1"]/text
fr: Module répulsif de feu [-10% de Chances de feu ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="2"]/text
fr: Module répulsif de feu(x2) [-20% de Chances de feu ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="3"]/text
fr: Module répulsif de feu(x3) [-30% de Chances de feu ennemi]
