Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_4"]/text
fr: Vous en avez assez de jouer la carte de la sécurité. Quelle différence avec le combat contre les rebelles ? Vous décidez que vous en avez assez et retournez à votre vaisseau, où vous choisissez une balise qui semble la moins dangereuse (vous ne l'admettez pas, mais vous en avez choisi une au hasard) et sautez vers la balise suivante. Votre émetteur de dissonance de l'harmonie vous permettra, je l'espère, de rester en sécurité lors de votre exploration de ce secteur inconnu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_4"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_5"]/text
fr: Vous sautez directement vers la balise dissimulée, en espérant qu'il y reste au moins un visage amical. Si vous devez rester coincé dans ce futur en ruine, vous n'allez pas tomber sans vous regrouper et vous battre de toutes vos forces.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_5"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_6"]/text
fr: Vous sautez directement vers la balise dissimulée, en espérant qu'il y reste au moins un visage amical. Si vous devez rester coincés dans ce futur en ruine, vous ne vous laisserez pas abattre sans vous regrouper et vous battre de toutes vos forces. Vous êtes certain que ce qui reste de la civilisation aura l'ENVIE d'utiliser cet émetteur dissonance de l'harmonie contre l'Harmonie. C'est le meilleur plan que vous ayez, alors vous vous y tenez !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_6"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_1_PLAY"]/text
fr: MERCI D'AVOIR JOUÉ !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_1_PLAY"]/win/@text
fr: Cette ligne temporelle est condamnée à être écrasée par l'Harmonie. Il ne reste plus qu'à survivre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_2_PLAY"]/text
fr: MERCI D'AVOIR JOUÉ !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_2_PLAY"]/win/@text
fr: Cette ligne temporelle est condamnée à être écrasée par l'Harmonie. Il ne reste plus qu'à survivre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_3_PLAY"]/text
fr: MERCI D'AVOIR JOUÉ !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_3_PLAY"]/win/@text
fr: Cette ligne temporelle est condamnée à être écrasée par l'Harmonie. Il ne reste plus qu'à survivre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_4_PLAY"]/win/@text
fr: Cette ligne temporelle est condamnée à être écrasée par l'Harmonie. Il ne reste plus qu'à survivre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_4_PLAY"]/text
fr: MERCI D'AVOIR JOUÉ !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_5_PLAY"]/win/@text
fr: Cette ligne temporelle est condamnée à être écrasée par l'Harmonie. Il ne reste plus qu'à survivre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_5_PLAY"]/text
fr: MERCI D'AVOIR JOUÉ !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_6_PLAY"]/win/@text
fr: Cette ligne temporelle est condamnée à être écrasée par l'Harmonie. Il ne reste plus qu'à survivre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_6_PLAY"]/text
fr: MERCI D'AVOIR JOUÉ !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/text
fr: Vous vérifiez votre inventaire pour voir si vous avez des objets utiles. [NOTE : VOUS PORTER TOUJOURS VOTRE ARMES STANDARD DE LA FÉDÉRATION.] (Vous pouvez appuyer sur "-" ou "+" sur votre clavier pour augmenter ou diminuer la taille du texte ou de la police.)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_keycard_5"]/text
fr: (NIVEAU D'ACCÈS DE SÉCURITÉ 5) Vous avez trouvé une carte d'accès étiquetée "Niveau d'accès de sécurité 5".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_keycard_2"]/text
fr: (NIVEAU D'ACCÈS DE SÉCURITÉ 2) Vous avez trouvé une carte d'accès étiquetée "Niveau d'accès de sécurité 2".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_keycard_1"]/text
fr: (NIVEAU D'ACCÈS DE SÉCURITÉ 1)Vous avez trouvé une carte d'accès étiquetée "Niveau d'accès de sécurité 1".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_power_cutter"]/text
fr: (DÉCOUPEUR ÉNERGÉTIQUE) Vous avez trouvé un Découpeur énergétique dans le placard du concierge.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_fuse"]/text
fr: (FUSIBLE DE RECHANGE) Vous avez trouvé un fusible de rechange dans l'appartement 107A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_blank_id"]/text
fr: (ID VIDE) Vous avez trouvé ces cartes d'identité vierges dans l'appartement 120A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_elevator_id"]/text
fr: (ID INVITÉ) Vous les avez créées à l'aide d'identifiants vierges, en les faisant passer par le logiciel invité du poste de sécurité. Elles peuvent être utilisés pour accéder à certaines zones qui sont autrement interdites aux personnes extérieures.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_fire_grenade"]/text
fr: (GRENADE INCENDIAIRE) Dispositif et arme utile pour allumer un feu instantanément.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_extinguisher"]/text
fr: (EXTINCTEUR) Dispositif et arme utile pour éteindre un feu instantanément.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_duct_tape"]/text
fr: (RUBAN ADHÉSIF POUR CONDUITS) Le ruban adhésif pour conduits répare tout ! ...ou du moins c'est ce qu'on dit.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_grappling_hook"]/text
fr: (CROCHET DE GRAPPIN) Peut être utilisé pour grimper ou récupérer des objets éloignés. Un crochet y est attaché.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_rope"]/text
fr: (CORDE) Peut être utilisée pour grimper ou récupérer des objets éloignés. On peut y attacher un crochet.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_duct_pole"]/text
fr: (PERCHE AMÉLIORÉE) Une perche attachée à une autre perche avec de grandes quantités de ruban adhésif.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_bromwell_memo"]/text
fr: (MEMO DE BROMWELL) Un mémo concernant le code de sécurité du centre de commandement. Peut être lu à la porte du centre de commandement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="marker_case_obtained"]/text
fr: (MEMO DE LA MALLETTE) Un mémo concernant l'accès à la porte du Niveau 7 – Accès Prototypes dans les laboratoires R D de la Fédération. Il s'agit essentiellement de claquer les mains sur des boutons, c'est amusant !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_magnet_tool"]/text
fr: (OUTIL MAGNÉTIQUE) Peut pousser ou tirer des objets métalliques, ça peut être pratique !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="fm_fs_harmony_dissonance_emitter"]/text
fr: (émetteur de dissonance Harmonie) Peut (avec un peu de chance) vous aider à faire face à l'harmonie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY"]/choice[@req="pilot"]/text
fr: Terminer la révision de votre inventaire

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY_LEAVE"]/text
fr: Vous ne devriez jamais voir cela

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY_LEAVE"]/choice[1]/text
fr: Terminer la révision de votre inventaire

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_INVENTORY_LEAVE"]/choice[2]/text
fr: événement de fin.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_TEST_FIGHT"]/text
fr: L'heure du test

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_TEST_FIGHT"]/choice/text
fr: Continuer...
