Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="pilot"]/text
fr: Laisser tomber, retourner au menu principal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/text
fr: Quelle arme souhaitez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_DISC_LAUNCHER_FORGE_LIST" and @lvl="1"]/text
fr: Charger des déchets dans un lance-mines et l'énergiser avec l'arme énergétique Démolition de Coque pour forger le Disque énergisé de TARANIS. [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_DISC_LAUNCHER_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un lance-mines de base et d'une arme à énergie Démolition de Coque pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_ION_TRI_FIRE_LIST" and @lvl="1"]/text
fr: Utiliser une arme Tri-ion et Ion Incendiaire pour forger l'Ion 'Cerbère'. [Coût : 35~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_ION_TRI_FIRE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une arme Tri-ion et d'un Ion Incendiaire pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_CHAINGUN_ION_FORGE_LIST" and @lvl="1"]/text
fr: Remplacer les canons du Vulcain par les bobines énergisées de l'Ion de charge pour forger la Gatling Ionique Vesta [Coût : 30-60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_CHAINGUN_ION_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une arme Vulcain et d'une arme à charge Ionique pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_SHOTGUN_ENERGY_FORGE_LIST" and @lvl="1"]/text
fr: Combiner la Flak III et Chargeur d'énergie pour forger le Diffuseur d'énergie 'Exidia'. [Coût : 80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_SHOTGUN_ENERGY_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Chargeur Flak III et d'un Chargeur d'énergie pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_1_LIST" and @lvl="1"]/text
fr: Combiner le Laser à impulsions I et l'Energie I pour forger le Laser à impulsions I. [Coût : 40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_1_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser Rafale I et d'une Énergie I pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_2_FORGE_LIST" and @lvl="1"]/text
fr: Combiner le Laser à impulsions II et l'Énergie II pour forger le Laser à impulsions II. [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_2_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser Rafale II et d'un Energy II pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_3_LIST" and @lvl="1"]/text
fr: Combiner le Laser à impulsions III et l'Énergie III pour forger le Laser à impulsions III. [Coût : 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSE_3_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser Rafale III et d'un Energy III pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSEDEEP_LIST" and @lvl="1"]/text
fr: Combiner l'Énergie Lourde et l'Ion Massif pour forger le Canon impulsions. [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="FM_PULSEDEEP_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une Énergie Lourde et d'un Ion Massif pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ION"]/choice[@req="pilot"]/text
fr: Laisser tomber, retourner au menu principal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/text
fr: Quelle arme souhaitez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_MINING_2_LIST" and @lvl="1"]/text
fr: Désassembler et combiner le Rayon 'Sarissa' et les Rayons Miniers pour forger le Rayon Ishimura [Coût : 120~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_MINING_2_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Rayon 'Sarissa' et d'un Rayon Minier pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_PARTICLE_PIERCE_LIST" and @lvl="1"]/text
fr: Installer la technologie du Rayon à particules dans le cadre de la Guisarme pour forger le Rayon 'Cuillère d'oreille' [Coût : 35~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_PARTICLE_PIERCE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Rayon à particules et d'un Rayon Guisarme pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_FORGE_LIST" and @lvl="1"]/text
fr: Fournir aux Robotueurs de la ferraille pour reconfigurer le Fauchard à leur guise [Coût : 110~, 2}, 5|]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Rayon Fauchard et de quelque chose de vraiment meurtrier pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_EXPLOSION_FORGE_LIST" and @lvl="1"]/text
fr: Reconfigurer le Rayon Hallebarde pour utiliser sa longueur comme verrou de téléportation pour la petite bombe afin de forger le rayon 'Valefor'. [Coût : 75~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_EXPLOSION_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une Petite Bombe et d'un Rayon Hallebarde pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_ION_PIERCE_FORGE_LIST" and @lvl="1"]/text
fr: Combiner le 'Ranseur' avec un Ion standard ou un Barrage Ionique MK I pour forger cette arme. [Coût : 60-100~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_ION_PIERCE_FORGE_LIST" and @lvl="0"]/text
fr: Nécessite un Ranseur ainsi qu'un Ion standard ou un Barrage Ionique MK I pour être créé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_ETERNITY_LIST" and @lvl="1"]/text
fr: Combiner le rayon 'Pike' et le rayon 'Faucheur' pour forger le rayon 'Éternité'. [Coût : 40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="FM_BEAM_ETERNITY_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Rayon 'Pike' et d'un Rayon 'Faucheur' pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="BEAM_PRISM_SCATTER_LIST" and @lvl="1"]/text
fr: [CNC + AA] Combiner le Canon à prisme et le Barrage ionique prismatique pour forger le Rayon de dispersion prismatique. [Coût : 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="BEAM_PRISM_SCATTER_LIST" and @lvl="0"]/text
fr: [CNC + AA] Vous devez disposer d'un Canon à prisme et d'un Barrage Ionique prismatique pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_BEAM"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/text
fr: Quelle arme souhaitez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_FUELED_1_LIST" and @lvl="1"]/text
fr: Insérer l'Aiguillon Cinquedea dans l'enveloppe du missile Hermes pour forger l'Aiguillon 'Parazonium'. [Coût : 70~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_FUELED_1_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Aiguillon Cinquedea et d'un missile Hermès pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_1_LIST" and @lvl="1"]/text
fr: Remplacer la source d'énergie du Poignard par un noyau d'Énergie I pour forger l'Aiguillon Énergétique Ébène. [Coût : 40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_1_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Aiguillon Poignard et d'une arme Energy I pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_2_FORGE_LIST" and @lvl="1"]/text
fr: Remplacer la source d'énergie de la Miséricorde par un noyau d'Energie II pour forger l'Aiguillon Énergétique Ciguë. [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_2_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Aiguillon de Miséricorde et d'une arme Énergie II pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_3_LIST" and @lvl="1"]/text
fr: Remplacer la source d'énergie du Stiletto par un noyau Energy III pour forger l'Aiguillon 'Cœur-Vert'. [Coût : 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_3_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Aiguillon Stiletto et d'une arme Energy III pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST" and @lvl="1"]/text
fr: Remplacer la source d'énergie du Poignard par un noyau d'Énergie Conservatrice pour forger l'Aiguillon 'Érable'. [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Aiguillon Poignard et d'une Énergie conservatrice pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_VIRUS_FORGE_LIST" and @lvl="1"]/text
fr: Améliorer la lentille de mise au point de l'Anelace avec les produits chimiques mortels du Laser corrosif. [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_VIRUS_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser corrosif 2 et d'un Aiguillon Rad 'Anelace' pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ADAPT_LIST" and @lvl="1"]/text
fr: Combiner le Rayon Suyari et l'Aiguillon Cinquedea pour forger le Focus Omiyari. [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_FOCUS_ADAPT_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Rayon Suyari et d'un Aiguillon Cinquedea pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_BEAM_MINING_3_FORGE_LIST" and @lvl="1"]/text
fr: Combiner la Miséricorde/Stiletto et le Rayon Ishimura pour forger le 'Brise-vaisseau' Terra Nova. [Coût : 50-70~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="FM_BEAM_MINING_3_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une Misericorde (ou d'un Stiletto) et d'un Rayon Ishimura pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_PINPOINT"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/text
fr: Quelle arme souhaitez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_ANOMALY_FORGE_LIST" and @lvl="1"]/text
fr: Installer le module de refroidissement Givrant II dans le châssis de la Flak irradiée pour forger le Générateur d'anomalies 'KHEIMON'. [Coût : 45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_ANOMALY_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un laser Givrant II et d'un lanceur de Flak irradiant pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_FORGE_LIST" and @lvl="1"]/text
fr: Infuser votre Flak II avec des excroissances cristallines pour forger la Flak de bronze. [Coût : 10~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une arme cristalline et d'une Flak II pour forger la Flak de bronze.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_AETHER_LIST" and @lvl="1"]/text
fr: Installer la technologie Éther dans votre Flak IV. [Coût : 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_AETHER_LIST" and @lvl="0"]/text
fr: Pour améliorer un Flak IV, il faut disposer de tout ce qui reste de la technologie perdue.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_CURSED_LIST" and @lvl="1"]/text
fr: Installer la technologie Lanius dans votre arme Flak [Coût : 30~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_SHOTGUN_CURSED_LIST" and @lvl="0"]/text
fr: Vous avez besoin d'une baie de clonage de niveau 3, d'un Lanius et d'une Flak II pour fabriquer la Flak Carnifex.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_ENERGY_RAILBLENDER_FORGE_LIST" and @lvl="1"]/text
fr: Combiner la Flak de charge et l'Energie de charge pour forger le Broyeur Cinétique.[140~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="FM_ENERGY_RAILBLENDER_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une Flak à charge et d'une Énergie à charge pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_FLAK"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/text
fr: Quelle arme souhaitez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MISSILES_BURST_FIRE_FORGE_LIST" and @lvl="1"]/text
fr: Désassembler et combiner les missiles Ares et Hadès pour créer le missile à rafales 'Feu Infernal' [Coût : 90~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MISSILES_BURST_FIRE_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un missile d'Arès et d'Hadès pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MISSILES_CLOAK_STUN_FORGE_LIST" and @lvl="1"]/text
fr: Améliorer le champ d'occultation du missile Nyx avec un noyau Énergie étourdissant pour forger le missile Tchernobog [Coût : 70~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MISSILES_CLOAK_STUN_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un lance-missiles Nyx et d'une arme à Énergie Étourdissant pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMB_CRYSTAL_FIRE_LIST" and @lvl="1"]/text
fr: Infuser les cristaux de la Bombe de verrouillage Cristalienne avec la Bombe Incendiaire pour forger le Projet #7 : Fin Ardente. [Coût : 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMB_CRYSTAL_FIRE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une Bombe Incendiaire et d'une Bombe de verrouillage pour forger cette arme

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMB_CRYSTAL_BIO_LIST" and @lvl="1"]/text
fr: Infuser les cristaux de la Bombe de verrouillage Cristalienne avec la Bombe Irradiante pour forger le Projet #22 : Sans nom. [Coût : 80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMB_CRYSTAL_BIO_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une Bombe de verrouillage et d'une Bombe Irradiante pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMBLAUNCHER_HULL_LIST" and @lvl="1"]/text
fr: Brancher à la hâte le noyau d'Energie du Laser de coque II dans le Lance-mines Sobek pour forger cette arme [Coût : 90~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_BOMBLAUNCHER_HULL_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un lance-mines Sobek et d'un Laser de coque II pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MINELAUNCHER_BIO_LIST" and @lvl="1"]/text
fr: Arracher le noyau de l'Ascelpius et le monter sur l'Osiris. [Coût : 140~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_MINELAUNCHER_BIO_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un missile Ascelpius et d'un lance-mines Osiris pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_ION_MISSILES_LIST" and @lvl="1"]/text
fr: Combiner le Missile Hermès et l'Ion Massif pour forger les Missiles lourds 'Debilitatum'. [Coût : 65~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_ION_MISSILES_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un missile Hermes et d'un Ion II pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST" and @lvl="1"]/text
fr: Reconfigurer la Bombe étourdissante pour disperser les particules cristallines débilitantes du Cristal Neuronal afin de forger le Générateur de Confinement. [Coût : 25-55~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une Bombe étourdissante et d'un Cristal Neuronal pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_RVS_AC_CHARGE_FORGE_LIST" and @lvl="1"]/text
fr: [GO BALLISTIC] Combiner deux à quatre Auto-canons 1 pour forger le Volley Gun. [Coût : 20-60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="FM_RVS_AC_CHARGE_FORGE_LIST" and @lvl="0"]/text
fr: [GO BALLISTIC] Vous devez disposer de deux à quatre Auto-canons 1s pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="MAMMOTH_CANNON_FORGE_LIST" and @lvl="1"]/text
fr: [GO BALLISTIC + CNC] Combiner deux Auto-canons 2s et des missiles V5 pour forger le Canon 'Mammouth' [Coût : 60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="MAMMOTH_CANNON_FORGE_LIST" and @lvl="0"]/text
fr: [GO BALLISTIC + CNC] Vous devez disposer de deux Auto-canons 2s et de Missiles V5 pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_EXPLOSIVES"]/choice[@req="pilot"]/text
fr: Laisser tomber, retourner au menu principal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ORGANIC"]/text
fr: Quelle arme souhaitez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ORGANIC"]/choice[@req="FM_BEAM_BASILISK_FORGE_LIST" and @lvl="1"]/text
fr: Votre Sangsue regarde avec avidité votre arme de Bulbe d'élite...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ORGANIC"]/choice[@req="FM_BEAM_BASILISK_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une créature vraiment vorace et d'une salade de grande qualité pour assouvir son appétit afin de forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_ORGANIC"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_UPGRADE"]/text
fr: Quelle arme souhaitez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_UPGRADE"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_UPGRADE" and @lvl="1"]/text
fr: Améliorer la ligne de Flak en métal

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_UPGRADE"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_UPGRADE" and @lvl="0"]/text
fr: Vous avez besoin d'une arme de ligne Flak de bronze de niveau 1--->niveau 9 pour continuer

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_UPGRADE"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/text
fr: Vous consultez actuellement le Laser Anomalie 'TLALOC'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/choice[@req="FM_LASER_ANOMALY_1_LIST"]/text
fr: Fabriquer le Laser Anomalie 'TLALOC'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/choice[@req="FM_LASER_ANOMALY_1_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/choice[@req="FM_LASER_ANOMALY_1_LIST"]/event/choice/text
fr: Continuer...
