Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/text
fr: Que voulez-vous installer dans le système Moteur ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (moteurs) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système moteur !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES" and not(@lvl)]/text
fr: Module de mise à jour du système [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/text
fr: Installer l'intégration des micro-tourelles (moteurs) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/choice[1]/event/text
fr: L'Integration des Micro-Tourelles a été installé dans votre système Moteurs !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ENGINES"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/text
fr: Que voulez-vous installer dans le système médical (Infirmerie/Baie de clonage) ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Médical) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système médical !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Médicale) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installé dans votre système médical !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MED"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/text
fr: Que voulez-vous installer dans le système de Drones ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Drones) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système de Drones !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/text
fr: Installer l'intégration des micro-tourelles (Drones) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre système de Drones !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DRONES"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/text
fr: Que voulez-vous installer dans le système d'oxygène ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Oxygène) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système d'Oxygène !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (oxygène) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre système d'oxygène !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_OXYGEN"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/text
fr: Que voulez-vous installer dans le système de téléportation ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Téléporteur) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système de téléportation !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (téléporteur) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre système de téléportation !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TELEPORTER"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/text
fr: Que voulez-vous installer dans le système de Camouflage ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Camouflage) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/choice[1]/event/text
fr: Une mise à jour du système a été installée sur votre système de camouflage !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Camouflage) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre système de Camouflage !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/text
fr: Module de temps de recharge du système [60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/text
fr: Installer le module de temps de recharge du système (Camouflage) ? [5 secondes de réduction du temps de recharge du système, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/choice[1]/text
fr: Installer le module de temps de recharge du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/choice[1]/event/text
fr: Le module de temps de recharge a été installé sur votre système de Camouflage !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...
