Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[15]/text
fr: Module Aérosols inspirant [90~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_AERO"]/text
fr: Module d'Aérosols inspirant [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_RESPIRATION" and @lvl="0"]/text
fr: Module de Grille de respiration améliorée [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_RESPIRATION" and not(@lvl)]/text
fr: Module de Grille de respiration améliorée [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[19]/text
fr: Module d'Aimant de collecte [25~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_SCRAP"]/text
fr: Module d'Aimant de collecte [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[21]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/text
fr: Ici vous pouvez voir les modules de vengeance que vous pouvez installer (Vous pouvez sélectionner l'option pour voir les effets avant l'installation). Tous les modules se cumulent indépendamment, et plusieurs exemplaires du même module augmentent le nombre de fois où il peut se déclencher. [Vous ne pouvez installer que 5 modules de vengeance !]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/choice[1]/text
fr: Cultivateur Protège-coque Prismatique [50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/choice[2]/text
fr: Cultivateur Protège-coque Crystalien [65~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/choice[3]/text
fr: Cultivateur Protège-coque Forgefeu [80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_VENGEANCE"]/choice[4]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/text
fr: Installer un Blindage Renforcé ? [+5% de chances de résistance de la coque, 5 peuvent être installés, utilise 1 cran d'amélioration.]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="FM_MODULAR_HULL_LITE" and @lvl="0"]/text
fr: Installer le Blindage Renforcé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="FM_MODULAR_HULL_LITE" and @lvl="0"]/event/text
fr: Le Blindage Renforcé a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="FM_MODULAR_HULL_LITE" and @lvl="0"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="FM_MODULAR_HULL_LITE" and not(@lvl)]/text
fr: Votre coque est incompatible avec le Blindage Renforcé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FORTIFIED"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/text
fr: Installer des Systèmes encastrés ? [+10% de chances de résistance du système, 5 peuvent être installés, utilise 2 crans d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/choice[1]/text
fr: Installer les Systèmes encastrés.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/choice[1]/event/text
fr: Les Systèmes encastrés ont été installés !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_ENCASED"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/text
fr: Installer le Répulsif de brèche ? [supprime 10% des chances de brèche des attaques ennemies, 5 peuvent être installés, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/choice[1]/text
fr: Installer le Répulsif de brèche.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/choice[1]/event/text
fr: Le Répulsif de brèche a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_BREACH"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/text
fr: Installer le Répulsif de feu ? [supprime 10% des Chances de feu des attaques ennemies, 5 peuvent être installés, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/choice[1]/text
fr: Installer les Répulsif de feu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/choice[1]/event/text
fr: Le Répulsif de feu a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_NO_FIRE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/text
fr: Installer la construction résiliente ? [Réduit les Dégâts de sabotage sur votre vaisseau de 20% de manière multiplicative, 15 peuvent être installés, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/choice[1]/text
fr: Installer la construction résiliente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/choice[1]/event/text
fr: La construction résiliente a été installée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESILIENT"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/text
fr: Installer les Protocoles Guardian ? [L'équipage subit 13 % de Dégâts en moins sur votre vaisseau, 5 peuvent être installés, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/choice[1]/text
fr: Installer les protocoles Guardians.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/choice[1]/event/text
fr: Les protocoles Guardian ont été installés !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_GUARDIAN"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/text
fr: Installer un Plancher intelligent ? [+45% de vitesse de déplacement pour votre équipage et -15% pour les ennemis sur votre vaisseau, 6 peuvent être installés, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/choice[1]/text
fr: Installer le Plancher intelligent.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/choice[1]/event/text
fr: Le Plancher intelligent a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_FLOORING"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/text
fr: Installer des Aérosols inspirant ? [+100% de vitesse de recharge des pouvoirs pour votre équipage et -30% pour les ennemis sur votre vaisseau. L'effet est réduit de moitié pour l'équipage allié sur le vaisseau ennemi. 5 peuvent être installés et utilisent 3 crans d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/choice[1]/text
fr: Installer les Aérosols inspirant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/choice[1]/event/text
fr: Les Aérosols inspirant ont été installés !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_AERO"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/text
fr: Installer la grille de respiration améliorée ? [Pas d'effet sans o2 !] [-20% de suffocation par puissance d'o2, effet multiplicatif pour tout l'équipage présent à bord. Peut être installé une fois, utilise 2 crans d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/choice[1]/text
fr: Installer la grille de respiration améliorée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/choice[1]/event/text
fr: La grille de respiration améliorée a été installée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_RESPIRATION"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/text
fr: Installer un Aimant de collecte ? [+5% de ferraille, 3 peuvent être installés, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/choice[1]/text
fr: Installer l'Aimant de collecte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/choice[1]/event/text
fr: L'Aimant de collecte a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_SCRAP"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/text
fr: Installer le Cultivateur Protège-coque Prismatique ? [2 lasers (10% feu) 60% vengeance, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/choice[1]/text
fr: Installer le Cultivateur Protège-coque Prismatique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/choice[1]/event/text
fr: Le Cultivateur Protège-coque Prismatique a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE1"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/text
fr: Installer le Cultivateur Protège-coque Crystalien ? [2 cristaux (40% feu, 40% brèche, 1 pt syst) 60% vengeance, utilise 2 crans d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/choice[1]/text
fr: Installer le Cultivateur Protège-coque Crystalien.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/choice[1]/event/text
fr: Le Cultivateur Protège-coque Crystalien a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE2"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/text
fr: Installer le Cultivateur Protège-coque Forgefeu ? [2 fragments magnétiques (10% feu, 50% brèche, 10 pt syst, Démolition de Coque, 5s étourdissement) 60% vengeance, utilise 3 crans d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/choice[1]/text
fr: Installer le Cultivateur Protège-coque Forgefeu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/choice[1]/event/text
fr: Le Cultivateur Protège-coque Forgefeu a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULE_VENGEANCE3"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/text
fr: Vous pouvez ici sélectionner le système sur lequel vous souhaitez installer des modules.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="weapons"]/text
fr: Les Armes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="shields"]/text
fr: Les Boucliers.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="engines"]/text
fr: Les Moteurs.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="medbay"]/text
fr: L'Infirmerie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="clonebay"]/text
fr: La Baie de Clonage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="drones"]/text
fr: Les Drones.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="oxygen"]/text
fr: L'Oxygène.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="teleporter"]/text
fr: Le Téléporteur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="cloaking"]/text
fr: Le Camouflage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="artillery"]/text
fr: L'Artillerie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="hacking"]/text
fr: Le Piratage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="mind"]/text
fr: Le Contrôle Mental.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="temporal"]/text
fr: Le Manipulateur Temporel.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[14]/text
fr: Le Pilotage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="sensors"]/text
fr: Les Capteurs.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="doors"]/text
fr: Les Portes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[@req="battery"]/text
fr: La Batterie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SYSTEMS"]/choice[18]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/text
fr: Que voulez-vous installer dans le système d'Armes ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (armes) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système d'armes !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (armes) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre système d'armes !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_WEAPONS"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/text
fr: Que voulez-vous installer dans le système de Boucliers ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Boucliers) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système de boucliers !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS" and not(@lvl)]/text
fr: Module de mise à jour du système [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/text
fr: Installer l'intégration des micro-tourelles (boucliers) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SHIELDS"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de Micro-tourelles a été installée dans votre système de Boucliers !
