Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//ship[@name="SHIP_FM_GUNHYDRA_ENEMY"]/destroyed/text
fr: Alors que le vaisseau explose, vous commencez à en démanteler une partie et les Clairvoyants vous saluent : "Vous zzavez réussssi. Finalement, tous les membres de la Fédératttion ne sont pas des sssalauds après tout. Nous vous transssmettrons une partie de la prime pour la mort de Winchessster, et vous pouvez aussssi avoir ccce plan que nous zzavons récupéré dans l'ancccien entrepôt des Mantisss. Voiccci un bel outil sssi vous sssouhaitez nous zzaider à recouvrer des dettes à l'avenir... jussste une suggessstion"

source: data/events_specialfm_forgemaster.xml.append$//ship[@name="SHIP_FM_GUNHYDRA_ENEMY"]/destroyed/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//ship[@name="SHIP_FM_GUNHYDRA_ENEMY"]/deadCrew/text
fr: Les jumeaux Engi gisent morts à l'intérieur de leur vaisseau, tandis que Winchester halète et lutte désespérément pour la vie. "Vous....pourquoi....Harmonie....arrêter..." dit la Mantis, avec les dernières forces dont elle dispose. Votre équipage commence à démanteler une partie du vaisseau, et vous êtes contacté par les Clairvoyants : "Vous zzavez réussssi. Finalement, tous les membres de la Fédératttion ne sont pas des sssalauds après tout. Nous vous transssmettrons une partie de la prime pour la mort de Winchessster, et vous pouvez aussssi avoir ccce plan que nous zzavons récupéré dans l'ancccien entrepôt des Mantisss. Voiccci un bel outil sssi vous sssouhaitez nous zzaider à recouvrer des dettes à l'avenir... jussste une suggessstion"

source: data/events_specialfm_forgemaster.xml.append$//ship[@name="SHIP_FM_GUNHYDRA_ENEMY"]/deadCrew/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DESTROY"]/text
fr: Les Agents de recouvrement Clairvoyants sont tombés. Heureusement que les limaces vous détestent déjà, car elles ne pourraient probablement pas vous haïr davantage à ce stade. Winchester vous salue et vous acclame : "Merci merci humain ! Vous aide bien !" Votre équipage commence à démanteler le vaisseau du Clairvoyant pendant que vous parlez à Winchester : "Comment vous trouvez mon vaisseau ? Seul ami proche connaît mon vaisseau, les autres ont peur du vaisseau."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DESTROY"]/choice/text
fr: Alastair m'a demandé de l'aider...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/text
fr: "Homme au marteau de brique demande de l'aide ? Je savais qu'il était une bonne brique, mais ça me surprend ! Il a bon cœur, fort comme la coque", dit-il, ses antennes s'agitant joyeusement pendant un moment. L'un des membres d'équipage en arrière-plan pointe du doigt une console proche et crie quelque chose que l'on ne peut pas vraiment comprendre. Le Mantis soupire : " On dirait que d'autres vaisseaux de Recouvrement arrivent, ils veulent ma tête. Désolé, je n'ai rien à offrir." L'un des jumeaux Engi prend alors le contrôle des communications pendant un instant : "Proposition : prendre le plan de notre vaisseau, ça peut être utile. Plan = une des dernières choses qu'il nous reste." Vous acceptez la liaison de données et recevez un plan de leur... abomination de vaisseau. "Je dois y aller ! Je suis désolé !" bafouille rapidement Winchester.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/text
fr: Attendez ! J'ai une question !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/text
fr: "Vous QUOI ? Winchester doit partir maintenant, avant que des limaces avides ne réapparaissent !" s'emporte la Mantis. Il grommelle un instant, puis reprend : " Au nom de Winchester, je suppose que je dois beaucoup. J'ai le temps pour une seule question. Demandez, vite."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[1]/text
fr: Pourquoi votre vaisseau ressemble-t-il à ça ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[1]/event/text
fr: "Chef-d'œuvre de la famille Winchester, je l'appelle. Beaucoup rient, mais quand mon arme fonctionne, c'est moi qui ris.", dit-il d'un air sérieux, J'ai dépensé une bonne partie de la fortune familiale pour ce vaisseau, il est précieux. Maintenant, je dois partir". Winchester n'a plus de temps pour parler. Son équipage vous souhaite bonne chance pour votre mission, tandis que Winchester commence à alimenter son générateur SPL.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[1]/event/choice/text
fr: Les laisser partir...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_WINCHESTER_LEAVE"]/loadEventList/event[1]/text
fr: Winchester vous fait un signe d'au revoir, l'air triste, alors que les moteurs de son vaisseau s'activent. "Au revoir, nouvel ami. Protège mon meilleur ami, je t'en supplie." À ces mots, vous apercevez aussi l'un des jumeaux Engi à bord de votre propre vaisseau qui agite la main avec mélancolie. Le Gunbomination, cette abomination de vaisseau armé, active son générateur SPL et saute dans l'hyperespace, disparaissant sans laisser de trace. Il est temps pour vous aussi de reprendre la route.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_WINCHESTER_LEAVE"]/loadEventList/event[2]/text
fr: Winchester fait un signe de la main tandis que les moteurs du vaisseau s'activent : "Au revoir, nouvel ami". Le vaisseau Gunbomination active son générateur SPL et saute, disparaissant sans laisser de traces. Vous décidez de partir vous aussi.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[2]/text
fr: Pourquoi les Clairvoyants en ont-ils après vous ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[2]/event/text
fr: "Moi prendre PETIT prêt, tout petit ! Mais eux, très gourmands, veulent paiement tout de suite. La ferraille est dans le portefeuille d'un autre Mantis, tu comprends oui ? J'avais prévu de les rembourser… après avoir détruit vraie menace…" Winchester laisse sa phrase en suspens, prenant soudain conscience qu'il est pressé. Il n'a plus le temps de parler. Son équipage vous souhaite bonne chance dans votre mission pendant que Winchester commence à alimenter son générateur SPL.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[2]/event/choice/text
fr: Les laisser partir...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[3]/text
fr: Pourquoi ne pas venir avec nous ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[3]/event/text
fr: "Sur honneur du nom de famille Winchester, moi promettre aider jumeaux Engi avec leur tâche. Pas affaire de la Fédération, pas avant que Rebelles soient arrêtés." Winchester n'a plus de temps pour discuter. Son équipage vous souhaite bonne chance dans votre mission pendant que Winchester commence à alimenter son générateur SPL.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[3]/event/choice/text
fr: Les laisser partir...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[4]/text
fr: Pourquoi diable avez-vous besoin de ce vaisseau ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[4]/event/text
fr: "Moi sauver jumeaux Engi de vaisseau esclavagiste, ils dire la vérité sur l'Harmonie. Harmonie mauvaise, plus mauvaise que Rebelle jamais jamais. Moi prévoir détruire toute l'Harmonie…" Winchester rit un instant, puis reprend. "Moi dire à moi-même, beaucoup de canon règle tous problèmes. Mais peut-être moi avoir mis trop de canon… maintenant moi chercher moyen pour alimenter vaisseau." Winchester n'a plus de temps pour discuter. Son équipage vous souhaite bonne chance dans votre mission pendant que Winchester commence à alimenter son générateur SPL.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[4]/event/choice/text
fr: Les laisser partir...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[@req="unique_freddy"]/text
fr: (Freddy) Demander à Winchester de rejoindre la cause de la Fédération.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[@req="unique_freddy"]/event/text
fr: Winchester fronce les sourcils, mais hoche rapidement la tête. "Freddy a raison, ma mission vaut rien si tous les Mantis meurent à cause des Rebelles. Moi, le bon Winchester, rejoindre mission ! Je continuerai ma promesse après que Rebelles soient écrasés." explique-t-il, avec un peu plus d'assurance dans la voix. L'un des jumeaux Engi, aux commandes de la Gunbomination, active le générateur SPL et s'envole, après avoir déposé Winchester à bord de votre vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[1]/event/choice[@req="unique_freddy"]/event/crewMember
fr: Winchester

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_DIALOG"]/choice[2]/text
fr: Les laisser partir...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_KILLED"]/text
fr: Les Agents de recouvrement Clairvoyants sont tombés raides morts, laissant leur vaisseau à l'état de coque flottante sans équipage. Heureusement que les Limaces vous détestent déjà, car elles ne pourraient probablement pas vous haïr davantage à ce stade. Winchester vous salue et s'exclame : "Merci merci humain ! Vous aide bien !" Votre équipage commence à démanteler le vaisseau du Clairvoyant pendant que vous parlez à Winchester : "Comment vous trouvez mon vaisseau ? Seul ami proche connaît mon vaisseau, les autres ont peur du vaisseau."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="DEBTCOLLECT_KILLED"]/choice/text
fr: Alastair m'a demandé de l'aider...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FALLEN_DESTROY"]/text
fr: "Bordel... je savais que je n'aurais pas dû m'associer... avec la division..." Alors que ce qui reste du vaisseau de Randall s'écrase et brûle, vous recevez un appel de l'Arbor vous remerciant pour votre bonne action et vous transférant à Mandelbriss et Kyriet. "Je suppose que nous vous devons, à vous et à Alastair, une explication. Vous voyez, nous étions les meilleurs amis du monde, Kyriet et moi, mais des problèmes sont apparus entre nous lorsque nous avons enfin commencé à réfléchir à ce que nous ferions réellement avec notre technologie merveilleuse. Vous voyez, moi-" "Il voulait utiliser nos recherches et technologies pour créer des armes de guerre, au lieu d'utiliser nos connaissances pour répandre la paix et la prospérité." "Répandez la paix autant que vous voulez, Ky, mais quand il s'agit vraiment de faire la différence, ce sont les armes qui séparent des sauveurs comme ce Renégat ici et des lâches comme nous, se cachant sous une table pour éviter le danger."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FALLEN_DESTROY"]/choice/text
fr: Faire le médiateur pour régler leur conflit.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FALLEN_KILLED"]/text
fr: "Bordel... je savais que je n'aurais pas dû m'associer... avec la division..." Alors que vous démontez la carcasse d'un vaisseau de combat Angel, vous recevez un appel de l'Arbor vous remerciant pour votre bonne action et vous transférant à Mandelbriss et Kyriet. "Je suppose que nous vous devons, à vous et à Alastair, une explication. Vous voyez, nous étions les meilleurs amis du monde, Kyriet et moi, mais des problèmes sont apparus entre nous quand nous avons enfin commencé à réfléchir à ce que nous ferions réellement de notre technologie merveilleuse. Vous voyez, moi-" "Il voulait utiliser nos recherches et technologies pour créer des armes de guerre au lieu d'utiliser nos connaissances pour répandre la paix et la prospérité." "Répandez la paix autant que vous voulez, Ky, mais quand il s'agit vraiment de faire la différence, ce sont les armes qui séparent des sauveurs comme ce Renégat ici et des lâches comme nous, qui nous cachons sous une table pour éviter le danger."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FALLEN_KILLED"]/choice/text
fr: Faire le médiateur pour régler leur conflit.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/text
fr: "Très bien, c'est à vous de décider. Avec qui êtes-vous d'accord ? Pensez-vous qu'il est vraiment possible que la paix mette fin aux conflits ?" "Ou est-il possible que les armes aident à répandre la prospérité ?"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[1]/text
fr: Les armes ne doivent pas toujours être utilisées de manière malveillante. (Se ranger du côté de Mandelbriss)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[1]/event/text
fr: "Hrrmm... Je suppose que je comprends votre point de vue. Après tout, nous ne serions pas là si vous ne nous aviez pas sauvés par la force. Ok, Mandelbriss et moi allons terminer un prototype dans notre laboratoire et vous le donner pour un essai" Alors que Kyriet quitte la ligne pour aller terminer le prototype, Mandelbriss vous remercie brièvement avant d'aller faire de même. Peu après, ils arrivent devant votre vaisseau avec une toute nouvelle arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[1]/event/choice/text
fr: Les remercier et partir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[2]/text
fr: Pour être fort, il ne suffit pas d'avoir de gros fusils. (Se ranger du côté de Kyriet)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[2]/event/text
fr: "Hmm... Je comprends votre point de vue. Les armes puissantes ne peuvent pas ramener un homme au bord de la mort, et Dieu sait que les grosses armes n'ont pas sauvé la Fédération pendant le massacre du Nœud 17. Bon, d'accord, je vais terminer le prototype de Kyriet et nous vous le donnerons pour que vous en fassiez ce que vous voulez" Alors que Mandelbriss quitte la ligne pour aller terminer le prototype, Kuriet vous remercie brièvement avant d'aller faire de même. Peu après, ils arrivent devant votre vaisseau avec une toute nouvelle arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="ARBOREAL_CHOICE"]/choice[2]/event/choice/text
fr: Les remercier et partir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/text
fr: Il semble que vous soyez à bout de souffle. Vous ne survivrez plus très longtemps, Alastair vous propose de vous épargner : "Il n'y a plus besoin de faire couler le sang, mon garçon."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/choice[1]/text
fr: Se rendre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/choice[1]/event/text
fr: Alastair baisse la puissance de ses armes. "Allez mon garçon, faisons comme si rien ne s'était passé."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/choice[2]/text
fr: Nous n'abandonnons pas.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SPARE"]/choice[2]/event/text
fr: "Qu'il en soit ainsi, mon garçon, alors je ne me retiendrai pas", répond Alastair.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_COUNTER"]/text
fr: Un appel soudain apparaît sur votre écran, et Alastair apparaît. "Vous avez l'âme d'un guerrier, mon garçon ! Assurons-nous que vous vous battez équitablement, hein ?" La main d'Alastair sur l'affichage de communication brille d'une lumière éclatante, et vous sentez légèrement votre vaisseau se décaler.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_RETALIATE"]/text
fr: Le vaisseau d'Alastair s'illumine un instant, puis fait feu sur votre vaisseau avec deux nacelles de drone d'une couleur inhabituelle. Ce n'est pas bon signe.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_RETALIATE_STRONK"]/text
fr: Le vaisseau d'Alastair brille à nouveau de mille feux, lançant deux nacelles de Drone aux couleurs familières dans votre coque. Au moment où ils apparaissent sur vos scanners, vous, et probablement le reste de votre équipage, vous sentez soudain terriblement mal. Finissez-en rapidement, avant que la situation ne devienne incontrôlable.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/text
fr: Le combat continue...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/choice[1]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/choice[2]/text
fr: Se retirer (il s'agit d'une option provisoire qui ne fournit que la récompense la plus faible.)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/choice[2]/event/text
fr: Alastair baisse le niveau de ses armes avant de vous contacter à nouveau : " Pas mal, mon garçon, pas mal du tout ! Vous savez certainement comment gérer votre vaisseau. Je suis sûr que j'ai quelque chose pour vous, et laissez-moi aussi réparer votre coque ! Vous vous êtes bien battu !" Il rafistole votre coque et téléporte quelques caisses de ressources...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END"]/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END_NOMERCY"]/text
fr: Le combat continue...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END_NOMERCY"]/choice[1]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_DEFAULT_END_NOMERCY"]/choice[2]/text
fr: Il semble que la clémence ne soit plus de mise...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/text
fr: Quelques instants avant la destruction, tous les Plaqués du vaisseau d'Alastair ont commencé à réparer la coque, la remettant rapidement en état ! Un appel soudain s'affiche sur votre écran et Alastair apparaît : "Vous avez l'âme d'un guerrier, mon garçon ! Voyons si vous pouvez tenir le coup, hein ?" Alastair pose sa main sur le terminal du bord, une lumière brillante s'y allume, et vous remarquez que son vaisseau se déplace légèrement tandis qu'il augmente la puissance de ses systèmes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/choice[1]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/choice[2]/text
fr: Se retirer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/choice[2]/event/text
fr: Alastair baisse le niveau de ses armes avant de vous contacter à nouveau : " Pas mal, mon garçon, pas mal du tout ! Vous savez certainement comment gérer votre vaisseau. Je suis sûr que j'ai quelque chose pour vous, et laissez-moi aussi réparer votre coque ! Vous vous êtes bien battu !" Il rafistole votre coque et téléporte quelques caisses de ressources...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_1_END"]/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/text
fr: Vous vous attendez à ce que cela soit la fin, mais au lieu de cela, vous détectez une montée de nanites lorsqu'une dispersion de robots de réparation est activée, annulant rapidement vos dégâts ! "Un bel effort, mon garçon, mais il vous faudra plus que cela ! Mon vaisseau est bien équipé pour les réparations ; tant de pirates pensaient pouvoir voler ma cargaison, ce qui a presque rendu cela nécessaire pour traverser leurs secteurs !" Les scans indiquent une nouvelle augmentation de puissance.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/choice[1]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/choice[2]/text
fr: Se retirer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/choice[2]/event/text
fr: Alastair désactive ses armes avant de vous rappeler. "Très impressionnant, mon garçon ! Vous vous battez avec une maîtrise que peu ont montrée face à moi ! Prenez ces ressources, ainsi qu'une arme de mon stockage - une belle récompense pour notre combat !" Alastair téléporte quelques petites caisses de diverses ressources à bord de votre vaisseau, ainsi qu'une arme de son stock.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_2_END"]/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/text
fr: Un système de réparation d'urgence se déclenche sur le vaisseau du Maître des forges, des dizaines de bombes de réparation explosent simultanément. "Vous me poussez vraiment à mes limites, mon garçon..." Vos scanners détectent une nouvelle augmentation de la puissance de son vaisseau. "Finissons-en ici, d'accord mon garçon ?"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[1]/text
fr: Le terminer ici.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[1]/event/text
fr: Alastair désactive ses armes plutôt que de continuer le combat, puis vous appelle à nouveau. "Vous savez vraiment tenir bon, mon garçon ! Pour votre effort valeureux, je vais vous offrir un butin conséquent, ainsi qu'une arme issue de ma propre forge !" Alastair téléporte quelques caisses de ressources, ainsi qu'une arme forgée de ses mains. "Et permettez-moi de réparer votre coque, mon garçon ! Une bataille des plus honorables, en vérité !" Alastair envoie quelques Plaqués à bord de votre vaisseau, qui réparent rapidement votre coque tout en déposant les caisses de ravitaillement...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[2]/text
fr: Poursuivre le combat...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHASE_3_END"]/choice[2]/event/text
fr: "Oh, si c'est un combat que vous voulez, alors vous l'aurez, mon garçon." Une paire de capsules de drones inhabituelles est projetée vers votre vaisseau…
