Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/text
fr: Vous interrogez Alastair sur l'étrange cristal qui se trouve à l'intérieur de la mallette : " Ah, ce vieil objet. Un miracle de la technologie, forgé par deux grands étudiants que j'ai rencontrés il y a longtemps. Un scientifique Orchidée et un noble Cristalien - une paire étrange, certes, mais qui, malgré leurs différences, sont devenus de rapides amis. Mandelbriss et Kyriet m'ont demandé de fabriquer le boîtier d'une arme expérimentale, qui utilisait une merveilleuse combinaison des technologies Orchidée et Cristalienne, et dont vous voyez une relique devant vous" Alastair s'arrête un instant, comme s'il était plongé dans ses pensées "Je me demande ce qu'il est advenu de ces deux-là... Aux dernières nouvelles, ils se sont brouillés à cause de leur travail. Pourriez-vous vous renseigner sur eux pour moi, mon garçon ? J'ai entendu dire que Kyriet retournait dans la région, mais je vous transmettrai les coordonnées de Mandelbriss."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/event/text
fr: Alastair télécharge les coordonnées de Mandelbriss dans votre vaisseau sans trop d'efforts et vous fait signe de quitter la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/event/choice/event/text
fr: "Bonne chance, mon garçon !" vous lance Alastair en partant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_INTRO"]/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_TAKEN"]/text
fr: "Qu'est-ce que vous attendez, mon garçon ? Allez-y et aidez ces pauvres gens !"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_TAKEN"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_COMPLETED_EXE"]/text
fr: "Ils se sont donc disputés pour savoir vers quelle frontière ils allaient porter leurs découvertes ? Je ne peux pas dire que je n'ai jamais ressenti la même chose, mon garçon ! Mais vous les avez aidés à trouver un accord en montrant à Kyriet qu'il y a de nombreux chemins vers la paix ? Impressionnant, même pour moi ! D'après mon expérience, elle a toujours été têtue."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_COMPLETED_EXE"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_COMPLETED_REV"]/text
fr: "Ils se sont donc disputés pour savoir vers quelle frontière ils allaient porter leurs découvertes ? Je ne peux pas dire que je n'ai jamais ressenti la même chose, mon garçon ! Mais tu les as aidés à trouver un accord en montrant à Mandelbriss que tous les conflits ne se résolvent pas par les armes ? Impressionnant, même pour moi ! D'après mon expérience, il était difficile de faire changer d'avis ce garçon."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_COMPLETED_REV"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/text
fr: En arrivant à la balise, vous remarquez immédiatement une grande structure sur la planète en contrebas, que les systèmes de votre vaisseau reconnaissent comme étant la "Haute Arboricole". Il s'agit d'une station de recherche où des scientifiques de toutes sortes peuvent effectuer des expériences et des recherches à leur guise, bien que l'entrée soit payante. Atterrissant au port de vaisseaux, vous et votre équipage vous dirigez vers l'entrée dans l'espoir de trouver Mandelbriss à l'intérieur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/text
fr: Vous observez la structure de la Haute Arboricole, remarquant sa structure particulière avec un treillis de métal constituant les murs extérieurs du bâtiment, et des plantes et des vignes drapant les murs et le toit en dôme de verre. Arrivé à l'entrée, un garde vous demande si vous êtes membre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[1]/text
fr: Payer les frais. [-20~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[1]/event/text
fr: "Nous vous remercions. Bon séjour."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[@req="LIST_CREW_ORCHID"]/text
fr: (Orchidée) Votre orchidée est déjà membre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[@req="LIST_CREW_ORCHID"]/event/text
fr: "Nous vous remercions. Bon séjour."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL"]/choice/event/choice[@req="LIST_CREW_ORCHID"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/text
fr: En entrant dans l'Arborée, vous demandez aux Orchidées de vous indiquer Mandelbriss et il ne vous faut pas longtemps pour le trouver devant l'un des laboratoires - et, chose surprenante, Kyriet aussi ! Alors que vous vous approchez pour vous présenter, vous entendez brièvement une partie de leur conversation : "Nous en avons déjà parlé, Mandelbriss - je ne laisserai pas nos recherches être utilisées pour fabriquer des armes de guerre !" "Mais Kyriet, je - oh, bonjour ! Qui êtes vous ?" Vous leur dites que vous êtes un Renégat envoyé par Alastair pour prendre de leurs nouvelles, mais avant qu'ils n'aient eu le temps de répondre, le bâtiment entier tremble et plusieurs alarmes se déclenchent. Peu après, vous recevez un appel.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/text
fr: Accepter l'appel.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/text
fr: Vous êtes accueillis par le visage d'un homme portant une armure MFK, peinte en bleu comme celle des insaisissables Anges : "Remettez-nous Mandelbriss, Kyriet et leurs recherches ou mourez" En regardant les deux hommes, vous constatez qu'ils sont choqués et terrifiés.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[1]/text
fr: Combattre le mercenaire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[1]/event/text
fr: Alors que vous regagnez votre vaisseau, l'étrange Ange chasseur rugit au-dessus de vous. En entrant dans les postes de combat, vous recevez un bref appel du vaisseau ennemi : "Je suis Randall Curtain, ancien Ange. Et vous, renégat ? Vous êtes fini."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[2]/text
fr: Demander à votre équipage de capturer la paire et de vous les remettre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[2]/event/text
fr: Alors que votre équipage maîtrise les deux scientifiques et les emmène, vous recevez un second appel du mercenaire : " Sage choix, renégat. Vous jetez un dernier coup d'œil à leurs visages, Kyriet écarquillant les yeux de terreur et Mandelbriss vous hurlant des mots que vous n'entendez même plus. Cela ne vous touche peut-être pas, mais le reste de la galaxie s'en souviendra.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_ARBOREAL_ENTRANCE"]/choice/event/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE"]/text
fr: Alors que votre vaisseau s'enfonce dans le vortex, vous réalisez qu'il s'agit d'un trou de ver au sens propre comme au sens figuré, car ce qui semble être des milliers de vers géants se heurtent à votre coque, la recouvrant de matière fécale, de bile et de bave, sans toutefois l'endommager.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_2"]/text
fr: Votre vaisseau sort du vortex, à peu près indemne, mais dans un espace inconnu. Vous consultez rapidement la carte stellaire et remarquez qu'il y a des milliers de balises, toutes étiquetées "Chantez avec l'Harmonie"... Vous semblez être près d'une station spatiale très endommagée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_2"]/choice/text
fr: Tenter de la contacter.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_2"]/choice/event/text
fr: Vous appelez la station et vous êtes accueilli par un silence troublant. Vous arrimez votre vaisseau à la station spatiale sans incident, et votre équipage monte rapidement à bord.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_2"]/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_3_PROLOGUE"]/text
fr: Il semble que la station ait subi une lourde attaque et vous vous demandez s'il y a des survivants ou des terminaux en état de marche à l'intérieur. Vous passez par le sas et attendez la séquence de dépressurisation, surpris qu'elle fonctionne encore. Une fois la dépressurisation terminée, toutes les personnes présentes pénètrent dans un long couloir sinueux et vous commencez à explorer l'immense complexe de la station spatiale.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_3_PROLOGUE"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_3_PROLOGUE_2"]/text
fr: Vous et votre équipage vous tenez dans le hall de la station, observant votre environnement. Aucun groupe d'accueil n'est venu à votre rencontre. Des corps, ou du moins ce qu'il en reste, sont éparpillés dans le couloir, donnant à l'intérieur gris et blanc un sinistre reflet cramoisi de peinture organique. [À partir de maintenant, vous allez explorer la station spatiale. Puisque vous n'êtes pas à l'aise à l'idée de vous jeter immédiatement sur ces balises suspectes, il serait judicieux de commencer par vous orienter dans cette station pour comprendre ce qu'il se passe. N'oubliez pas de garder un œil sur votre menu INVENTAIRE !]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_FUTURE_3_PROLOGUE_2"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/text
fr: Vous et votre équipage avez convenu que ce serait votre point de rendez-vous initial et commencez à passer le vaisseau au peigne fin. Que voulez-vous faire ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/text
fr: Explorer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/text
fr: Où voulez-vous aller ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[1]/text
fr: Entrer dans la pièce la plus proche du sas, intitulée "Placard du concierge".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[2]/text
fr: Vous diriger vers l'ouest et explorer la zone intitulée "Poste de sécurité".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[3]/text
fr: Dépasser le poste de sécurité et vérifier les "APPARTEMENTS A" pour trouver d'éventuels survivants ou témoins de l'attaque.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[4]/text
fr: Vous diriger vers le nord et suivre les panneaux fléchés indiquant "Resto Chez Mido".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[@req="marker_opened_metal_door_plaza"]/text
fr: Vous diriger directement vers la Place Centrale.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[1]/event/choice[6]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[2]/text
fr: Inspecter le cadavre qui se trouve à proximité.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[3]/text
fr: Consulter le plan des gares à proximité.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[3]/event/text
fr: L'écran semble avoir été détruit, un tuyau de fer tordu semble avoir traversé la moitié supérieure de l'écran. Je suppose que vous ne vérifierez pas la carte...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[3]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_AIRLOCK_HUB"]/choice[@req="pilot"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/text
fr: Vous entrez seul dans le placard exigu du concierge, votre équipage couvrant la porte. Il est rempli d'outils du sol au plafond, vous risquez donc d'y revenir souvent à mesure que de nouveaux besoins se révèlent.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="fm_fs_power_cutter"]/text
fr: Vous avez trouvé et obtenu un Découpeur énergétique dans le placard.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="marker_checked_plaza_door"]/text
fr: Prendre le Découpeur énergétique, il pourrait être utile pour la porte de la place.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="fm_fs_crowbar"]/text
fr: Vous avez trouvé et obtenu un Pied de biche dans le placard.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="marker_need_crowbar"]/text
fr: Prendre le Pied de biche, il pourrait être utile.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="fm_fs_grappling_hook"]/text
fr: Vous avez déjà un grappin.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="fm_fs_rope"]/text
fr: (Corde) Combiner la corde avec un crochet trouvé dans le placard pour fabriquer un grappin de fortune.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET"]/choice[@req="pilot"]/text
fr: Quitter la pièce et retourner au sas.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_POWER_CUTTER"]/text
fr: Vous prenez le Découpeur énergétique avec vous, il pourrait être utile pour découper des portes blindées ou des portes sécurisée si vous avez assez de temps.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_POWER_CUTTER"]/choice[@req="pilot"]/text
fr: Quitter la pièce et retourner au sas.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_CROWBAR"]/text
fr: Vous prenez le Pied de biche avec vous, il pourrait être utile pour forcer les portes ou les grilles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_CROWBAR"]/choice[@req="pilot"]/text
fr: Quitter la pièce et retourner au sas.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_MAKE_GRAPPLING_HOOK"]/text
fr: Vous créez un grappin à l'aide de ruban adhésif et d'un crochet que vous avez trouvé ici. Peut-être pouvez-vous récupérer la mallette avec cela ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_CLOSET_MAKE_GRAPPLING_HOOK"]/choice[@req="pilot"]/text
fr: Quitter la pièce et retourner au sas.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/text
fr: Vous décidez de vous rendre au poste de sécurité. Il comporte un écusson de bouclier accroché au-dessus de la porte automatique, qui semble avoir été dégradée par des tirs d'armes. On peut y lire "LONA POS SE R TÉ".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="marker_orchid_child_alive"]/text
fr: (Carte de sécurité) Ouvrir la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="marker_fm_fs_security_hub_clear"]/text
fr: (Carte de sécurité) Ouvrir la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="fm_fs_keycard_1" and @lvl="1"]/text
fr: (Carte de sécurité) Ouvrir la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="fm_fs_keycard_1" and @lvl="0"]/text
fr: Essayer d'ouvrir la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY"]/choice[@req="pilot" and @lvl="1"]/text
fr: Laisser tomber, revenir en arrière.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_NO_CARD"]/text
fr: La porte ne s'ouvre pas, mais le capteur électronique semble fonctionner. Vous devez avoir une autorisation pour accéder à cette pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_NO_CARD"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD"]/text
fr: Les capteurs de la porte détectent votre présence et la porte coulisse jusqu'à la position ouverte, peut-être a-t-elle réagi à votre carte d'accès ? Vous et votre équipage entrez dans la pièce. Vous pouvez distinguer la forme d'une silhouette humanoïde dans l'obscurité au-delà de l'embrasure de la porte. Il s'agit d'un homme d'une trentaine d'années, affalé sur une chaise du bureau de la sécurité. Les doigts de sa main droite sont accrochés au canon d'un pistolet et son pouce est recourbé sur la gâchette.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_2"]/text
fr: L'agent de sécurité n'est cependant pas le seul à avoir été tué. Vous voyez le corps d'un petit robot humanoïde, assez gravement endommagé. On dirait qu'il a essayé d'intervenir dans la bagarre et qu'il a été détruit. Il y a aussi le corps d'un jeune Orchidée, avec un grand trou dans le crâne, qui semble avoir une dizaine d'années.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_2"]/choice[@req="pilot"]/text
fr: Fouiller le corps de l'agent de sécurité à la recherche d'objets utiles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD"]/text
fr: Vous vous approchez du corps de l'agent de sécurité. Ce faisant, le corps de l'enfant Orchidée se relève du sol et vous regarde fixement. Normalement, vous seriez soulagé de voir quelqu'un d'autre en vie, mais cette "personne" a un gros trou de la taille d'un poing dans le crâne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD"]/choice[1]/text
fr: Ne pas prendre de risque, tirer tout de suite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD"]/choice[2]/text
fr: Saluer l'étrange Orchidée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD"]/choice[3]/text
fr: On s'en fout, courir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_SHOOT"]/text
fr: Vous levez votre arme de poing et tirez sur l'enfant Orchidée en pleine tête, faisant un trou dans son front et le faisant sursauter, pulvérisant de la matière cérébrale et d'autres fluides corporels. Curieusement, l'enfant se relève à nouveau. Vous et votre équipage lui tirez une quinzaine de balles jusqu'à ce qu'il y ait plus de trous que de corps. Il s'arrête enfin de bouger. Mais qu'est-ce qui se passe ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_SHOOT"]/choice[@req="pilot"]/text
fr: Essayer à nouveau de fouiller le corps du garde.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_GREET"]/text
fr: Vous adressez un "...bonjour" amical, bien que légèrement nerveux, à l'étrange enfant Orchidée. Il hurle avec une énergie féroce que vous n'avez jamais vue et se précipite sur vous à grande vitesse. Vous levez votre arme de poing et tirez dans la tête de l'enfant Orchidée, lui faisant un trou dans le front et le faisant sursauter, projetant de la matière cérébrale et d'autres fluides corporels. Curieusement, l'enfant se relève à nouveau. Vous et votre équipage lui tirez une quinzaine de balles jusqu'à ce qu'il y ait plus de trous que de corps. Il s'arrête enfin de bouger. Mais qu'est-ce qui se passe ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_GREET"]/choice[@req="pilot"]/text
fr: Essayer à nouveau de fouiller le corps du garde.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_RUN"]/text
fr: Vous retournez en courant dans le couloir, la porte se refermant automatiquement derrière vous. L'enfant Orchidée crie une fois, d'une voix aiguë et grinçante, et frappe à la porte derrière vous. Vous entendez alors ses petits pieds d'Orchidée courir dans la direction opposée et quelques cliquetis. Il semble qu'il ne puisse pas vous suivre, il ne doit pas disposer d'une carte de sécurité sur lui.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_CARD_CHILD_RUN"]/choice[@req="pilot"]/text
fr: Fouiller le corps de l'agent de sécurité à la recherche d'objets utiles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_ORCHID_CHILD_ALIVE"]/text
fr: Vous et votre équipage entrez à nouveau dans la pièce, armes au poing, en gardant un œil sur l'étrange enfant Orchidée. Il semble introuvable. Vous remarquez qu'un conduit d'aération situé dans le coin le plus éloigné de la pièce a été éventré, et vous pensez qu'il s'est enfui de la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_ORCHID_CHILD_ALIVE"]/choice[@req="pilot"]/text
fr: Continuer...
