Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[@req="FM_QUEST_LIST"]/text
fr: Parcourir sa collection de reliques. [Quête disponible !]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[6]/text
fr: Parcourir sa fière collection de reliques.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[7]/text
fr: Attaquer !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[8]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[8]/event/text
fr: "Peut-être plus tard, mon garçon ! Je suis sûr que si tu reviens avec des choses intéressantes, je pourrai te trouver quelque chose d'extraordinaire."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[8]/event/choice[1]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[8]/event/choice[2]/text
fr: Ne rien faire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[1]/text
fr: Voir ce qu'il propose.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[2]/text
fr: Consulter la section "Coque modulaire".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[@req="FM_FORGE_LIST_CHECK"]/text
fr: Forger une nouvelle arme, moyennant un certain prix.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[4]/text
fr: Vérifier les recettes de forge.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[@req="FM_QUEST_LIST"]/text
fr: Parcourir sa collection de reliques. [Quête disponible !]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[6]/text
fr: Parcourir sa fière collection de reliques.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[7]/text
fr: Attaquer !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[8]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[8]/event/text
fr: "Peut-être plus tard, mon garçon ! Je suis sûr que si tu reviens avec des choses intéressantes, je pourrai te trouver quelque chose d'extraordinaire."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[8]/event/choice[1]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT_GIFT"]/choice[8]/event/choice[2]/text
fr: Ne rien faire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/text
fr: Pour une raison insensée, vous avez décidé d'attaquer le Maître des forges. Êtes-vous vraiment sûr de vouloir faire ça ? Il a été si amical ! Qu'avez-vous à y gagner ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[1]/text
fr: Oui !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[1]/event/text
fr: Vous levez vos armes contre Alastair, prêt à en découdre. Il vous regarde d'un air grave et laisse échapper un petit rire : " Mon garçon, je savais à la flamme de vos yeux que vous ne serez jamais satisfait de ce que je pouvais vous donner. Voyons si vous avez l'acier qui correspond à votre attitude !"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/text
fr: C'est une très mauvaise idée. Changer d'avis !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/text
fr: Alastair vous adresse un clin d'œil terrifiant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[1]/text
fr: Voir ce qu'il propose.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[@req="FM_FORGE_LIST_CHECK"]/text
fr: Forger une nouvelle arme, moyennant un certain prix.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[3]/text
fr: Vérifier les recettes de forge.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[@req="FM_QUEST_LIST"]/text
fr: Parcourir sa fière collection de reliques et de bizarreries.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[5]/text
fr: Parcourir sa fière collection de reliques et de bizarreries.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[6]/text
fr: Changement d'avis. Attaquer !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[7]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[7]/event/text
fr: "Peut-être plus tard, mon garçon ! Je suis sûr que si tu reviens avec des choses intéressantes, je pourrai te trouver quelque chose d'extraordinaire."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[7]/event/choice[1]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK"]/choice[2]/event/choice[7]/event/choice[2]/text
fr: Ne rien faire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/text
fr: Pour une raison insensée, vous avez décidé d'attaquer le Maître des forges. Êtes-vous vraiment sûr de vouloir faire ça ? Il a été si amical ! Qu'avez-vous à y gagner ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[1]/text
fr: Oui !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[1]/event/text
fr: Vous levez vos armes contre Alastair, prêt à en découdre. Il vous regarde d'un air grave et laisse échapper un petit rire : " Mon garçon, je savais à la flamme de vos yeux que vous ne serez jamais satisfait de ce que je pouvais vous donner. Voyons si vous avez l'acier qui correspond à votre attitude !"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/text
fr: C'est une très mauvaise idée. Changer d'avis !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/text
fr: Alastair vous adresse un clin d'œil terrifiant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[@req="FM_FORGE_LIST_CHECK"]/text
fr: Forger une nouvelle arme, moyennant un certain prix.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[2]/text
fr: Vérifier les recettes de forge.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[3]/text
fr: Consulter la section "Coque modulaire" avant de partir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[4]/text
fr: Changement d'avis. Attaquer !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[5]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[5]/event/text
fr: "Peut-être plus tard, mon garçon ! Je suis sûr que si tu reviens avec des choses intéressantes, je pourrai te trouver quelque chose d'extraordinaire."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[5]/event/choice[1]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_ATTACK_SECOND"]/choice[2]/event/choice[5]/event/choice[2]/text
fr: Ne rien faire.

source: data/events_specialfm_forgemaster.xml.append$/dummyroot/FTL[3]/event[@name="FORGEMASTER_DISAPPOINT"]/text
fr: Alastair vous contacte immédiatement, son air enjoué se transformant en un regard mortellement sérieux : " Mon garçon, je vous ai prévenu de ne pas abuser des outils que j'ai créés avec amour et soin pour vous. Tuer des innocents est une chose que je ne peux pas tolérer. Je doute que vous puissiez le faire, mais essayez de vous battre avec honneur, avant de mourir" Il coupe les communications sans vous laisser le temps de répondre et active ses armes tout en brouillant votre générateur SPL.

source: data/events_specialfm_forgemaster.xml.append$/dummyroot/FTL[3]/event[@name="FORGEMASTER_DISAPPOINT"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/text
fr: Avant de partir, mon garçon, êtes-vous sûr que vous n'avez pas besoin de fabriquer quoi que ce soit ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[@req="FM_FORGE_LIST_CHECK"]/text
fr: Forger une nouvelle arme, moyennant un certain prix.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[2]/text
fr: Vérifier les recettes de forge.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[3]/text
fr: Consulter la section "Coque modulaire" avant de partir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[4]/text
fr: Attaquer pendant que sa garde est baissée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[5]/text
fr: Un instant, s'il vous plaît.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[5]/event/text
fr: "Prends ton temps, mon garçon !"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[6]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[6]/event/text
fr: "Peut-être plus tard, mon garçon ! Je suis sûr que si tu reviens avec des choses intéressantes, je pourrai te trouver quelque chose d'extraordinaire."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[6]/event/choice[1]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_SECOND_PROMPT"]/choice[6]/event/choice[2]/text
fr: Ne rien faire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/text
fr: "Ohoho, mon garçon ! Ma fidèle forge Martha va bien manger ce soir ! Ceux-ci ont du potentiel, qu'en dites-vous ? Dois-je créer quelque chose d'intéressant pour vous ?" [NOTE : la fabrication d'armes coûtera toujours pas mal de ferraille, veillez à économiser même si vous avez les deux ingrédients, ou vous risquez de vous retrouver en visite et de ne pas pouvoir vous l'offrir. Les prix varient de 70 à plus de 200 ferraille ! Apportez-en au moins 100 avec vous. EN OUTRE, NE FABRIQUEZ PAS. JE RÉPÈTE. NE FABRIQUEZ PAS D'ARMES LORSQUE VOUS ÊTES EN SURCAPACITÉ. VOUS PERDREZ L'ARME ! ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[1]/text
fr: Forger une nouvelle arme, moyennant un certain prix.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/event/text
fr: Alastair a l'air abattu : " Reviens plus tard quand tu voudras que je fasse quelque chose d'impressionnant, mon garçon. Je suppose."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/event/choice[1]/text
fr: J'ai changé d'avis, montrez-moi ce que vous pouvez faire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/event/choice[2]/text
fr: Peu importe, retour au menu principal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[@req="pilot" and @lvl="5"]/event/choice[3]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE"]/choice[3]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/text
fr: "Ohoho, mon garçon ! Chaque jour est une nouvelle occasion d'apprendre ! Vous êtes intéressé par ce que je peux créer, n'est-ce pas ? C'est dommage que vous ne puissiez rien faire pour l'instant, mais vous êtes libre d'explorer le potentiel !" [NOTE : la fabrication d'armes coûtera toujours pas mal de ferraille, veillez à économiser même si vous avez les deux ingrédients, ou vous risquez de vous retrouver en visite et de ne pas pouvoir vous l'offrir. Les prix varient de 70 à plus de 200 ferraille ! Apportez-en au moins 100 avec vous. EN OUTRE, NE FABRIQUEZ PAS. JE RÉPÈTE. NE FABRIQUEZ PAS D'ARMES LORSQUE VOUS ÊTES EN SURCAPACITÉ. VOUS PERDREZ L'ARME ! ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[1]/text
fr: Consulter les recettes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/event/text
fr: Alastair a l'air abattu : " Reviens plus tard quand tu voudras que je fasse quelque chose d'impressionnant, mon garçon. Je suppose."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/event/choice[1]/text
fr: J'ai changé d'avis, montrez-moi ce que vous pouvez faire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/event/choice[2]/text
fr: Peu importe, retour au menu principal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[@req="pilot" and @lvl="5"]/event/choice[3]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_NPC_CREATE_NONE"]/choice[3]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/text
fr: Sélectionner une catégorie d'armes à forger.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_LASER_FORGE_LIST" and @lvl="1"]/text
fr: Consulter les armes Laser.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_LASER_FORGE_LIST" and @lvl="0"]/text
fr: Consulter les armes Laser.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_ION_FORGE_LIST" and @lvl="1"]/text
fr: Consulter les armes Ioniques.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_ION_FORGE_LIST" and @lvl="0"]/text
fr: Consulter les armes Ioniques.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_BEAM_FORGE_LIST" and @lvl="1"]/text
fr: Consulter les armes à Rayons.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_BEAM_FORGE_LIST" and @lvl="0"]/text
fr: Consulter les armes à Rayons.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_PINPOINT_FORGE_LIST" and @lvl="1"]/text
fr: Consulter les armes Aiguillon.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_PINPOINT_FORGE_LIST" and @lvl="0"]/text
fr: Consulter les armes Aiguillon.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_FLAK_FORGE_LIST" and @lvl="1"]/text
fr: Consulter les armes de Flak.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_FLAK_FORGE_LIST" and @lvl="0"]/text
fr: Consulter les armes de Flak.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_EXPLOSIVE_FORGE_LIST" and @lvl="1"]/text
fr: Consulter les armes Explosives.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_EXPLOSIVE_FORGE_LIST" and @lvl="0"]/text
fr: Consulter les armes Explosives.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_ORGANIC_FORGE_LIST" and @lvl="1"]/text
fr: Consulter les armes Organiques.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_ORGANIC_FORGE_LIST" and @lvl="0"]/text
fr: Consulter les armes Organiques.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_UPGRADE" and @lvl="1"]/text
fr: Consulter la liste des améliorations

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_SHOTGUN_BRONZE_LIST_UPGRADE" and @lvl="0"]/text
fr: Consulter la liste des améliorations

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_COMBAT_DRONE_FORGE_LIST" and @lvl="1"]/text
fr: Revue de la liste des drones de combat (arrivée imminente)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="FM_COMBAT_DRONE_FORGE_LIST" and @lvl="0"]/text
fr: Revue de la liste des drones de combat (arrivée imminente)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/text
fr: Quelle arme souhaitez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_ANOMALY_1_LIST" and @lvl="1"]/text
fr: Installer le noyau du Laser Irradiant dans le châssis du Laser Givrant pour forger le Laser Anomalie 'TLALOC'. [Coût : 40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_ANOMALY_1_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser Givrant et d'un Laser irradiant pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_CHAINGUN_FIRE_LIST" and @lvl="1"]/text
fr: Remplacer les canons du Vulcain par les dissipateurs de chaleur du Laser incendiaire pour forger la Mitrailleuse Gatling 'Flash des enfers'. [Coût : 30~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_CHAINGUN_FIRE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Vulcain et d'un Laser incendiaire pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_FLAMETHROWER_FORGE_LIST" and @lvl="1"]/text
fr: Utiliser une forme gazeuse comme combustible et l'enflammer avec le Laser incendiaire pour forger le Lance-flammes Dazhbog [Coût : 50~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_FLAMETHROWER_FORGE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser incendiaire et d'une forme gazeuse pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_PHASER_SUFFOCATION_LIST" and @lvl="1"]/text
fr: Dissoudre un Lanius dans le champ d'énergie d'un Phaser II pour forger le "Désintégrateur ". [Coût : 55~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_PHASER_SUFFOCATION_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Lanius et d'un Phaseur II pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_PHOTON_LIST" and @lvl="1"]/text
fr: Utiliser l'Accélérateur de particules I et un Laser Léger I pour forger le Laser Photons I. [Coût : 25~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_PHOTON_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Accélérateur de particules I et d'un Laser Léger I pour forger le Laser Photons I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_PHOTON_2_LIST" and @lvl="1"]/text
fr: Utiliser l'Accélérateur de particules II et un Laser Léger II pour forger le Laser Photons II [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_PHOTON_2_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Accélérateur de particules II et d'un Laser Léger II pour forger le Laser Photons II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_HUMAN_LIST" and @lvl="1"]/text
fr: Installer le noyau du Laser irradiant dans le châssis du Laser lourd pour forger le Laser Extracteur rebelle. [Coût : 50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_HUMAN_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser irradiant et d'un Laser lourd I pour forger le Laser Extracteur Rebelle.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_ION_MEGA_LIST" and @lvl="1"]/text
fr: Forger l'Absolution [Coût : 100~, 15}]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_LASER_ION_MEGA_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une grande quantité de ferraille, de la technologie de téléportation Bombe ionique et du noyau d'un Laser perforant II pour fabriquer cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_SURGE_LASER_LIST" and @lvl="1"]/text
fr: Installer le Laser Rafale avec le noyau d'énergie de la Flak 4. [Coût : 80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="FM_SURGE_LASER_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Burst 3 et d'une Flak 4 pour forger cette arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_WEAPON_LASER"]/choice[@req="GATLING_ANCIENT"]/text
fr: Demander à Alastair d'améliorer le Tueur de Dieu. [Coût : 10~]
