Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_TAPE"]/text
fr: Vous vérifiez la caisse étiquetée "Ruban adhésif". Elle contient de nombreux types de ruban adhésif, comme du ruban de peintre, du ruban de masquage et du ruban adhésif pour conduit. Vous pouvez les récupérer si vous en avez besoin pour quelque chose.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_TAPE"]/choice[@req="pilot"]/text
fr: Vous prenez le ruban adhésif pour conduit avec vous.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_EXPLOSIVES"]/text
fr: Vous vérifiez la caisse étiquetée "DANGER ! EXPLOSIFS". Elle contient divers explosifs, tels que des grenades incendiaires et des explosifs de qualité supérieure que vous préféreriez ne pas utiliser sur une station spatiale en ruine. Vous prenez quelques grenades incendiaires avec vous, vous ne savez jamais quand un feu instantané peut s'avérer utile.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_EXPLOSIVES"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_ROPE"]/text
fr: Vous vérifiez la caisse étiquetée "Corde, ficelle et fil". Vous obtenez une corde solide de 15 mètres de long. Si vous voulez récupérer cette mallette, vous aurez besoin d'une sorte de crochet pour l'attacher à la corde.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_ROPE"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BARRACKS"]/text
fr: Vous arrivez à la caserne de la Coalition. La porte principale de la caserne est occupée par un grand chariot élévateur renversé sur le côté et bloquant la porte principale, il semble s'être écrasé. Votre équipage a beau essayer, vous ne parvenez pas à le déplacer. La porte semble également très dégradée. Même si vous déplacez le véhicule, il se peut que vous ne puissiez pas accéder à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BARRACKS"]/choice[@req="pilot"]/text
fr: Retourner à l'aile de la Coalition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/text
fr: Vous arrivez dans l'aile de la Fédération. Elle est fade et uniforme (la Fédération a tendance à suivre les règles, après tout). Il y a plusieurs panneaux que vous pouvez suivre à partir d'ici.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="fm_fs_keycard_5"]/text
fr: Vous avez déjà fouillé l'infirmerie, elle ne vous est plus utile.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="marker_infirmary_clear"]/text
fr: Entrer dans l'infirmerie qui a été nettoyée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="FM_FS_LIST_KILL_ENGI_INFIRMARY"]/text
fr: (EXTINCTEUR ET GRENADE) Brûler l'essaim de nanomachines jusqu'à le réduire en cendres.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="FM_FS_LIST_KILL_ENGI_INFIRMARY_MISSING"]/text
fr: (GRENADE) Votre grenade serait un EXCELLENT outil pour éliminer l'essaim de nanomachines, mais vous ne feriez que réduire en cendres tout ce qui est utile dans cette pièce. Vous aurez besoin d'une méthode pour éteindre le feu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="marker_engi_in_infirmary"]/text
fr: L'essaim de nanomachines est toujours actif à l'intérieur, vous aurez besoin d'une arme plus puissante pour les neutraliser.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="fm_fs_keycard_2" and @lvl="1"]/text
fr: (Carte de sécurité) Ouvrir la porte de l'infirmerie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="fm_fs_keycard_2" and @lvl="0"]/text
fr: Essayer d'ouvrir la porte de l'infirmerie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[8]/text
fr: Tenter d'ouvrir la porte R D.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[@req="marker_moved_barracks_crate"]/text
fr: Examiner la caserne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[10]/text
fr: Examiner la caserne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[11]/text
fr: Laisser l'aile de la Fédération pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_HUB"]/choice[12]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DENIED_OUTSIDE"]/text
fr: La porte du laboratoire R D semble être scellée. Vous aurez besoin de la carte de sécurité appropriée pour y accéder. Le panneau à côté de la porte indique : "5".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DENIED_OUTSIDE"]/choice[@req="fm_fs_keycard_5"]/text
fr: (Carte de sécurité) Passer votre carte de sécurité de niveau 5.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DENIED_OUTSIDE"]/choice[@req="pilot"]/text
fr: Peu importe, vérifions un autre endroit pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GAINED"]/text
fr: Vous retirez la barricade de la porte, l'ouvrez violemment, puis vous dégoupillez la grenade incendiaire et la lancez sur l'essaim de nanomachines. Un coup direct ! Une fois que vous êtes certain qu'ils sont morts, vous sortez l'extincteur et éteignez rapidement le feu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GAINED"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB"]/text
fr: Pendant que vous cherchiez un moyen d'éliminer l'Engi dans la station, il semble que l'Engi ait complètement saccagé la pièce. La plupart des objets de la pièce sont soit entièrement détruits, soit endommagés au point d'être irréparables. Tous les terminaux sont détruits, une bonne partie du matériel médical et de l'équipement a été rendu inutilisable ou contaminé ; c'est une mauvaise scène. La seule chose qui vous interpelle est le corps d'un homme dans un coin de la pièce, sur ce qui semble être une civière.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB"]/choice[1]/text
fr: Examiner le corps de plus près.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB"]/choice[2]/text
fr: PAS MOYEN. Partir

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB_BODY"]/text
fr: Vous respirez profondément et vous vous approchez du corps de l'homme sur la civière. Lassé de prendre des risques, vous tirez sur le mort trois fois dans la tête et deux fois dans le torse, puis vous gardez votre arme braquée sur le corps en cas de surprise. Rien ne se passe, alors vous continuez.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB_BODY"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB_BODY2"]/text
fr: L'homme semble porter un uniforme de haut rang, et vous espérez qu'il ne s'agit pas du commandant de la station. Vos craintes sont malheureusement confirmées lorsque vous vous procurez sa carte d'identité. Le commandant Bromwell Rudkin est mort devant vous. Vos chances d'obtenir des réponses sur cette station sont amoindris, mais vous refusez de vous laisser décourager par cette situation. Vous poursuivez votre route pour votre propre santé mentale et celle de votre équipage. De plus, vous récupérez quelque chose de très précieux dans les poches de son uniforme : Une carte d'accès de sécurité de niveau 5, vous savez qu'elle sera extrêmement précieuse. Vous aimeriez pouvoir lui donner au moins un enterrement digne de ce nom, par respect, mais compte tenu de votre situation, il est certainement trop dangereux de le faire maintenant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_HUB_BODY2"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_DENIED"]/text
fr: Vous glissez votre carte d'accès de sécurité actuelle et un petit écran affiche "Accès refusé, le niveau d'accès est trop bas". Vous froncez les sourcils et continuez, vous aurez besoin d'une carte de sécurité de niveau supérieur pour entrer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_DENIED"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GRANTED"]/text
fr: Vous glissez votre carte d'accès de sécurité. Les portes de l'infirmerie font un bruit de cliquetis et la porte semble maintenant déverrouillée, vous la tirez donc par la poignée. Alors que vous entrez dans l'infirmerie avec votre équipage, les armes prêtes, une voix retentit du côté obscur de la pièce : "Qui va là ?" demande-t-elle.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GRANTED"]/choice[1]/text
fr: Lui demander qui il est.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_ACCESS_GRANTED"]/choice[2]/text
fr: Lui demander quelle est la situation.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_A"]/text
fr: Passant les formalités, vous demandez immédiatement son identité. Une voix grave répond : "Officier Daniel Thompson" Un membre de votre équipage lui demande pourquoi il se trouve ici, et de sortir de l'ombre. Une silhouette grande et élancée, apparemment humaine, émerge des ténèbres. Votre équipage exige qu'il s'avance vers la lumière, mais il ne semble ni répondre, ni s'en soucier. "J'entends quelque chose ", dit soudain Daniel, mais vous êtes certain de n'avoir rien entendu. "Vous entendez ça ? Il essaie d'entrer", poursuit l'officier Thompson. Le silence est tel qu'on pourrait entendre une épingle tomber, mais vous n'avez pas entendu le moindre son.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_A"]/choice[1]/text
fr: Qu'entendez-vous ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_A"]/choice[2]/text
fr: Je n'ai pas le temps pour ça. À terre, maintenant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_B"]/text
fr: Passant outre les formalités, vous demandez immédiatement ce qui se passe dans la station Bellona. Une voix grave vous répond, la voix de l'homme a changé : "Attaque Harmonie, protocole XETA. X-XETA." Un de vos membres d'équipage lui demande pourquoi il se trouve ici et lui ordonne de sortir de l'ombre. La silhouette fait un pas en avant : il semble s'agir d'un humain de grande taille. Votre équipage lui intime de s'avancer dans la lumière, mais l'homme ne semble ni réagir, ni s'en soucier. "J'entends quelque chose", dit soudain l'homme, mais vous êtes certain de n'avoir rien entendu : "Vous entendez ça ? Il essaie d'entrer", poursuit-il. Le silence est tel qu'on pourrait entendre une épingle tomber, mais vous n'avez pas entendu le moindre son.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_B"]/choice[1]/text
fr: Qu'entendez-vous ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_1_B"]/choice[2]/text
fr: Je n'ai pas le temps pour ça. À terre, maintenant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_A"]/text
fr: Vous demandez à l'officier Thomas ce qu'il entend, car vous n'entendez rien : "Martha, Dieu me pardonne", répond-il. Cet homme parle en charabia et vous ne savez pas pourquoi. Son ton change sans crier gare, et il dit : " Déclinez votre nom et votre grade, soldats " L'un de vos membres d'équipage répond à sa demande. Sans perdre de temps, l'officier déclare : " J'ai hâte de voir ce qu'ils ont au mess aujourd'hui. Tous ces travaux d'entretien ennuyeux et sans activité, ça m'ennuie." Quelque chose ne va pas. Vraiment pas. L'homme refuse de sortir de l'ombre et ne prononce que des phrases vaguement liées, comme s'il vous parlait à vous sans vraiment vous adresser la parole. Vous en avez assez de ce petit jeu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_A"]/choice[@req="pilot"]/text
fr: Lui tirer dessus, son comportement est suffisamment erratique pour être dangereux.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_B"]/text
fr: Vous demandez à l'officier Thomas de se mettre à terre, MAINTENANT. L'homme semble vaciller et fait un pas de plus pour s'éloigner de vous et de votre équipe : " Martha, que Dieu me pardonne ", répond-il. Cet homme parle en charabia, et vous ne savez pas pourquoi. Son ton change sans crier gare, et il dit : " Donnez votre nom et votre grade, soldats " Personne ne se plie à sa demande. Vous menacez de tirer s'il ne s'exécute pas : "Soldat Barnes, vous tirez plus mal que votre grand-mère ne cuisine", répond-il. Quelque chose ne va pas. Vraiment pas. L'homme refuse de sortir de l'ombre et ne prononce que des phrases vaguement liées, comme s'il vous parlait à vous sans vraiment vous adresser la parole. Vous en avez assez de ce petit jeu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_B"]/choice[@req="pilot"]/text
fr: Lui tirer dessus, son comportement est suffisamment erratique pour être dangereux.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_C"]/text
fr: Vous demandez à l'homme ce qu'il entend, car vous n'entendez rien : "Martha, Dieu me pardonne", répond-il. Cet homme parle en charabia et vous ne savez pas pourquoi. Son ton change sans crier gare, et il dit : " Déclinez votre nom et votre grade, soldats " L'un de vos membres d'équipage répond à sa demande. Sans perdre de temps, l'officier déclare : " J'ai hâte de voir ce qu'ils ont au mess aujourd'hui. Tous ces travaux d'entretien ennuyeux et sans activité, ça m'ennuie." Quelque chose ne va pas. Vraiment pas. L'homme refuse de sortir de l'ombre et ne prononce que des phrases vaguement liées, comme s'il vous parlait à vous sans vraiment vous adresser la parole. Vous en avez assez de ce petit jeu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_C"]/choice[@req="pilot"]/text
fr: Lui tirer dessus, son comportement est suffisamment erratique pour être dangereux.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_D"]/text
fr: Vous exigez que l'homme se mette à terre, MAINTENANT. L'homme semble vaciller et fait un pas de plus pour s'éloigner de vous et de votre équipe : " Martha, que Dieu me pardonne ", répond-il. Cet homme parle en charabia, et vous ne savez pas pourquoi. Son ton change sans crier gare, et il dit : " Donnez votre nom et votre grade, soldats " Personne ne se plie à sa demande. Vous menacez de tirer s'il ne s'exécute pas : "Soldat Barnes, vous tirez plus mal que votre grand-mère ne cuisine", répond-il. Quelque chose ne va pas. Vraiment pas. L'homme refuse de sortir de l'ombre et ne prononce que des phrases vaguement liées, comme s'il vous parlait à vous sans vraiment vous adresser la parole. Vous en avez assez de ce petit jeu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_TALK_2_D"]/choice[@req="pilot"]/text
fr: Lui tirer dessus, son comportement est suffisamment erratique pour être dangereux.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_SHOOT_MAN"]/text
fr: Vous tirez sur l'homme en plein cœur, car vous ne pouvez pas distinguer où se trouve sa tête. L'impact fait reculer l'homme de quelques centimètres et il s'effondre sur le sol. Un tir net, vous en êtes presque certain... Quelques instants s'écoulent et votre membre d'équipage attend vos ordres, les armes toujours braquées sur le corps. Mais avant que vous ne puissiez parler, vous entendez un bourdonnement aigu provenant du corps de l'homme. Dans la faible lumière de l'infirmerie, vous voyez des dizaines de minuscules nanomachines s'échapper de la blessure par balle. Vous et votre équipage tirez rapidement sur les nanomachines en reculant hors de la pièce. Vous saisissez immédiatement un morceau de tuyau perdu sur le sol et fermez la porte en la claquant, puis vous barrez la porte avec le tuyau. Les tirs d'armes légères peuvent venir à bout des nanomachines Engi, mais pas sans risque de blessures potentiellement graves. Nous aurons besoin d'une meilleure arme pour nous en occuper. Vous vous éloignez de la porte de l'infirmerie pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_INFIRMARY_SHOOT_MAN"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH"]/text
fr: Vous glissez votre carte de niveau 5 et entrez dans le laboratoire R D. Le laboratoire est rempli d'étranges béchers de produits chimiques, de récipients de stockage expérimental et de prototypes à moitié terminés qui traînent sur les tables. Les prototypes ne sont étiquetés d'aucune façon et vous ne vous sentez pas à l'aise de les toucher, au cas où l'un d'entre eux vous transformerait en glace italienne ou en gelée de fraise. Le laboratoire est également étonnamment exempt de cadavres de personnel, probablement en raison du niveau d'accès élevé nécessaire pour entrer dans la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH"]/choice[1]/text
fr: Fouiller la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH"]/choice[2]/text
fr: Revenir en arrière.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/text
fr: Vous explorez la pièce plus en détail et trouvez deux choses intéressantes. Tout d'abord, vous trouvez une chemise en papier manille posée sur un bureau et étiquetée "Protocole XETA prototype". Deuxièmement, vous trouvez une très grande porte sécurisée par un clavier. La porte est étiquetée "Niveau 7 – Accès Prototypes". La porte semble être faite du même matériau que celui qui renforce la coque d'un cuirassé, vous ne pensez donc pas qu'un quelconque outil puisse vous permettre de la contourner. Vos scanners détectent également que la pièce au-delà de la porte est remplie d'oxygène pur, de sorte que tout type de Découpeur énergétique ou d'explosif détruirait tout ce qui se trouve dans cette pièce, et potentiellement vous et votre équipage aussi.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/choice[@req="marker_dissonance_found"]/text
fr: Vous possédez déjà l'Émetteur de Dissonance de l'Harmonie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/choice[@req="marker_case_obtained"]/text
fr: (Memo de la mallette) Vous poussez un soupir, puis entrez la combinaison correcte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/choice[3]/text
fr: Entrer un code aléatoire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_SEARCH"]/choice[4]/text
fr: Revenir en arrière.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_ACCESS_DENIED"]/text
fr: Vous essayez une combinaison aléatoire de 4 chiffres. Rien ne fonctionne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_ACCESS_DENIED"]/choice[@req="pilot"]/text
fr: Revenir en arrière.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DISSONANCE_OBTAIN"]/text
fr: Vous suivez les instructions ridicules données par le mémo : "Appuyez sur tous les boutons du clavier en même temps, attendez 6,5 secondes, refaites-le deux fois". Les portes lourdement renforcées s'animent et s'ouvrent, révélant l'appareil à l'intérieur. Il ressemble à une antenne portable à laquelle est attaché un minuscule terminal. Il est clair qu'ils ne voulaient pas qu'il tombe entre les mains de l'Harmonie, alors vous le prenez avec vous.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_RESEARCH_DISSONANCE_OBTAIN"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS"]/text
fr: Vous passez devant l'infirmerie pour vous rendre à la caserne. L'entrée de la caserne est barricadée par de grandes caisses en bois, probablement pour empêcher les attaquants d'entrer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS"]/choice[1]/text
fr: Déplacer les caisses avec votre équipage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS"]/choice[2]/text
fr: Retourner à l'aile de la Fédération.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_2"]/text
fr: Après plusieurs minutes de détermination obstinée et un soupçon d'huile de coude, vous et votre équipage parvenez à déplacer les caisses.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_2"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/text
fr: Les caisses ayant été déplacées avec succès, il est temps de voir si vous pouvez accéder à la caserne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[@req="fm_fs_bromwell_memo"]/text
fr: (MEMO DE BROMWELL) Vous avez déjà trouvé tout ce qui est utile à l'intérieur de la caserne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[@req="fm_fs_keycard_5"]/text
fr: (Carte de sécurité) Accéder à la caserne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[@req="fm_fs_keycard_2"]/text
fr: (Carte de sécurité) Accéder à la caserne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[4]/text
fr: Accéder à la caserne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_HUB"]/choice[5]/text
fr: Retourner à l'aile de la Fédération pour l'instant.
