Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="4"]/text
fr: Module répulsif de feu(x4) [-40% de Chances de feu ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_NO_FIRE" and @lvl="5"]/text
fr: Module répulsif de feu(x5) [-50% de Chances de feu ennemi]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="1"]/text
fr: Module de Construction Résiliente [à bord : -20 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="2"]/text
fr: Module de Construction Résiliente(x2) [à bord : -36 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="3"]/text
fr: Module de Construction Résiliente(x3) [à bord : -48.8 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="4"]/text
fr: Module de Construction Résiliente(x4) [à bord : -59.04 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="5"]/text
fr: Module de Construction Résiliente(x5) [à bord : -67.232 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="6"]/text
fr: Module de Construction Résiliente(x6) [à bord : -73.786 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="7"]/text
fr: Module de Construction Résiliente(x7) [à bord : -79.028 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="8"]/text
fr: Module de Construction Résiliente(x8) [à bord : -83.223 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="9"]/text
fr: Module de Construction Résiliente(x9) [à bord : -86.578 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="10"]/text
fr: Module de Construction Résiliente(x10) [à bord : -89.263 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="11"]/text
fr: Module de Construction Résiliente(x11) [à bord : -91.41 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="12"]/text
fr: Module de Construction Résiliente(x12) [à bord : -93.128 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="13"]/text
fr: Module de Construction Résiliente(x13) [à bord : -94.502 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="14"]/text
fr: Module de Construction Résiliente(x14) [à bord : -95.602 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESILIENT" and @lvl="15"]/text
fr: Module de Construction Résiliente(x15) [à bord : -96.482 % de dégâts de sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="1"]/text
fr: Module de Protocoles Guardian [à bord : l'équipage subit -13% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="2"]/text
fr: Module de Protocoles Guardian(x2) [à bord : l'équipage subit -24.31% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="3"]/text
fr: Module de Protocoles Guardian(x3) [à bord : l'équipage subit -34.15% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="4"]/text
fr: Module de Protocoles Guardian(x4) [à bord : l'équipage subit -42.71% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="5"]/text
fr: Module de Protocoles Guardian(x5) [à bord : l'équipage subit -50.158% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="6"]/text
fr: Module de Protocoles Guardian(x6) [à bord : l'équipage subit -56.637% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="7"]/text
fr: Module de Protocoles Guardian(x7) [à bord : l'équipage subit -62.275% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="8"]/text
fr: Module de Protocoles Guardian(x8) [à bord : l'équipage subit -67.179% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="9"]/text
fr: Module de Protocoles Guardian(x9) [à bord : l'équipage subit -71.446% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="10"]/text
fr: Module de Protocoles Guardian(x10) [à bord : l'équipage subit -75.158% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="11"]/text
fr: Module de Protocoles Guardian(x11) [à bord : l'équipage subit -78.387% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="12"]/text
fr: Module de Protocoles Guardian(x12) [à bord : l'équipage subit -81.197% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="13"]/text
fr: Module de Protocoles Guardian(x13) [à bord : l'équipage subit -83.641% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="14"]/text
fr: Module de Protocoles Guardian(x14) [à bord : l'équipage subit -85.768% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_GUARDIAN" and @lvl="15"]/text
fr: Module de Protocoles Guardian(x15) [à bord : l'équipage subit -87.618% de dégâts]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="1"]/text
fr: Module de plancher intelligent [à bord : +45% de vitesse alliée, -15% de vitesse ennemie]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="2"]/text
fr: Module de plancher intelligent(x2) [à bord : +110.25% de vitesse alliée, -27.75% de vitesse ennemie]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="3"]/text
fr: Module de plancher intelligent(x3) [à bord : +204.863% de vitesse alliée, -38.686% de vitesse ennemie]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="4"]/text
fr: Module de plancher intelligent(x4) [à bord : +342.05% de vitesse alliée, -47.7% de vitesse ennemie]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="5"]/text
fr: Module de plancher intelligent(x5) [à bord : +540.973% de vitesse alliée, -55.621% de vitesse ennemie]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_FLOORING" and @lvl="6"]/text
fr: Module de plancher intelligent(x6) [à bord : +829.411% de vitesse alliée, -62.285% de vitesse ennemie]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="1"]/text
fr: Module d'aérosols Inspirant [à bord : +100% de recharge des capacités alliées, -30% de recharge des capacités ennemies. +50% de recharge de capacité pour les alliés sur le vaisseau ennemi.]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="2"]/text
fr: Module d'aérosols Inspirant(x2) [à bord : +200% de recharge des capacités alliées, -51% de recharge des capacités ennemies. +100% de recharge de capacité pour les alliés sur le vaisseau ennemi.]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="3"]/text
fr: Module d'aérosols Inspirant(x3) [à bord : +300% de recharge des capacités alliées, -65.7% de recharge des capacités ennemies. +150% de recharge de capacité pour les alliés sur le vaisseau ennemi.]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="4"]/text
fr: Module d'aérosols Inspirant(x4) [à bord : +400% de recharge des capacités alliées, -76.99% de recharge des capacités ennemies. +200% de recharge de capacité pour les alliés sur le vaisseau ennemi.]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_AERO" and @lvl="5"]/text
fr: Module d'aérosols Inspirant(x5) [à bord : +500% de recharge des capacités alliées, -83.193% de recharge des capacités ennemies. +250% de recharge de capacité pour les alliés sur le vaisseau ennemi.]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_RESPIRATION"]/text
fr: Module de grille de respiration améliorée [à bord : x0,8 suffocation, augmentation multiplicative de la puissance en O2.]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_SCRAP" and @lvl="1"]/text
fr: Module d'Aimant de collecte [+5% de ferraille]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_SCRAP" and @lvl="2"]/text
fr: Module d'Aimant de collecte(x2) [+10% de ferraille]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_SCRAP" and @lvl="3"]/text
fr: Module d'Aimant de collecte(x3) [+15% de ferraille]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="1"]/text
fr: Cultivateur Protège-coque Prismatique [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="2"]/text
fr: Cultivateur Protège-coque Prismatique (x2) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="3"]/text
fr: Cultivateur Protège-coque Prismatique (x3) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="4"]/text
fr: Cultivateur Protège-coque Prismatique (x4) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="5"]/text
fr: Cultivateur Protège-coque Prismatique (x5) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="6"]/text
fr: Cultivateur Protège-coque Prismatique (x6) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="7"]/text
fr: Cultivateur Protège-coque Prismatique (x7) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="8"]/text
fr: Cultivateur Protège-coque Prismatique (x8) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="9"]/text
fr: Cultivateur Protège-coque Prismatique (x9) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="10"]/text
fr: Cultivateur Protège-coque Prismatique (x10) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="11"]/text
fr: Cultivateur Protège-coque Prismatique (x11) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="12"]/text
fr: Cultivateur Protège-coque Prismatique (x12) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="13"]/text
fr: Cultivateur Protège-coque Prismatique (x13) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="14"]/text
fr: Cultivateur Protège-coque Prismatique (x14) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="15"]/text
fr: Cultivateur Protège-coque Prismatique (x15) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="16"]/text
fr: Cultivateur Protège-coque Prismatique (x16) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="17"]/text
fr: Cultivateur Protège-coque Prismatique (x17) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="18"]/text
fr: Cultivateur Protège-coque Prismatique (x18) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="19"]/text
fr: Cultivateur Protège-coque Prismatique (x19) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="20"]/text
fr: Cultivateur Protège-coque Prismatique (x20) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="21"]/text
fr: Cultivateur Protège-coque Prismatique (x21) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="22"]/text
fr: Cultivateur Protège-coque Prismatique (x22) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="23"]/text
fr: Cultivateur Protège-coque Prismatique (x23) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="24"]/text
fr: Cultivateur Protège-coque Prismatique (x24) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="25"]/text
fr: Cultivateur Protège-coque Prismatique (x25) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="26"]/text
fr: Cultivateur Protège-coque Prismatique (x26) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="27"]/text
fr: Cultivateur Protège-coque Prismatique (x27) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="28"]/text
fr: Cultivateur Protège-coque Prismatique (x28) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="29"]/text
fr: Cultivateur Protège-coque Prismatique (x29) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="30"]/text
fr: Cultivateur Protège-coque Prismatique (x30) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE1" and @lvl="31"]/text
fr: Cultivateur Protège-coque Prismatique (x31+) [60% 2 lasers vengeance]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="1"]/text
fr: Cultivateur Protège-coque Crystalien [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="2"]/text
fr: Cultivateur Protège-coque Crystalien(x2) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="3"]/text
fr: Cultivateur Protège-coque Crystalien(x3) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="4"]/text
fr: Cultivateur Protège-coque Crystalien(x4) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="5"]/text
fr: Cultivateur Protège-coque Crystalien(x5) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="6"]/text
fr: Cultivateur Protège-coque Crystalien(x6) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="7"]/text
fr: Cultivateur Protège-coque Crystalien(x7) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="8"]/text
fr: Cultivateur Protège-coque Crystalien(x8) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="9"]/text
fr: Cultivateur Protège-coque Crystalien(x9) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="10"]/text
fr: Cultivateur Protège-coque Crystalien(x10) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="11"]/text
fr: Cultivateur Protège-coque Crystalien(x11) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="12"]/text
fr: Cultivateur Protège-coque Crystalien(x12) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="13"]/text
fr: Cultivateur Protège-coque Crystalien(x13) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="14"]/text
fr: Cultivateur Protège-coque Crystalien(x14) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="15"]/text
fr: Cultivateur Protège-coque Crystalien(x15) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]
