Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_LASER_ANOMALY_1"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/text
fr: Vous consultez actuellement la Mitrailleuse Gatling 'Flash des enfers'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/text
fr: Fabriquer la Mitrailleuse Gatling 'Flash des enfers'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_FIRE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/text
fr: Vous consultez actuellement le lance-flammes Dazhbog.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/text
fr: Fabriquer le Lance-flammes Dazhbog en utilisant une Goule.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/choice/event/choice/event/removeCrew/text
fr: Vous emballez soigneusement la Goule dans la chambre à combustible du Lance-flammes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_GOUL"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/text
fr: Fabriquer le lance-flammes Dazhbog en utilisant un Esprit.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/choice/event/choice/event/removeCrew/text
fr: Vous emballez soigneusement l'Esprit dans la chambre à combustible du lance-flammes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_PHANTOM"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/text
fr: Fabriquer le lance-flammes Dazhbog à l'aide d'un Cauchemar.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/choice/event/choice/event/removeCrew/text
fr: Vous introduisez soigneusement le Cauchemar dans la chambre à combustible du lance-flammes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_MARE"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/text
fr: Fabriquer le lance-flammes Dazhbog en utilisant un Spectre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/choice/event/choice/event/removeCrew/text
fr: Vous emballez soigneusement le Spectre dans la chambre à combustible du Lance-flammes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[@req="LIST_CREW_WRAITH"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER"]/choice[5]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/text
fr: Vous consultez actuellement le 'Désintégrateur '.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/text
fr: Fabriquer le "Désintégrateur ".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/choice/event/choice/event/removeCrew/text
fr: Le Lanius commence à se désintégrer tandis que vous canalisez les énergies du Phaseur en lui, se fondant dans le métal de l'arme et le remodelant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PHASER_SUFFOCATION"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/text
fr: Vous consultez actuellement le Laser Photon I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/text
fr: Fabriquer le Laser Photons I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/text
fr: Vous consultez actuellement le Laser Photon II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/text
fr: Fabriquer le Laser Photons II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_PHOTON_2"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/text
fr: Vous consultez actuellement l'Extracteur rebelle.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/choice[1]/text
fr: Fabriquer 'l'Extracteur rebelle'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_HUMAN"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/text
fr: Vous consultez actuellement l'Inducteur de Faille 'Absolution'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/text
fr: Fabriquer l'Inducteur de Faille 'Absolution'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_LASER_ION_MEGA"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/text
fr: Vous consultez actuellement le Multi-Barrage Laser.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/choice[1]/text
fr: Fabriquer le 'Multi-barrage'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SURGE_LASER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/text
fr: Vous consultez actuellement le Tueur de Dieu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/text
fr: Changer le réglage de l'arme de "Semi-Auto" à "Full Auto".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/text
fr: Alastair ramasse délicatement le Tueur de Dieu et le pose sur son établi. Il se dirige vers une boîte à outils et en sort un tournevis.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/choice/event/text
fr: À l'aide d'un simple tournevis plat, il dévisse l'arrière de l'arme. Il révèle un panneau à l'intérieur duquel se trouve un grand cadran.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[1]/event/choice/event/choice/event/text
fr: Après avoir fait basculer vers la droite un cadran unique étiqueté "SEMI", qui pointe sur "AUTO", Alastair se gratte la tête : "Pourquoi ont-ils laissé ce bouton sur Semi ? C'est très étrange. N'abusez pas de ce pouvoir, ou je vais devoir vous le retirer, mon garçon !" dit-il en riant joyeusement. Il vous rend l'arme.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_GODKILLER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/text
fr: Vous consultez actuellement le Disque énergisé 'TARANIS'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_1"]/text
fr: Fabriquer le disque énergisé 'TARANIS' à l'aide du lance-mines Geb.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_1"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_1"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_2"]/text
fr: Fabriquer le Disque énergisé 'TARANIS' à l'aide du lance-mines Osiris.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_FIRE"]/text
fr: Fabriquer le Disque énergisé 'TARANIS' à l'aide du lance-mines Sekhmet.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_FIRE"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_FIRE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_STUN"]/text
fr: Fabriquer le Disque énergisé 'TARANIS' à l'aide du lance-mines Anubis.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_STUN"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[@req="MINELAUNCHER_STUN"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_DISC"]/choice[5]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/text
fr: Vous consultez actuellement l'Ion 'Cerbère'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/text
fr: Fabriquer l'Ion 'Cerbère'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
fr: Retourner au menu d'artisanat.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_TRI_FIRE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/text
fr: Vous consultez actuellement la Gatling Ionique 'Vesta'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN"]/text
fr: Fabriquer la Gatling Ionique 'Vesta' en utilisant le Charge Ion I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN_2"]/text
fr: Fabriquer la Gatling Ionique 'Vesta' avec la Charge Ion II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN_2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[@req="ION_CHARGEGUN_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CHAINGUN_ION"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/text
fr: Vous consultez actuellement le Diffuseur Énergétique 'Exidia'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST_PLUS"]/text
fr: Fabriquer le Diffuseur Énergétique 'Exidia' en utilisant le Chargeur d'énergie+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST"]/text
fr: Fabriquer le Diffuseur Énergétique 'Exidia' en utilisant le Chargeur d'énergie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[@req="FM_SHOTGUN_ENERGY_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ENERGY"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/text
fr: Vous consultez actuellement le Laser à impulsions I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/choice[1]/text
fr: Fabriquer le Laser à impulsions I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/text
fr: Vous consultez actuellement le Laser à impulsions II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST_PLUS"]/text
fr: Fabriquer le Laser à impulsions II+ en utilisant l'Énergie II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?
