Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_CORPSES"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_CREW_TALK"]/text
fr: OPTIONS DE DIALOGUE AVEC L'ÉQUIPAGE ICI

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_CREW_TALK"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/text
fr: Quelle région souhaitez-vous explorer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[1]/text
fr: Se diriger vers l'ouest et explorer l'aile intitulée "Aile de la Coalition."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[2]/text
fr: Se diriger vers l'est et explorer l'aile intitulée "Aile de la Fédération."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[3]/text
fr: Se diriger vers le nord et prendre à gauche dans un couloir séparé pour enquêter sur la terrasse de loisirs et le centre commercial.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[4]/text
fr: Se diriger vers le nord, vers la section Hydroponique et Réacteur de la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[5]/text
fr: (ID INVITÉ) Entrer dans l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_2NDFLOOR_EXPLORE"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_HUB"]/text
fr: Vous arrivez dans le domaine de la culture hydroponique. Comme vous le savez peut-être déjà, l'hydroponie est un type d'horticulture et un sous-ensemble de l'hydroculture qui consiste à faire pousser des plantes, généralement des cultures, sans terre, en utilisant des solutions nutritives minérales dans un solvant aqueux. La station semble utiliser l'installation hydroponique comme moyen de produire de l'oxygène pour le reste de ses sites.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_HUB"]/choice[1]/text
fr: Effectuer des recherches approfondies dans la zone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_HUB"]/choice[2]/text
fr: Laisser les cultures hydroponiques pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_HUB"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/text
fr: Vous fouillez la section Hydroponique de l'établissement. De nombreuses salles sont simplement remplies de plantes exotiques, soutenues et soignées automatiquement par des machines. Vous notez mentalement un extincteur accroché à un mur voisin, au cas où vous en auriez besoin.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="marker_case_obtained"]/text
fr: Vous avez déjà récupéré la mallette.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="marker_case_fell"]/text
fr: L'attaché-case est tombé dans l'abîme en contrebas, il est désormais inaccessible.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[3]/text
fr: Poursuivre la recherche...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="marker_extinguisher_obtained" and @lvl="1"]/text
fr: Vous avez déjà récupéré l'extincteur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="marker_extinguisher_obtained" and @lvl="0"]/text
fr: Prendre l'extincteur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[6]/text
fr: Laisser les cultures hydroponiques pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_EXTINGUISHER_GET"]/text
fr: Vous prenez l'extincteur, qui peut toujours être utile si une partie de la station est en feu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_EXTINGUISHER_GET"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_2"]/text
fr: À l'extrémité de la section Hydroponique se trouve une grande salle avec une passerelle, et un énorme vide en dessous de plusieurs centaines de pieds. Vous apercevez différentes machines au fond du gouffre, semblant assurer certaines fonctions du vaisseau et vous espérez ne pas tomber, car il n'y aurait aucune chance de survie. En explorant les lieux, un détail étrange attire votre attention : le corps d'un homme, allongé sur une corniche où il ne devrait clairement pas être, à environ 5-6 mètres sous la passerelle. Son corps est recroquevillé en un tas, probablement avec plusieurs os brisés à la suite d'une chute. À côté de lui se trouve une mallette métallique, et vous vous demandez pourquoi ou comment il a pu arriver là. A-t-il sauté ? Et surtout… que peut bien contenir cette mallette ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_2"]/choice[1]/text
fr: Examiner les plans possibles pour récupérer la mallette...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_2"]/choice[2]/text
fr: Vous voulez cette mallette, mais vous devriez d'abord réfléchir à la façon de l'atteindre. Vous décidez de retourner sur la place.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/text
fr: Qu'aimeriez-vous faire ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_MAGNET_SUCCESS"]/text
fr: (OUTIL MAGNETIQUE) Vous avez déjà obtenu la mallette à l'aide de l'aimant !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_MAGNET_FAIL"]/text
fr: (OUTIL MAGNETIQUE) Malheureusement, la mallette est tombée dans l'abîme en dessous. Il n'y a plus aucun moyen de la récupérer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="fm_fs_magnet_tool"]/text
fr: (OUTIL MAGNÉTIQUE) Utiliser le répulseur magnétique pour tirer la valise vers vous.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_POLE_SUCCESS"]/text
fr: (PERCHE AMÉLIORÉE) Vous avez déjà obtenu la mallette en utilisant l'aimant !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_POLE_FAIL"]/text
fr: (PERCHE AMÉLIORÉE) Malheureusement, la mallette est tombée dans l'abîme en contrebas. Il n'y a plus aucun moyen de la récupérer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="fm_fs_duct_pole"]/text
fr: (PERCHE AMÉLIORÉE) Tenter d'enrouler la perche maintenue par du ruban adhésif super sûr autour de la poignée de la valise et la porter à travers le fossé jusqu'à vous.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_ROPE_SUCCESS"]/text
fr: (CROCHET DE GRAPPIN) Vous avez déjà obtenu la mallette à l'aide de l'aimant !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="FM_FS_LIST_ROPE_FAIL"]/text
fr: (CROCHET DE GRAPPIN) Malheureusement, la mallette est tombée dans l'abîme en contrebas. Il n'y a plus aucun moyen de la récupérer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="fm_fs_grappling_hook"]/text
fr: (CROCHET DE GRAPPIN) Tenter l'utilisation du grappin pour attraper la mallette.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_SEARCH_OPTIONS"]/choice[@req="pilot"]/text
fr: Vous voulez cette mallette, mais vous devez d'abord réfléchir à la façon de l'atteindre. Rien dans votre inventaire ne vous interpelle. Vous décidez de retourner à la place.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_POLE_FAIL"]/text
fr: Vous tentez d'attraper la mallette à l'aide de la perche améliorée que vous avez fabriquée avec du ruban adhésif et des perches de 3 mètres de long. Vous arrivez à accrocher la perche autour de la poignée de la valise sans trop de difficulté et commencez à la déplacer vers votre emplacement actuel. Malheureusement, le poids de la valise fait que la perche commence à s'affaisser, et la valise glisse de la perche, directement dans l'abîme. Oups.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_POLE_FAIL"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_GRAPPLING_HOOK_FAIL"]/text
fr: Vous tentez d'attraper la mallette à l'aide du crochet de grappin. Après votre 17e tentative, vous frappez directement la mallette ! ...le crochet fait tomber la mallette de la plate-forme et la précipite dans l'abîme. Oups.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_GRAPPLING_HOOK_FAIL"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_MAGNET_SUCCESS"]/text
fr: En utilisant le répulseur magnétique en position "inversée", vous parvenez à attirer la mallette à vous grâce au pouvoir de la science. Les aimants, comment ça marche ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_MAGNET_SUCCESS"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_MAGNET_SUCCESS_READ"]/text
fr: Vous ouvrez la mallette (heureusement qu'elle n'était pas fermée à clé) et en sortez un morceau de papier froissé. On peut y lire ce qui suit : "AVIS ! À BRÛLER APRÈS LECTURE ! Le prototype XR3347 ne doit PAS tomber entre les mains de l'Harmonie, ou nos efforts auront été vains ! Nous l'avons actuellement scellé dans le "Niveau 7 – Accès Prototypes" et nous avons fait en sorte qu'il soit extrêmement difficile pour une entité comme l'Harmonie de deviner le code. L'astuce réside dans le fait que le pavé numérique est une farce. Aucune des combinaisons à 4 chiffres ne fonctionnera jamais. Pour réussir à ouvrir la porte, il faut faire ce qui suit : [APPUYER SUR TOUS LES BOUTONS DU CLAVIER EN MÊME TEMPS, ATTENDRE 6,5 SECONDES, RECOMMENCER DEUX FOIS. NE FOIREZ PAS LA SAISIE PLUSIEURS FOIS OU VOUS SEREZ BLOQUÉ HORS DU SYSTÈME PENDANT 12 HEURES !]"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_HYDROPONICS_MAGNET_SUCCESS_READ"]/choice[@req="pilot"]/text
fr: Continuer, maintenant que vous connaissez la solution du Niveau 7 – Accès Prototypes...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/text
fr: Vous arrivez dans l'aile de la Coalition. Les motifs, décorations et objets culturels des Sangsues, des Rocailleux et des Limaces sont éparpillés, avec une disposition aussi confuse que l'alliance de la Coalition elle-même. Heureusement, la zone est suffisamment organisée pour qu'il y ait une signalisation, qui vous indique plusieurs endroits prometteurs à explorer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[1]/text
fr: Examiner les laboratoires de recherche.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[@req="marker_brig_no" and @lvl="1"]/text
fr: La prison n'a rien de valeur, vous décidez de ne plus y retourner.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[@req="marker_brig_no" and @lvl="0"]/text
fr: Examiner la prison.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[4]/text
fr: Examiner la zone de stockage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[5]/text
fr: Examiner la caserne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[6]/text
fr: Laisser l'aile de la Coalition pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_HUB"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS"]/text
fr: La porte du laboratoire de recherche est fermée par une plaque de métal extrêmement épaisse. Vous aurez besoin de la carte de sécurité appropriée pour y accéder. Le panneau à côté de la porte indique : "4".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS"]/choice[@req="fm_fs_keycard_5"]/text
fr: (Carte de sécurité) Passer votre carte de sécurité de niveau 5.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS"]/choice[@req="pilot"]/text
fr: Peu importe, vérifions un autre endroit pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/text
fr: Les portes se déverrouillent et l'épaisse tôle glisse vers le haut, entièrement hors de votre chemin. Vous et votre équipage entrez l'arme au poing, mais la pièce semble sûre pour le moment. Deux choses attirent votre attention : un étrange appareil portable posé sur un bureau, de la taille d'un baril, et un terminal actif dont quelqu'un n'a pas pris la peine de se déconnecter.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/choice[1]/text
fr: Vérifier le terminal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/choice[@req="fm_fs_magnet_tool"]/text
fr: Vous avez déjà récupéré l'appareil bizarre !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/choice[3]/text
fr: Vérifier l'appareil bizarre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_INTERIOR"]/choice[4]/text
fr: Peu importe, vérifions un autre endroit pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_COORDINATE"]/text
fr: Vous vérifiez le terminal. Il semble qu'un document confidentiel soit ouvert à propos d'une "balise détournée que les survivants prévoient d'utiliser pour se cacher de l'Harmonie". Vous notez rapidement les coordonnées de la balise, et vous pourriez bien les utiliser lorsque vous retournerez à votre vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_COORDINATE"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_GRAVITY_EMITTER"]/text
fr: Vous examinez l'étrange appareil. Il ressemble presque à une arme, mais votre première impression est apparemment erronée lorsque vous prenez le manuel posé à côté : "Le répulseur à gravitons est un nouveau prototype que nous développons au sein de l'aile de la Coalition. Nous prévoyons de créer à terme une version à plus grande échelle, de la taille d'un vaisseau, capable de "découpler" les nanomachines Engi de leur corps. Pour l'instant, tout ce qu'il peut faire, c'est pousser ou tirer des objets de petite et moyenne taille ayant des propriétés métalliques."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_LABS_GRAVITY_EMITTER"]/choice[@req="pilot"]/text
fr: L'emporter avec vous, il a l'air très pratique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BRIG"]/text
fr: Vous arrivez à la prison, dont la porte est irrémédiablement dégradée, ce qui vous permet d'entrer sans rencontrer d'opposition. A l'intérieur, vous entendez au moins 4 voix, mais vous n'arrivez pas à savoir d'où elles viennent. Vous regardez sur votre gauche le bureau des gardes qui a été vidé de sa substance, il n'y a plus rien de précieux, pas même un câble d'alimentation.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BRIG"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BRIG_2"]/text
fr: À votre droite se trouvent les cellules des prisonniers. Elles sont étonnamment remplies d'une variété de races différentes, toutes apparemment vivantes à première vue. Il y a un Cristalien, une Sangsue, une Mantis et deux Rocailleux. Ils errent tous sans but dans leur cellule, prononçant des phrases aléatoires à l'intention de personne en particulier, telles que "On est jeudi", "Quand est-ce que les secours arrivent ?" et "Quand est-ce qu'on fait la rotation des gardes ce soir ?". Vous remarquez un petit panneau à côté de vous qui indique "libération d'urgence des prisonniers". Il est activé, ce qui signifie que leurs cellules sont déverrouillées, mais ils n'ont curieusement pas quitté leurs cellules. Vous décidez de ne pas prendre de risque et d'appuyer sur le panneau pour réenclencher la serrure. Vous faites signe à votre équipage de sortir de la pièce en silence et de quitter la prison. Il est inutile de risquer nos vies dans des batailles que nous pouvons éviter.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_BRIG_2"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE"]/text
fr: Vous suivez le panneau "Stockage de la Coalition". Il mène à une porte de sécurité de niveau 1 pour laquelle vous avez déjà une carte. Allez-vous entrer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE"]/choice[1]/text
fr: Aller à l'intérieur !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE"]/choice[2]/text
fr: Revenir en arrière, un local de stockage poussiéreux n'a rien d'attrayant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/text
fr: Vous envoyez d'abord un membre d'équipage pour vous assurer que la pièce n'est pas un lieu d'embuscade. Lorsqu'il revient sains et sauf, vous décidez qu'il est raisonnable de pénétrer à l'intérieur. Sans surprise, la pièce est un désordre de caisses de stockage portant des symboles et des étiquettes variés, sans qu'aucun effort n'ait été fait pour les organiser. Voici quelques caisses qui vous sautent aux yeux : Une caisse étiquetée "Ruban adhésif" Une caisse étiquetée "DANGER ! EXPLOSIFS" Une caisse étiquetée "Corde, ficelle et fil" Elles sont toutes scellées, il vous faut donc l'outil adéquat pour les ouvrir. Vous remarquez également de longues perches en acier et en bois placées dans un coin, attachées ensemble par des colliers de serrage, elles mesurent environ 3 mètres de long chacune.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="fm_fs_crowbar" and @lvl="1"]/text
fr: (Pied de biche) Ouvrir des caisses.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="fm_fs_crowbar" and @lvl="0"]/text
fr: Ouvrir quelques caisses.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="fm_fs_duct_pole"]/text
fr: Vous disposez déjà d'une perche améliorée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="FM_FS_LIST_POLE"]/text
fr: (RUBAN ADHÉSIF POUR CONDUITS) Combiner le ruban adhésif pour conduits avec les perches trouvés dans l'entrepôt pour fabriquer une perche de fortune plus solide.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_INTERIOR"]/choice[@req="pilot"]/text
fr: Retourner à l'aile de la Coalition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_MAKE_POLE"]/text
fr: Vous créez une perche plus solide à l'aide de ruban adhésif et des deux perches. Peut-être pourrez-vous ainsi récupérer la mallette ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_MAKE_POLE"]/choice[@req="pilot"]/text
fr: Retourner à l'aile de la Coalition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES_NO"]/text
fr: Vous tentez d'ouvrir les caisses avec ce que vous trouvez dans la pièce, mais vous avez beau vous débattre avec l'aide de votre équipage, vous n'y parvenez pas. Vous aurez besoin d'un outil plus puissant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES_NO"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/text
fr: Choisir une caisse !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_duct_tape" and @lvl="1"]/text
fr: Vous avez déjà récupéré tout le ruban adhésif dont vous pensez avoir besoin dans votre vie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_duct_tape" and @lvl="0"]/text
fr: Ouvrir une caisse étiquetée "Ruban adhésif".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_fire_grenade_obtained" and @lvl="1"]/text
fr: Vous avez déjà récupéré toutes les grenades incendiaires dont vous pensez avoir besoin.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_fire_grenade_obtained" and @lvl="0"]/text
fr: Ouvrir une caisse étiquetée "DANGER ! EXPLOSIFS".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_rope_obtained" and @lvl="1"]/text
fr: Vous avez déjà récupéré toute la corde dont vous pensez avoir besoin.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_need_rope"]/text
fr: Ouvrir une caisse étiquetée "Corde, ficelle et fil".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="marker_rope_obtained" and @lvl="0"]/text
fr: Vous n'avez pas besoin de corde pour le moment, vous décidez de la laisser telle quelle.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_COALITION_STORAGE_CRATES"]/choice[@req="pilot"]/text
fr: Retourner à l'aile de la Coalition.
