Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_DENIED"]/text
fr: La porte refuse de bouger et vous voyez à sa droite un lecteur de cartes marqué "2". Vous avez besoin d'une carte de niveau supérieur pour continuer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_DENIED"]/choice[@req="pilot"]/text
fr: Retourner à l'aile de la Fédération pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_GRANTED"]/text
fr: Vous entendez la porte se déverrouiller avec un clic lorsque vous glissez la carte de sécurité. Vous et votre équipage pénétrez prudemment à l'intérieur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_GRANTED"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_INTERIOR"]/text
fr: Il y a des dizaines de chambres, chacune avec les lits superposés standard de la Fédération et une malle pour les vêtements. Vous passez les pièces au peigne fin avec votre équipage et ne trouvez pas grand-chose d'utile, jusqu'à ce que vous tombiez sur une pièce qui ressemble plus à un bureau. La plaque au-dessus de la porte indique "Bromwell Rudkin". Ce doit être son bureau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_INTERIOR"]/choice[1]/text
fr: Fouiller son bureau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_INTERIOR"]/choice[2]/text
fr: Partir, cette caserne est une perte de temps.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL"]/text
fr: Vous examinez le bureau du commandant Bromwell. Le décor est vieillot, mais il est plutôt propre et bien rangé par rapport à la plupart des pièces que vous avez rencontrées sur la station. Quelques vieux trophées prennent la poussière dans une vitrine, et quelques médailles sont accrochées au mur. L'homme semble fier de ce qu'il a accompli. Son bureau est jonché de nombreux papiers et, étonnamment, il n'y a pas de terminal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL"]/choice[@req="fm_fs_bromwell_memo"]/text
fr: Vous avez déjà fouillé son bureau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL"]/choice[2]/text
fr: Vérifier son bureau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL"]/choice[3]/text
fr: Demander à vos membres d'équipage de quitter la caserne en même temps que vous, afin que personne ne soit oublié dans les pièces adjacentes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL_DESK"]/text
fr: Le bureau est encombré de lettres et d'enveloppes inachevées, et il comporte plusieurs tiroirs non verrouillés contenant des fournitures de bureau génériques telles que des agrafes et de la colle. Il y a également un tiroir qui vous interpelle et que vous essayez d'ouvrir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL_DESK"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL_DESK_2"]/text
fr: Le tiroir est verrouillé électroniquement, mais votre patience à l'égard des conneries est à bout, et vous donnez plusieurs coups de pied pour le cabosser, puis vous faites levier avec votre pied-de-biche en utilisant la bosse comme levier. Vous trouvez une pile de documents dans une chemise manille dans le tiroir (maintenant déverrouillé). La plupart d'entre eux sont totalement inutiles en termes de survie ou extrêmement longs, mais vous trouvez un mémo que Bromwell a écrit pour lui-même. En l'effleurant, vous constatez qu'il s'agit d'un rappel du code de sécurité du centre de commandement. Vous décidez d'empocher le mémo et de le lire attentivement lorsque vous arriverez à la porte du centre de commandement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_FEDERATION_BARRACKS_BROMWELL_DESK_2"]/choice[@req="pilot"]/text
fr: Demander à vos membres d'équipage de quitter la caserne en même temps que vous, afin que personne ne soit oublié dans les pièces adjacentes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_DEAD_END"]/text
fr: Vous contournez le coin et vous vous dirigez vers le centre de loisirs. Le couloir semble avoir été touché par des tirs d'armes lourdes d'un vaisseau ennemi, probablement un vaisseau d'Harmonie, car une énorme porte de secours vous bloque le chemin à mi-chemin du couloir et le vide de l'espace au-delà. Vous pouvez distinguer le reste du chemin au-delà du trou béant dans le vaisseau, mais cela serait extrêmement dangereux et nécessiterait un équipement spécial que vous ne pensez pas pouvoir trouver pour y parvenir. Vous ricanez avec mépris et grognez, puis vous faites demi-tour.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_PLAZA_2_DEAD_END"]/choice[@req="pilot"]/text
fr: Revenir en arrière.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/text
fr: Vous êtes arrivés sur la place centrale du troisième étage. La place de cet étage est beaucoup moins extravagante et beaucoup plus petite. C'est probablement parce qu'il s'agit du sommet de la station et que l'on se préoccupe davantage de l'intégrité de la coque que du confort du personnel. Même la peinture donne l'impression d'être une réflexion après coup sur la place. Le plafond est également beaucoup plus bas, vous pourriez probablement l'atteindre si vous vous teniez sur les épaules d'un membre d'équipage. Vous ne voyez qu'un seul couloir avec une bifurcation. Où voulez-vous aller ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[@req="fm_fs_keycard_2"]/text
fr: Vous avez déjà fouillé la salle des systèmes d'armes. Il n'y a rien d'autre à y faire

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[2]/text
fr: Suivre la fourche vers la gauche et examiner la salle des systèmes d'armement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[3]/text
fr: Continuer tout droit et examiner le long couloir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[4]/text
fr: (ID INVITÉ) Entrer dans l'ascenseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_PLAZA_HUB"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/text
fr: Vous suivez le couloir jusqu'à ce que vous atteigniez les principaux systèmes d'armement qui supervisent le flux d'énergie et le fonctionnement général des armes de la station. La pièce semble avoir été complètement sabotée, cette station est une cible facile à moins de passer beaucoup de temps à réparer ces systèmes. Des tuyaux ont éclaté, des valves ont été arrachées et jonchent le sol, des terminaux ont été brisés, et il y a même le cadavre d'un Cristalien logé dans l'un des réservoirs de liquide de refroidissement. Pour dire les choses franchement, la pièce est un désastre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/choice[@req="marker_weapon_room_bodies_cleared" and @lvl="1"]/text
fr: Regarder dans la grille en dessous.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/choice[@req="marker_weapon_room_bodies_cleared" and @lvl="0"]/text
fr: Vérifier s'il y a des fournitures ou des outils utiles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/choice[@req="pilot" and @lvl="1"]/text
fr: Retourner sur la place.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_1"]/text
fr: Vous vérifiez que les corps n'ont pas de valeur, mais vous ne trouvez que des objets personnels sur chacun d'eux. Vous ne pouvez pas réparer le système d'armement tant que vous ne savez pas si la station est au moins raisonnablement sûre, et vous ne savez pas non plus si les pièces nécessaires sont facilement disponibles. Vous et votre équipage ne pouvez cependant pas être trop prudents, après ce que vous avez vécu dans la station de sécurité. Vous tirez deux balles dans la tête de chacun des défunts, et une dans le torse pour vous assurer qu'ils ne sont pas sous l'emprise de... ce qui contrôle ces corps. Une fois que vous êtes sûr que la pièce est sécurisée, vous continuez à chercher.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_1"]/choice[1]/text
fr: Regarder dans la grille en dessous.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_1"]/choice[2]/text
fr: Retourner sur la place.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_1"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/text
fr: Vous apercevez un cadavre affalé au bas d'une échelle à travers la grille métallique du sol. Ils semblent être à l'intérieur du tunnel d'accès à la maintenance, qui est fermé par une lourde trappe métallique. Vous aurez besoin d'un outil avec un certain effet de levier pour l'ouvrir.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/choice[@req="fm_fs_crowbar" and @lvl="1"]/text
fr: (Pied-de-biche) Ouvrir la trappe.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/choice[@req="fm_fs_crowbar" and @lvl="0"]/text
fr: Ouvrir la trappe.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/choice[@req="pilot" and @lvl="1"]/text
fr: Peu importe, retournons sur la place.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_SEARCH_CLEARED"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_FAIL"]/text
fr: Vous et votre équipage essayez de toutes vos forces, et même avec un morceau de tuyau détaché comme levier, mais vous n'arrivez pas à ouvrir l'écoutille de l'échelle de maintenance. Tout ce que vous avez réussi à faire, c'est plier légèrement un morceau de tuyau endommagé. Vous aurez besoin de plus de force pour ouvrir cette trappe.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_FAIL"]/choice[@req="pilot"]/text
fr: Nous ne pouvons pas faire grand-chose ici pour l'instant, rebrousser chemin.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_SUCCESS"]/text
fr: À l'aide du pied-de-biche, vous parvenez à ouvrir la trappe de maintenance. Vous demandez à l'un de vos membres d'équipage de tenir l'écoutille ouverte au cas où elle pourrait se refermer et vous piéger dans les tunnels. L'un de vos membres d'équipage proteste en disant qu'ils devraient vérifier pour que vous puissiez rester en haut de l'échelle en toute sécurité, mais vous insistez pour que ce soit vous qui le fassiez. Vous descendez facilement l'échelle et commencez à examiner le corps. Il s'agit apparemment du corps d'un soldat humain. Il semble avoir été grièvement blessé, s'être traîné jusqu'à l'échelle et avoir fermé la trappe derrière lui pour gagner du temps ou peut-être attendre les secours. Malheureusement pour lui, les secours ne sont jamais venus et il s'est vidé de son sang ici même. Vous éprouvez de la compassion pour le soldat, mais vous devez d'abord penser à votre propre survie. Vous fouillez son corps.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_SUCCESS"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_SUCCESS_2"]/text
fr: Dans ses affaires, vous trouvez un paquet de chewing-gum, que vous empochez et prenez note d'en donner à certains membres d'équipage pour qu'ils se concentrent sur le chewing-gum plutôt que sur leurs nerfs. Vous trouvez également un objet beaucoup plus précieux : Une carte d'accès de sécurité de niveau 2 ! Vous l'empochez rapidement, vous lui donnez une tape, vous faites un signe de tête à votre équipe et vous remontez l'échelle à toute vitesse. Vous ne pouvez pas exclure que quelque chose dans ce tunnel l'ait tué, et vous ne resterez pas dans les parages pour le découvrir. Une fois arrivé en haut, vous partagez quelques chewing-gum avec votre équipage. Une petite victoire dans cette bataille pour la survie !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_WEAPONS_ROOM_HATCH_SUCCESS_2"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/text
fr: Vous et votre équipage suivez le long couloir jusqu'à une autre porte blindée (bien sûr que c'est le cas, pourquoi n'êtes-vous pas surpris). Un panneau au-dessus de la porte indique "CENTRE DE COMMANDEMENT BELLONA". Il y a un lecteur de carte et un clavier à droite de la porte massive. Elle semble bien trop épaisse pour que quoi que ce soit que vous puissiez trouver puisse la franchir, vous aurez donc besoin de cette carte et de ce code pour continuer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="FM_FS_LIST_COMMAND_DOOR"]/text
fr: (Carte de sécurité et code de commande) Passer la carte de niveau de sécurité 5 et entrer le code de commande pour continuer.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="fm_fs_keycard_5"]/text
fr: (Carte de sécurité) Passer la carte de sécurité de niveau 5.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="fm_fs_command_code"]/text
fr: (Code de commande) essayer de saisir le code de commande.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="fm_fs_bromwell_memo"]/text
fr: Consulter le mémo de Bromwell.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_LONGHALL"]/choice[@req="pilot"]/text
fr: Retourner en arrière pour l'instant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MEMO_READ_BROM"]/text
fr: Il s'agit d'un mémo que le commandant Bromwell s'est adressée à lui-même. Bromwell explique qu'avec l'âge, sa mémoire lui fait défaut, mais que si ses supérieurs apprenaient qu'il a écrit le code de commande sur un bout de papier, ils le tueraient. Cependant, il se rappelle qu'il doit simplement "transformer la première lettre des zones de l'aile de la Fédération en chiffres". Il ne se souvient pas de l'ordre, mais il est presque sûr que cela commence par le numéro de la salle R D., qui est 18. (Note au joueur, si vous n'y arrivez pas, la solution vous est fournie, vous aviez juste besoin du mémo. Ne vous inquiétez pas)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_MEMO_READ_BROM"]/choice[@req="pilot"]/text
fr: Vous PENSEZ peut-être avoir compris le code ? Il n'y a qu'une seule façon de le savoir…

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_DENIED_CARD"]/text
fr: Vous glissez votre carte et fixez la porte. Il y a un silence pendant environ 15 secondes, puis un son d'erreur est émis par la porte : "Accès refusé, code invalide saisi lors du glissement de la carte", dit une voix féminine douce et monotone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_DENIED_CARD"]/choice[@req="pilot"]/text
fr: Bon sang, j'ai aussi besoin d'un code...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_DENIED_CODE"]/text
fr: Vous entrez les deux codes possibles (1829 ou 1892). Il y a un silence pendant environ 15 secondes, puis un son d'erreur est émis par la porte : "Accès refusé, carte non valide lors de l'entrée du code", dit une voix féminine douce et monotone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_DENIED_CODE"]/choice[@req="pilot"]/text
fr: Bon sang, j'ai aussi besoin d'une carte...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_GRANTED_DOOR"]/text
fr: Vous saisissez les deux codes potentiels (1829 ou 1892) et glissez la carte de sécurité de niveau 5. Il y a un silence d'environ 15 secondes, puis un DING sort de la porte : "Accès accordé ! Bienvenue, commandant", dit une voix féminine monotone et douce. Les portes blindées se déverrouillent et la porte s'ouvre lentement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_GRANTED_DOOR"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB"]/text
fr: Vous vous précipitez dans le centre de commandement. D'ici, vous passez en revue l'ensemble du plan de la station... À part les salles d'Hydroponie, l'aile de la Coalition et l'aile de la Fédération, le reste de la station est actuellement scellé en raison d'un protocole de sécurité. Vous n'avez trouvé aucun survivant et il n'y a nulle part où aller. Il est temps de prendre une décision sérieuse ; idéalement, une décision qui augmentera vos chances de survie dans ce futur difficile.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB"]/choice[1]/text
fr: Prendre une décision définitive.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB"]/choice[2]/text
fr: Laisser tomber, retourner sur la place.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/text
fr: Quelle sera votre prochaine action ? [Avertissement, c'est ici que vous sélectionnez votre fin !] (N'OUBLIEZ PAS QUE VOUS POUVEZ UTILISER les touches "-" et "+" de votre clavier pour modifier la taille de votre texte afin de pouvoir lire toute la fenêtre !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[1]/text
fr: Décider de rassembler toutes les provisions possibles dans la station et d'attendre les secours ou les renforts de la Fédération...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[2]/text
fr: (Émetteur de Dissonance Harmonie) Décider de rassembler toutes les provisions que vous pouvez dans la station et d'attendre les secours ou les renforts de la Fédération, peut-être que l'émetteur peut vous protéger ici ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[3]/text
fr: Vous n'êtes pas trop confiant que ce que vous avez appris soit suffisant, mais vous vous inquiétez pour votre équipage et décidez de tenter votre chance. Retournez à votre vaisseau et choisissez un nœud proche pour sauter, vous ferez ce que vous pouvez pour survivre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[4]/text
fr: (Émetteur de Dissonance Harmonie) : Sauter vers une balise adjacente aléatoire avec l'émetteur de dissonance de l'harmonie, ce qui permet de tenir à distance les vauriens de l'harmonie !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[@req="fm_fs_special_coordinates"]/text
fr: (COORDONNÉES) Sauter directement à la balise dissimulée que les vestiges de la société ont installée à proximité, peut-être pourrez-vous y trouver quelqu'un qui N'EST PAS mort !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[@req="FM_FS_LIST_COORDINATE_AND_DISSONANCE"]/text
fr: (ÉMETTEUR DE DISSONANCE HARMONIE + COORDONNÉES) : Sauter directement vers la balise dissimulée que les restes de la société ont installée à proximité, tout en brouillant les éventuels vaisseaux d'Harmonie avec l'émetteur dissonance de l'harmonie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_3RD_COMMAND_HUB_FINAL_CHOICE"]/choice[7]/text
fr: Laissez tomber, retourner sur la place. Vous n'êtes pas encore prêt à prendre une décision.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_1"]/text
fr: Vous ne savez pas exactement de quoi il s'agit avec cette histoire d'Harmonie, du moins pas complètement. Mais vous savez, grâce aux terminaux du centre de commandement, que vous vous trouvez quatre ans dans le futur. Vous pariez sur le fait que la Fédération est peut-être encore là et qu'il s'agit d'une sorte de centre de recherche de la Fédération, et que des renforts arriveront bientôt. Vous et votre équipage faites le plein de nourriture, de vêtements et d'autres fournitures et attendez d'être secourus.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_1"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_2"]/text
fr: Vous ne savez pas exactement de quoi il s'agit avec cette histoire d'Harmonie, du moins pas complètement. Mais vous savez, grâce aux terminaux du centre de commandement, que vous vous trouvez quatre ans dans le futur. Vous pariez sur le fait que la Fédération est peut-être encore là et qu'il s'agit d'une sorte de centre de recherche de la Fédération, et que des renforts arriveront bientôt. Vous et votre équipage pillez la nourriture, les vêtements et les autres fournitures que vous pouvez, et attendez les secours. L'émetteur de dissonance de l'harmonie vous protégera certainement pendant que vous attendez ! ...du moins, vous l'espérez au plus profond de votre cœur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_2"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_3"]/text
fr: Vous en avez assez de jouer la carte de la sécurité. Quelle différence avec le combat contre les rebelles ? Vous décidez que vous en avez assez et retournez à votre vaisseau, où vous choisissez une balise qui semble la moins dangereuse (vous ne l'admettez pas mais vous en avez choisi une au hasard) et sautez vers la balise suivante. Vous vous demandez ce qui vous attend là-bas...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_ENDING_3"]/choice[@req="pilot"]/text
fr: Continuer...
