Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER"]/text
fr: Vous consultez actuellement la Flak d'argent.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER"]/choice[1]/text
fr: Amélioration de la Flak d'argent en utilisant de la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER"]/choice[1]/event/choice/text
fr: Amélioration de la Flak de Palladium complète !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/text
fr: Vous consultez actuellement la Flak de Palladium.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_BURST_1_RED"]/text
fr: Améliorer la Flak de palladium en utilisant de la ferraille et Cristal Rafale Élite I ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_BURST_2_RED"]/text
fr: Améliorer la Flak de Palladium en utilisant de la ferraille et le Cristal Rafale Élite II ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
fr: Améliorer la Flak de Palladium en utilisant de la ferraille et le Cristal Lourd Élite MK I ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
fr: Améliorer la Flak de Palladium en utilisant de la ferraille et le Cristal Lourd Élite MK II ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_STUN_RED"]/text
fr: Améliorer la Flak de Palladium en utilisant de la ferraille et le Cristal Neuronal Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
fr: Améliorer la Flak de Palladium en utilisant de la ferraille et l'Éclats Cristalien Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
fr: Améliorer la Flak de Palladium en utilisant de la ferraille et le Chargeur de Cristal Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="MINELAUNCHER_CRYSTAL"]/text
fr: Améliorer la Flak de Palladium en utilisant de la ferraille et le Lanceur d'Éclats ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_2"]/choice/text
fr: Amélioration de la Flak d'Iridium terminée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM"]/text
fr: Vous consultez actuellement la Flak d'Iridium.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM"]/choice[1]/text
fr: Améliorer la Flak d'Iridium en utilisant la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM"]/choice[1]/event/choice/text
fr: Amélioration de la Flak de Platinum Complete !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM"]/text
fr: Vous consultez actuellement la Flak de platine.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM"]/choice[1]/text
fr: Améliorer la Flak de platine en utilisant la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM"]/choice[1]/event/choice/text
fr: Amélioration de la Flak d'Osmium complète !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM"]/text
fr: Vous consultez actuellement la Flak d'Osmium.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM"]/choice[1]/text
fr: Améliorer la Flak d'Osmium en utilisant la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM"]/choice[1]/event/choice/text
fr: Amélioration en flak nobélienne terminée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/text
fr: Vous consultez actuellement la flak nobélienne.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_BURST_1_RED"]/text
fr: Améliorer la flak nobélienne en utilisant de la ferraille et le Rafale Cristalien Élite I ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_BURST_2_RED"]/text
fr: Améliorer la Flak Nobélienne en utilisant de la ferraille et le Cristal Rafale Élite II ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
fr: Améliorer la Flak nobélienne en utilisant de la ferraille et le Cristal Lourd Élite MK I ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
fr: Améliorer la flak nobélienne en utilisant de la ferraille et du Cristal lourd d'Élite Mark II ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_STUN_RED"]/text
fr: Améliorer la Flak nobélienne en utilisant de la ferraille et le Cristal Neuronal Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
fr: Améliorer la Flak nobélienne en utilisant de la ferraille et l'Éclat Cristalien Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
fr: Améliorer la Flak nobélienne en utilisant de la ferraille et le Chargeur Cristalien Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="MINELAUNCHER_CRYSTAL"]/text
fr: Améliorer la Flak nobélienne en utilisant de la ferraille et le Lanceur d'Éclats ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_2"]/choice/text
fr: Amélioration de la Flak Hassium complète !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE_PLAYER"]/text
fr: Vous consultez actuellement la Flak de bronze+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE_PLAYER"]/choice[1]/text
fr: Améliorer la Flak de bronze+ en utilisant de la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE_PLAYER"]/choice[1]/event/choice/text
fr: Amélioration de la Flak d'indium terminée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE_PLAYER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM_PLAYER"]/text
fr: Vous consultez actuellement la Flak d'Indium+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM_PLAYER"]/choice[1]/text
fr: Démanteler la Flak d'Indium+ en utilisant de la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM_PLAYER"]/choice[1]/event/choice/text
fr: Amélioration de la Flak de Rhenium complète !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM_PLAYER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM_PLAYER"]/text
fr: Vous consultez actuellement la Flak de Rhénium+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM_PLAYER"]/choice[1]/text
fr: Améliorer la Flak de rhénium+ en utilisant la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM_PLAYER"]/choice[1]/event/choice/text
fr: Amélioration de la Flak d'argent terminée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM_PLAYER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER_PLAYER"]/text
fr: Vous consultez actuellement la Flak d'argent+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER_PLAYER"]/choice[1]/text
fr: Amélioration de la Flak d'argent+ en utilisant de la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER_PLAYER"]/choice[1]/event/choice/text
fr: Amélioration de la Flak de Palladium complète !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_SILVER_PLAYER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/text
fr: Vous consultez actuellement la Flak de Palladium+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_1_RED"]/text
fr: Améliorer la Flak de palladium+ en utilisant de la ferraille et Cristal Rafale Élite I ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_2_RED"]/text
fr: Améliorer la Flak de Palladium+ en utilisant de la ferraille et le Cristal Rafale Élite II ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
fr: Améliorer la Flak de Palladium+ en utilisant de la ferraille et le Cristal Lourd Élite MK I ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
fr: Améliorer la Flak de Palladium+ en utilisant de la ferraille et le Cristal Lourd Élite MK II ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_STUN_RED"]/text
fr: Améliorer la Flak de Palladium+ en utilisant de la ferraille et le Cristal Neuronal Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
fr: Améliorer la Flak de Palladium+ en utilisant de la ferraille et l'Éclats Cristalien Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
fr: Améliorer la Flak de Palladium+ en utilisant de la ferraille et le Chargeur de Cristal Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="MINELAUNCHER_CRYSTAL"]/text
fr: Améliorer la Flak de Palladium+ en utilisant de la ferraille et le Lanceur d'Éclats ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PALLADIUM_PLAYER_2"]/choice/text
fr: Amélioration de la Flak d'Iridium terminée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM_PLAYER"]/text
fr: Vous consultez actuellement la Flak d'Iridium+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM_PLAYER"]/choice[1]/text
fr: Améliorer la Flak d'Iridium+ en utilisant la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM_PLAYER"]/choice[1]/event/choice/text
fr: Amélioration de la Flak de Platinum Complete !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_IRIDIUM_PLAYER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM_PLAYER"]/text
fr: Vous consultez actuellement la Flak de platine+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM_PLAYER"]/choice[1]/text
fr: Améliorer la Flak de platine+ en utilisant la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM_PLAYER"]/choice[1]/event/choice/text
fr: Amélioration de la Flak d'Osmium complète !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_PLATINUM_PLAYER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM_PLAYER"]/text
fr: Vous consultez actuellement la Flak d'Osmium+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM_PLAYER"]/choice[1]/text
fr: Améliorer la Flak d'Osmium+ en utilisant la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM_PLAYER"]/choice[1]/event/choice/text
fr: Amélioration en flak nobélienne terminée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_OSMIUM_PLAYER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/text
fr: Vous consultez actuellement la flak nobélienne+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_1_RED"]/text
fr: Améliorer la flak nobélienne+ en utilisant de la ferraille et le Rafale Cristalien Élite I ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_2_RED"]/text
fr: Améliorer la Flak Nobélienne+ en utilisant de la ferraille et le Cristal Rafale Élite II ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
fr: Améliorer la Flak nobélienne+ en utilisant de la ferraille et le Cristal Lourd Élite MK I ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
fr: Améliorer la flak nobélienne+ en utilisant de la ferraille et du Cristal lourd d'élite Mark II ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_STUN_RED"]/text
fr: Améliorer la Flak nobélienne+ en utilisant de la ferraille et le Cristal Neuronal Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
fr: Améliorer la Flak nobélienne+ en utilisant de la ferraille et l'Éclat Cristalien Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
fr: Améliorer la Flak nobélienne+ en utilisant de la ferraille et le Chargeur Cristalien Élite ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="MINELAUNCHER_CRYSTAL"]/text
fr: Améliorer la Flak nobélienne+ en utilisant de la ferraille et le Lanceur d'Éclats ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_NOBELIUM_PLAYER_2"]/choice/text
fr: Amélioration de la Flak Hassium complète !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/text
fr: Quel Drone de Bataille souhaiteriez-vous fabriquer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_ENERGY_COMBAT_BEAM1_LIST" and @lvl="1"]/text
fr: Aligner le noyau central d'énergie du Drone d'énergie Amplifié avec les lentilles de l'arme à rayon du Drone de Bataille MK. II pour forger le Quelqu'un d'autre l'a nommé (Spectro-Boum)' [Coût : 37~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_ENERGY_COMBAT_BEAM1_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Drone Énergétique Amp et d'un Drone de Bataille MK II pour forger ce drone.
