Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/text
fr: Maintenant que la pièce peut (apparemment) être explorée en toute sécurité, qu'allez-vous faire ? Vous examinez rapidement le corps du garde, mais outre l'arme inutile qu'il tient à la main, il semble avoir déjà été pillé par quelqu'un.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[1]/text
fr: Fouiller le bureau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="marker_terminal_powered" and @lvl="1"]/text
fr: Fouiller dans l'ordinateur terminal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="marker_terminal_powered" and @lvl="0"]/text
fr: Fouiller dans l'ordinateur terminal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="marker_fuse_inserted" and @lvl="1"]/text
fr: Vérifier la boîte à fusibles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="marker_fuse_inserted" and @lvl="0"]/text
fr: Fouiller la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[@req="pilot" and @lvl="0"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB"]/choice[7]/text
fr: Laisser tomber, revenir en arrière.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_DESK"]/text
fr: Tout ce que vous trouvez sur le bureau, ce sont des fournitures de bureau, rien d'utile. Vous trouvez un petit tiroir dans le bureau qui ne semble pas à sa place, mais lorsque vous l'ouvrez avec force, vous n'y trouvez que des photos de famille poussiéreuses, apparemment du garde mort dans le fauteuil.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_DESK"]/choice[@req="pilot"]/text
fr: C'est dommage.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_OFF"]/text
fr: Vous appuyez sur le bouton d'alimentation du terminal et il ne se passe absolument rien. Un membre d'équipage et vous-même examinez les composants internes du terminal, qui semble fonctionner, mais qui ne reçoit pas d'électricité. Si vous voulez l'utiliser, vous devrez trouver un moyen de le réalimenter.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_OFF"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_USE"]/text
fr: Vous appuyez sur le bouton d'alimentation du terminal et, après environ 15 secondes de démarrage, il s'anime. Le terminal semble être bloqué dans une sorte de démarrage forcé d'un logiciel. Un logo d'entreprise apparaît, indiquant "REGISTRE D'IDENTIFICATION DES INVITÉS DE LA STATION BELLONA". Il y a un bouton "FERMER" pour quitter le logiciel, mais il faut des identifiants d'administrateur pour le faire. Par conséquent, la seule chose à laquelle vous pouvez accéder est ce logiciel de registre. Lorsque vous cliquez sur "Initialiser", une invite apparaît : "Veuillez insérer une ID d'invité vierge pour commencer".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_USE"]/choice[@req="fm_fs_blank_id"]/text
fr: Utiliser le terminal de sécurité pour créer un identifiant temporaire pour vous et votre équipage à l'aide de la carte d'identité que vous avez récupérée pour que les portes de l'ascenseur autorisent l'accès.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_USE"]/choice[@req="pilot"]/text
fr: Revenir en arrière, je n'ai pas ce dont il est question.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_IDCARD_GAIN"]/text
fr: Vous insérez la carte d'identité vierge et enregistrez une carte d'invité pour vous et votre équipage en suivant les instructions (étonnamment conviviales) qui s'affichent à l'écran. La machine grave la bande magnétique sur chacune de vos cartes d'identité et les recrache pour que vous puissiez les utiliser. Vous êtes sûr que ces cartes seront utiles un jour ou l'autre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_TERMINAL_IDCARD_GAIN"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_SEARCH_ROOM"]/text
fr: En fouillant davantage le poste de sécurité, vous remarquez que toutes les armes ont été retirées de l'armurerie, mais qu'il y a des munitions de rechange si vous en avez besoin. Vous notez mentalement son emplacement afin de pouvoir revenir les chercher plus tard. Vous trouvez également une boîte à fusibles dans l'armurerie, avec un morceau de ruban adhésif décoloré sur lequel on peut lire "alimentation de secours". Mais le fusible a disparu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_SEARCH_ROOM"]/choice[1]/text
fr: (FUSIBLE DE RECHANGE) Insérer le nouveau fusible.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_SEARCH_ROOM"]/choice[@req="pilot"]/text
fr: Continuer à chercher, vous ne pensez pas pouvoir réparer cela sans les pièces.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_SEARCH_ROOM"]/choice[3]/text
fr: Laisser tomber, ne pas toucher à la boîte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/text
fr: Vous insérez le nouveau fusible et actionnez quelques interrupteurs pour le mettre en marche. Un petit écran s'allume à gauche de la boîte à fusibles. On peut y lire : "Veuillez sélectionner un endroit où dériver l'énergie. Les lignes électriques de cette installation sont dégradées et, conformément au protocole de sécurité X3R17-A2, une seule fonction peut être alimentée à la fois jusqu'à ce que les lignes soient réparées."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[1]/text
fr: Détourner l'énergie vers les lumières.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[2]/text
fr: Détourner l'énergie vers les prises générales.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[3]/text
fr: Détourner l'énergie vers le terminal de l'ordinateur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[4]/text
fr: Détourner l'énergie vers la salle de repos.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_INSERTED"]/choice[5]/text
fr: Laisser tomber, ne pas toucher à la boîte à fusibles et continuer à fouiller.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_LIGHTS"]/text
fr: Vous détournez l'énergie vers les lumières de la pièce. Les lampes de secours s'éteignent et les lampes principales s'allument. La seule chose différente que vous remarquez, ce sont les centaines, voire les milliers de marques de griffures le long des murs. Il y a aussi des traces de tirs d'armes sur ces murs.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_LIGHTS"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_OUTLETS"]/text
fr: Vous détournez l'énergie vers les prises de la pièce. La machine à café située près du bureau se met à fonctionner. Votre membre d'équipage et vous-même vous préparez une tasse rapide pour tenir le coup.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_OUTLETS"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_BREAK"]/text
fr: Vous détournez l'énergie vers la salle de repos. Vous et votre équipe vous rendez dans la salle de repos et vous vous reposez sur les canapés confortables pour reprendre votre souffle, un membre de votre équipe surveillant la porte au cas où des menaces apparaîtraient. Au bout d'un moment, vous décidez que vous vous êtes bien reposés et vous continuez.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_BREAK"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_TERMINAL"]/text
fr: Vous détournez l'énergie vers le terminal informatique. Vous devriez pouvoir utiliser le terminal de sécurité situé au bureau du gardien.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_SECURITY_HUB_FUSE_TERMINAL"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/text
fr: Vous atteignez la zone étiquetée "APPARTEMENTS A". De nombreuses pièces semblent avoir été barricadées de l'intérieur comme de l'extérieur. C'est un peu excessif, mais ces gens étaient peut-être désespérés. Il faudrait beaucoup de temps pour pénétrer dans ces pièces. Cependant, quelques pièces ne semblent pas avoir été lourdement barricadées

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[1]/text
fr: Approcher la salle 107A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[2]/text
fr: Approcher la salle 115A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[3]/text
fr: Approcher la salle 120A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[4]/text
fr: Approcher la salle 129A.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[@req="pilot"]/text
fr: [Vérifier votre INVENTAIRE]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_A"]/choice[6]/text
fr: Laisser tomber, revenir en arrière.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/text
fr: Cette porte a connu des jours meilleurs, et le lecteur de cartes situé sur la poignée est irrémédiablement endommagé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/choice[1]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/choice[2]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/choice[@req="marker_fm_fs_apartment_107a_all_clear" and @lvl="1"]/text
fr: Entrer dans l'appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_APPROACH"]/choice[@req="pilot"]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_LISTEN"]/text
fr: Vous n'entendez absolument rien à l'intérieur, peut-être est-ce sans danger d'explorer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_LISTEN"]/choice[1]/text
fr: Frapper à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_LISTEN"]/choice[2]/text
fr: Entrer dans l'appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_LISTEN"]/choice[3]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_KNOCK"]/text
fr: Vous frappez prudemment à la porte, votre équipage en position d'assaut pour vous couvrir en cas de besoin. Personne ne répond.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_KNOCK"]/choice[1]/text
fr: Coller votre oreille à la porte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_KNOCK"]/choice[2]/text
fr: Entrer dans l'appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_KNOCK"]/choice[3]/text
fr: Peu importe, vérifier plutôt dans un autre appartement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_ENTER"]/text
fr: Vous tentez d'ouvrir la porte, mais elle est sans surprise verrouillée. Heureusement, elle n'est pas faite d'un matériau incroyablement solide. Vous donnez plusieurs coups de pied à la porte jusqu'à ce qu'elle sorte de ses gonds. Vous n'arrivez pas à croire que la station utilise des charnières, mais cela doit être un luxe ou une préférence des habitants. Vous et votre équipage entrez dans la pièce, armes au poing.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_ENTER"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_ENTER_2"]/text
fr: En balayant la pièce du regard, vous n'arrivez pas à croire qu'elle est si sale. La pièce est petite, plutôt terne et en assez mauvais état. Il y a de la ferraille partout, et les étagères sont vides à l'exception de quelques objets poussiéreux. Le lit est défait et les draps sont tachés. Le bureau occupe la majeure partie de la pièce, ce qui laisse peu de place pour d'autres affaires. Des objets personnels sont éparpillés sur le bureau : un peigne, une vieille horloge, des grues en origami et un petit terminal d'ordinateur. Le propriétaire des objets n'est pas visible.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_ENTER_2"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_HUB"]/text
fr: Après avoir rapidement déterminé que la pièce est sécurisée, vous commencez à chercher des survivants, des informations ou toute autre chose utile.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_HUB"]/choice[1]/text
fr: Examiner le bureau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_HUB"]/choice[2]/text
fr: Vérifier le placard.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_HUB"]/choice[3]/text
fr: Quitter la Pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET"]/text
fr: Vous y trouvez quelques paires de vêtements sales et quelques vieilles boîtes en carton. Après avoir jeté quelques boîtes inutiles, comme celle étiquetée "Chaussures de sport", vous en trouvez une qui attire votre attention. La boîte est étiquetée "Pièces détachées."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET"]/choice[1]/text
fr: Ouvrir la boîte.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET"]/choice[2]/text
fr: Vérifier le bureau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET"]/choice[3]/text
fr: Le linge sale vous rend malade, partir de la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/text
fr: Vous ouvrez la boîte et trouvez de nombreux câbles de rechange, quelques vieux disques durs perforés, un verre d'écran de moniteur et quelques fusibles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/choice[1]/text
fr: Vérifier le bureau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/choice[@req="fm_fs_fuse" and @lvl="1"]/text
fr: Vous avez déjà pris un fusible de rechange, il n'est pas prudent d'en avoir trop sur soi. Vous et votre équipage pouvez toujours retourner dans cette pièce si vous avez besoin de plus.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/choice[@req="fm_fs_fuse" and @lvl="0"]/text
fr: Emporter le fusible avec vous, il pourrait s'avérer utile.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_OPEN_BOX"]/choice[4]/text
fr: Le linge sale vous rend malade, partir de la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_TAKE_FUSE"]/text
fr: Vous prenez le fusible de rechange avec vous et continuez à fouiller la pièce à la recherche de fournitures.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_CLOSET_TAKE_FUSE"]/choice[@req="pilot"]/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/text
fr: Le bureau est un vieux bureau poussiéreux, peut-être un objet sentimental que le propriétaire a apporté avec lui. Il contient des documents sur des factures et des paiements manqués, un agenda pour rester organisé et un terminal d'ordinateur en état de marche.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[1]/text
fr: Lire davantage la paperasse.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[2]/text
fr: Lire l'agenda.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[3]/text
fr: Démarrer le terminal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[4]/text
fr: Vérifier le placard.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK"]/choice[5]/text
fr: Le linge sale vous rend malade, partir de la pièce.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL"]/text
fr: Vous démarrez le terminal. L'individu a affiché un article de presse et plusieurs fichiers dans son dossier intitulé "musique". Que voulez-vous vérifier en premier ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL"]/choice[1]/text
fr: Lire l'article de presse.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL"]/choice[2]/text
fr: Vérifier les fichiers musicaux.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL"]/choice[3]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS"]/text
fr: L'article se lit comme suit. LE QUOTIDIEN BELLONA ÉMISSION D'URGENCE EN TEXTE SEUL DU COMMANDANT BROMWELL RUDKIN DE LA STATION SPATIALE BELLONA. Plusieurs vaisseaux de l'Harmonie sont entrés dans l'espace de notre balise et se dirigent vers notre sanctuaire. SUIVEZ IMMÉDIATEMENT LE PROTOCOLE 'XETA' POUR VOTRE PROPRE SÉCURITÉ.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS"]/choice[1]/text
fr: Lire la suite de l'avis...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS"]/choice[2]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS_2"]/text
fr: Nous allons bloquer toutes les communications sortantes de la station pour que l'Harmonie ne puisse pas signaler notre balise à la conscience collective, mais nous ne savons pas à quel point la bataille inévitable à l'intérieur de la station sera dangereuse. QUE LES DIEUX NOUS PROTÈGENT. D'après le calendrier du terminal, cette diffusion a été envoyée à tous les terminaux personnels le mois dernier, il y a environ 30 jours. Vous remarquez également que la date du calendrier est incorrecte d'environ 4 ans. Ou bien êtes-vous 4 ans dans le futur ? ...non, ce n'est pas possible. Vous êtes sûr qu'il s'agit d'une erreur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS_2"]/choice[1]/text
fr: Vérifier les fichiers musicaux.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_NEWS_2"]/choice[2]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC"]/text
fr: Vous ouvrez le dossier "Musique" et trouvez plusieurs fichiers audio. Voici les fichiers que vous trouvez. Ils ne sont pas nommés. Journal 323 : Dernière mise à jour il y a 32 jours Journal 324 : Dernière mise à jour il y a 30 jours Journal 325 : Dernière mise à jour il y a 29 jours Journal 326 : Dernière mise à jour il y a 27 jours

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC"]/choice[1]/text
fr: Sélectionner un journal dans le répertoire des fichiers.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC"]/choice[2]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/text
fr: Sélectionner un fichier :

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[1]/text
fr: Écouter le journal 323.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[2]/text
fr: Écouter le journal 324.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[3]/text
fr: Écouter le journal 325.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[4]/text
fr: Écouter le journal 326.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[5]/text
fr: J'ai changé d'avis, consulter l'article de presse.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FS_APARTMENT_107A_DESK_TERMINAL_MUSIC_DIRECTORY"]/choice[6]/text
fr: Cela suffit, éteignez le terminal pour économiser l'énergie qu'il reste à la station.
