Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_1"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_1"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_2"]/text
fr: Fabriquer le Rayon 'Kontos' en utilisant le Barrage Ionique MK I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/text
fr: Vous consultez actuellement le Rayon 'Eternité'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/choice[1]/text
fr: Fabriquer le Rayon 'Éternité'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ETERNITY"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/text
fr: Vous consultez actuellement le Rayon de dispersion prismatique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/choice[1]/text
fr: Fabriquer le Rayon de dispersion prismatique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_BEAM_PRISM_SCATTER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/text
fr: Vous consultez actuellement le Générateur d'anomalies 'KHEIMON'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_MEGA"]/text
fr: Fabriquer le Générateur d'anomalies 'KHEIMON'++ en utilisant le Givrant II+ et la Flak irradié+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_MEGA"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_MEGA"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS"]/text
fr: Fabriquer le Générateur d'anomalies 'KHEIMON'+ en utilisant le Givrant II+ et la Flak irradié.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS_2"]/text
fr: Fabriquer le Générateur d'anomalies 'KHEIMON'+ en utilisant le Givrant II et la Flak irradié+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS_2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST_PLUS_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST"]/text
fr: Fabriquer le Générateur d'anomalies 'KHEIMON' en utilisant le Givrant II et la Flak irradié.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[@req="FM_SHOTGUN_ANOMALY_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_ANOMALY"]/choice[5]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/text
fr: Vous consultez actuellement la Flak Étherique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/choice[1]/text
fr: Fabriquer la Flak Étherique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_AETHER"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/text
fr: Vous consultez actuellement la Flak Carnifex.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/choice[1]/text
fr: Fabriquer la Flak Carniflex.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_CURSED"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/text
fr: Vous consultez actuellement le Broyeur Cinétique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST_PLUS"]/text
fr: Fabriquer le Broyeur Cinétique+ en utilisant le Chargeur d'énergie+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST"]/text
fr: Fabriquer le Broyeur Cinétique en utilisant le Chargeur d'énergie.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[@req="FM_ENERGY_RAILBLENDER_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_RAILBLENDER"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/text
fr: Vous consultez actuellement la Flak de bronze.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/text
fr: Utiliser la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1"]/text
fr: Installer le Cristal Rafale I dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="CREATE_FM_SHOTGUN_BRONZE_FINISH"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/text
fr: Installer le Cristal Rafale I d'Élite dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2"]/text
fr: Installer le Cristal Rafale MK II dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/text
fr: Installer le Cristal Rafale d'Élite MK II dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1"]/text
fr: Installer le Cristal Lourd MK I dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
fr: Installer le Cristal Lourd d'Élite MK I dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2"]/text
fr: Installer le Cristal Lourd MK II dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
fr: Installer le Cristal Lourd d'Élite MK II dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN"]/text
fr: Installer le Cristal Neuronal dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN_RED"]/text
fr: Installer le Cristal Neuronal d'Élite dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN"]/text
fr: Installer l'Éclats Cristalien dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
fr: Installer l'Éclats Cristalien d'Élite dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/text
fr: Installer le Chargeur de Cristal dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
fr: Installer le Chargeur de Cristal d'Élite dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/text
fr: Installer le Lanceur d'Éclats dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/text
fr: Installer la Bombe de verrouillage Cristalien dans la Flak II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/text
fr: Continuer...
