Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_SPARRING_REWARD"]/event/text
fr: L'une des caisses contient une arme rouillée et dégradée. "Mon garçon, c'est peut-être un peu brutal de ma part, mais je commence à manquer de place pour stocker toutes mes armes de récupération. Ces armes ont encore de la valeur, et je pense que notre duel fut remarquable. Alors, si cela vous convient, j'aimerais que vous réduisiez un peu cette pile de ferraille grandissante. Et prenez-en un peu plus - considérez cela comme une forme de paiement pour m'avoir débarrassé de ces armes rouillées !"

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_SPARRING_REWARD_2"]/event/text
fr: L'une des caisses contient une arme qui semble comme neuve. "Il m'arrive souvent de croiser des pirates qui s'attaquent à plus gros qu'eux, voyez-vous. J'ai pris un peu de temps pour réparer l'une de leurs armes, et j'ai réussi à récupérer l'un de leurs accélérateurs de rechargement. Il n'est pas en parfait état, mais je suis sûr qu'il vous sera encore bien utile, mon garçon." [+7% de vitesse de rechargement]

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_SPARRING_REWARD_3"]/event/text
fr: L'une des caisses contient une nouvelle arme artisanale et ce qui semble être un chargeur sur mesure. "Celui qui a commandé ceci n'était pas tout à fait satisfait - en fait, il m'a laissé le module de recharge que j'ai fait pour lui ! Je pense que vous serez un meilleur juge de la qualité que lui, mon garçon, alors je pense que c'est mieux entre vos mains qu'entre les siennes !" [+10% de vitesse de rechargement gagnée]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="GUNBOM_FULL"]/text
fr: Le vaisseau semble reprendre vie : "Enfin ! J'ai retrouvé le générateur ! Nous allons faire vivre l'enfer à ces vauriens !" déclare fièrement Winchester. Il semble que leurs systèmes soient maintenant entièrement opérationnels !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="GUNBOM_FULL"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/text
fr: Dans un formidable soulèvement de métal, le puissant vaisseau d'Alastair est détruit. Le Maître des forges, l'un des esprits les plus brillants de l'univers, gît désormais mort à vos pieds. Métaphoriquement, bien sûr. Vos pieds sont dans votre vaisseau, et lui dérive quelque part dans l'espace. Vous récupérez l'holo-forge apparemment indestructible d'Alastair, qui vous permettra désormais de forger sur votre propre vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/text
fr: Alors que le vaisseau est démantelé, vous trouvez deux conteneurs scellés. Un balayage rapide montre que l'un contient une arme et l'autre un schéma de drone. En vous approchant, vous déclenchez accidentellement un mécanisme et les conteneurs s'illuminent d'un rouge éclatant. Ils commencent à fondre, et vous n'avez pas beaucoup de temps ! On dirait que ce qu'il y a là-dedans, Alastair ne voulait pas que quelqu'un s'en empare.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[1]/text
fr: Récupérer l'arme !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[1]/event/text
fr: Vous sélectionnez le conteneur d'armes. Avec un peu d'effort, vous parvenez à l'ouvrir, révélant une arme scintillante d'une construction inconnue. Cela ne semble pas être l'œuvre d'Alastair. Où a-t-il trouvé cela ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[2]/text
fr: Récupérer le schéma de drone !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[2]/event/text
fr: Vous sélectionnez le conteneur de schéma de drone. Avec un peu d'effort, vous parvenez à l'ouvrir, révélant un schéma de drone scintillant d'une construction peu familière. Cela ne semble pas être l'œuvre d'Alastair. Où a-t-il trouvé cela ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[3]/text
fr: Faites-les exploser tous les deux - ils devraient être bons à démanteler si vous pouvez les récupérer avant qu'ils ne s'évaporent.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[3]/event/text
fr: Vous faites exploser les deux conteneurs et les démantelez rapidement, puis vous retournez à votre vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION"]/choice/event/choice[3]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/text
fr: Avec un dernier grognement lourd et un froncement de sourcils, Alastair tombe au sol, mort dans son vaisseau. Son équipage gît mort et dispersé autour du vaisseau, leurs tentatives de défendre leur mentor ayant échoué. Le Maître des forges, l'un des esprits les plus brillants de l'univers, gît désormais mort à vos pieds. Vous récupérez l'holo-forge apparemment indestructible d'Alastair, qui vous permettra désormais de forger sur votre propre vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/text
fr: En parcourant les couloirs vides du vaisseau, vous trouvez deux conteneurs scellés. Un balayage rapide montre que l'un contient une arme, et l'autre un schéma de drone. En vous approchant, vous déclenchez accidentellement quelque chose, et les conteneurs s'illuminent d'un rouge éclatant. Ils commencent à fondre, et vous n'avez pas beaucoup de temps ! On dirait que ce qu'il y a là-dedans, Alastair ne voulait pas que quelqu'un s'en empare.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[1]/text
fr: Récupérer l'arme !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[1]/event/text
fr: Vous sélectionnez le conteneur d'armes. Avec un peu d'effort, vous parvenez à l'ouvrir, révélant une arme scintillante d'une construction inconnue. Cela ne semble pas être l'œuvre d'Alastair. Où a-t-il trouvé cela ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[2]/text
fr: Récupérer le schéma de drone !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[2]/event/text
fr: Vous sélectionnez le conteneur de schéma de drone. Avec un peu d'effort, vous parvenez à l'ouvrir, révélant un schéma de drone scintillant d'une construction peu familière. Cela ne semble pas être l'œuvre d'Alastair. Où a-t-il trouvé cela ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[3]/text
fr: Faites-les exploser tous les deux - ils devraient être bons à démanteler si vous pouvez les récupérer avant qu'ils ne s'évaporent.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[3]/event/text
fr: Vous faites exploser les deux conteneurs et les démantelez rapidement, puis vous retournez à votre vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_DESTRUCTION_CREW"]/choice/event/choice[3]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER"]/beaconType/unvisitedTooltip
fr: C'est l'emplacement du Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER"]/beaconType/visitedTooltip
fr: Le Maître des forges est passé par ici. Quel personnage intéressant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER"]/beaconType/undiscoveredTooltip
fr: C'est l'emplacement du Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/text
fr: "Oh ho, mon garçon ! Entrez, entrez ! Qu'avez-vous apporté pour moi aujourd'hui ? Tenez, prenez cet identifiant subspatial - vous devriez pouvoir me contacter à l'avenir. Et prenez un petit gage de mon amitié."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[1]/text
fr: Voir ce qu'il propose. (Il vend des composants pour l'artisanat.)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[2]/text
fr: Consulter la section "Coque modulaire".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[@req="FM_FORGE_LIST_CHECK"]/text
fr: Forger une nouvelle arme, moyennant un certain prix.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[4]/text
fr: Vérifier les recettes de forge.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[@req="FM_QUEST_LIST"]/text
fr: Parcourir sa collection de reliques (Quête disponible).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[6]/text
fr: Parcourir sa fière collection de reliques.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[7]/text
fr: Attaquer !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[8]/text
fr: Refuser sa proposition.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[8]/event/text
fr: "Peut-être plus tard, mon garçon ! Je suis sûr que si tu reviens avec des choses intéressantes, je pourrai te trouver quelque chose d'extraordinaire."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[8]/event/choice[1]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_FIRST_MEETING"]/choice[8]/event/choice[2]/text
fr: Ne rien faire.

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[1]
fr: "Salutations, mon garçon ! Entrez, voyons ce que le vieil Alastair peut faire pour vous."

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[2]
fr: "C'est un plaisir de te voir ici, mon garçon ! Voyons si nous pouvons préparer quelque chose d'intéressant."

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[3]
fr: "Ah, c'est justement le garçon que je voulais voir ! Entrez, j'ai des choses intéressantes pour vous."

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[4]
fr: "Je me suis dit que je devais venir vous féliciter, mon garçon ! Vous avez réussi à vous trouver le meilleur forgeron du multivers !"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[5]
fr: "Oho, c'est bon de vous revoir, mon garçon ! J'avais peur que vous m'ayez oublié ! Jetez un coup d'œil, voyez ce qui vous intéresse."

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[6]
fr: Le son d'une enclume retentit dans les communications. "Content de vous voir, mon garçon ! Je suis un peu occupé en ce moment, mais n'hésitez pas à entrer !"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[7]
fr: "Vous vous êtes déjà demandé pourquoi je porte ce masque, mon garçon ? Moi aussi ! Maintenant, entrez, nous n'avons pas tout le millénaire."

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[8]
fr: "Oui, c'est vous, n'est-ce pas ? Bienvenue ! Mes services sont à votre disposition !"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[9]
fr: "SALUT MON GARCON ! ENTREZ, ENTREZ ! ON DIRAIT QUE J'AI ENCORE OUBLIÉ DE BAISSER LE VOLUME DE CETte chanson. Nous y voilà. Jetez un coup d'œil !"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[10]
fr: "Bienvenue, mon garçon ! Oh, soyez le bienvenu en effet ! C'est un plaisir de vous revoir, et j'espère que j'ai quelque chose qui vous plaira."

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[11]
fr: "Och, c'est vous. C'est bon de vous voir. Entrez, bien sûr, et parcourez mes charmants services !"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[12]
fr: Alastair apparaît dans son lit et éternue à plusieurs reprises. "...Bonjour mon garçon. Je ne suis pas très en forme aujourd'hui. Dites à l'un de mes garçons ce que vous voulez et je serai bientôt debout."

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[13]
fr: Alastair semble ne pas vous avoir encore remarqué. "Pensez-vous qu'elle aimerait un golden retriever ? Ou peut-être un Corgi ? Och, Lucille est une fille difficile", dit-il à l'un de ses Plaqués. Alastair vous remarque enfin : "Oh mon Dieu ! Mon garçon, je suis vraiment désolé ! Que puis-je faire pour vous ?"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[14]
fr: "Mon garçon, quel plaisir de vous voir ! Je faisais juste un peu de nettoyage autour de mon vaisseau ! S'il vous plaît, achetez quelque chose ! Ça me fera de la place pour installer un nouveau canapé."

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[15]
fr: Lorsqu'Alastair répond à votre appel, il semble être en train de construire une table bon marché de marque Mantis : "Oui, j'aime bien construire des meubles de temps en temps, c'est bon pour les articulations. Que puis-je faire pour vous, mon garçon ?"

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_GENERIC"]/text[16]
fr: Alors que vous vous frayez un chemin dans le vaisseau d'Alastair, vous remarquez quelques Plaqués qui transportent des drones incomplets à l'allure étrange que vous n'avez jamais vus auparavant. Alastair intervient après vous avoir vu remarquer les chargements : "Ah-ha mon garçon, je vois que vous avez remarqué les nouveaux modèles de drones sur lesquels j'ai travaillé ! Ils ne sont pas encore tout à fait prêts pour que je vous les donne, mais je vous assure que lorsqu'ils seront terminés, vous serez le premier à le savoir ! "

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_NORMAL"]/text
fr: "Vous avez l'air d'un garçon à l'œil avisé. Et si je vous montrais quelques armes qui m'ont séduit ?" (Remarque : vous pouvez désormais appuyer sur le bouton Forge à tout moment pour accéder à un deuxième menu.)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_NORMAL"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/tooltip
fr: Ouvrer le menu Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_NORMAL"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/inactiveTooltip
fr: Indisponible : Vous ne pouvez pas faire cela lorsque vous êtes en danger !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE"]/text
fr: "Mon bon garçon ! Je suis de très bonne humeur aujourd'hui et j'aimerais vous montrer quelques-uns de mes stocks spéciaux. Mon garçon, faites votre choix et profitez-en !" (Remarque : vous pouvez maintenant appuyer sur le bouton Forge à tout moment pour accéder à un deuxième menu.)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/tooltip
fr: Ouvrer le menu Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/inactiveTooltip
fr: Indisponible : Vous ne pouvez pas faire cela lorsque vous êtes en danger !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE_PLUS"]/text
fr: "Ohohohoh mon garçon ! Un de mes vieux amis est passé par là avec quelques stocks exotiques pour que je les bricole. Pourquoi ne pas en mettre quelques-unes de côté pour que vous puissiez les acheter si vous le souhaitez ? Rien de tel que de répandre la joie, hein mon garçon ?". (Remarque : vous pouvez désormais appuyer sur le bouton Forge à tout moment pour accéder à un deuxième menu.)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE_PLUS"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/tooltip
fr: Ouvrer le menu Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGEMASTER_TRADES_RARE_PLUS"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/inactiveTooltip
fr: Indisponible : Vous ne pouvez pas faire cela lorsque vous êtes en danger !

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_STORE_BOON"]/text[1]
fr: "Vous avez l'air d'un garçon qui a l'œil avisé. Aujourd'hui, un Rocailleux plutôt généreux nous a offert un stock important. Que diriez-vous que je vous montre quelques armes qui ont attiré mon attention ?" (Remarque : vous pouvez désormais appuyer sur le bouton Forge à tout moment pour accéder à un deuxième menu.)

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_STORE_BOON"]/text[2]
fr: "Mon garçon ! Nous avons déballé une généreuse cargaison offerte par un puissant Rocailleux, et certains de ces objets sont vraiment très rares ! Laissez-moi vous montrer ce que nous avons." (Note : Vous pouvez maintenant appuyer sur le bouton Forge à tout moment afin d'accéder à un deuxième menu.)

source: data/events_specialfm_forgemaster.xml.append$//textList[@name="TEXT_FORGEMASTER_STORE_BOON"]/text[3]
fr: "Bon choix, mon garçon ! Nous avons trouvé des marchandises plutôt exotiques dans ce paquet qui nous a été donné par un Rocailleux des plus généreux ! Certaines de ces choses ont l'air carrément d'un autre monde, mon garçon - et si j'en mettais quelques-unes de côté pour que vous puissiez les acheter si vous le souhaitez ? On m'a dit que cette cargaison était pour vous, les renégats, après tout !" (Remarque : vous pouvez désormais appuyer sur le bouton Forge à tout moment pour accéder à un deuxième menu.)

source: data/events_specialfm_forgemaster.xml.append$/dummyroot/FTL[2]/event[@name="FM_FORGEMASTER_TRADES_BOON"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/tooltip
fr: Ouvrer le menu Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$/dummyroot/FTL[2]/event[@name="FM_FORGEMASTER_TRADES_BOON"]/eventButton[@name="UI_FORGEMASTER_SECOND_PROMPT"]/inactiveTooltip
fr: Indisponible : Vous ne pouvez pas faire cela lorsque vous êtes en danger !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/text
fr: Vous pénétrez dans une pièce faiblement éclairée où plusieurs objets de caractère étrange reposent sur des socles métalliques. [Ceci est le centre de quêtes du Maître des forges ! Dans les prochaines mises à jour, vous pourrez obtenir des quêtes sectorielles auprès d'Alastair ici ! Pour l'instant, il y en a une disponible dans le secteur des Mantis libres ! (et aussi une autre ailleurs)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_gunbomquest_rescued"]/text
fr: Se renseigner à nouveau sur Winchester.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_gunbomquest_taken"]/text
fr: Se renseigner à nouveau sur Winchester.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="SEC SECTOR_FREEMANTIS"]/text
fr: Examiner un reçu inhabituel sur le sol.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_arborealquest_exe"]/text
fr: Informer Alastair du résultat de votre recherche.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_arborealquest_rev"]/text
fr: Informer Alastair du résultat de votre recherche.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="fm_arborealquest_taken"]/text
fr: Se renseigner à nouveau sur Kyriet et Mandelbriss.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[@req="SEC SECTOR_GATHERING_UNIQUE"]/text
fr: Examiner une vitrine contenant un cristal vert brisé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[8]/text
fr: En y réfléchissant bien, montrez-moi ce que vous avez à fabriquer pour moi...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_RELIC_COLLECTION"]/choice[9]/text
fr: Laisser tomber, retourner au menu principal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_CALL"]/beaconType/unvisitedTooltip
fr: C'est l'emplacement du Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_CALL"]/beaconType/visitedTooltip
fr: Le Maître des forges est passé par ici. Quel personnage intéressant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_CALL"]/beaconType/undiscoveredTooltip
fr: C'est l'emplacement du Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[1]/text
fr: Voir ce qu'il propose. (Il vend des composants pour l'artisanat.)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[2]/text
fr: Consulter la section "Coque modulaire".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[@req="FM_FORGE_LIST_CHECK"]/text
fr: Forger une nouvelle arme, moyennant un certain prix.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FORGEMASTER_PHONE_EVENT"]/choice[4]/text
fr: Vérifier les recettes de forge.
