Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN" and not(@lvl)]/text
fr: Module de temps de recharge du système [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_CLOAKING"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/text
fr: Que voulez-vous installer dans le système d'artillerie ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Artillerie) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système d'artillerie !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (artillerie) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre système d'artillerie !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_ARTILLERY"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/text
fr: Que voulez-vous installer dans le système de Piratage ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Piratage) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/choice[1]/event/text
fr: Une mise à jour du système a été installée sur votre système de piratage !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Piratage) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre système de piratage !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/text
fr: Module de temps de recharge du système [60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/text
fr: Installer le module de temps de recharge du système (Piratage) ? [5 secondes sur le temps de recharge du système, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/choice[1]/text
fr: Installer le module de temps de recharge du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/choice[1]/event/text
fr: Le module de temps de recharge a été installé dans votre système de piratage !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN" and not(@lvl)]/text
fr: Module de temps de recharge du système [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_HACKING"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/text
fr: Que voulez-vous installer dans le système de Contrôle Mental ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Contrôle mental) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/choice[1]/event/text
fr: Une mise à jour du système a été installée sur votre système de Contrôle Mental !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Contrôle Mental) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre système de contrôle mental !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/text
fr: Module de temps de recharge du système [60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/text
fr: Installer le module de temps de recharge du système (Contrôle mental) ? [5 secondes sur le temps de recharge du système, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/choice[1]/text
fr: Installer le module de temps de recharge du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/choice[1]/event/text
fr: Le module de temps de recharge du système a été installé sur votre système de contrôle mental !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN" and not(@lvl)]/text
fr: Module de temps de recharge du système [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_MIND"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/text
fr: Que voulez-vous installer dans le système du Manipulateur temporel ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Manipulateur temporel) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre système de Manipulateur temporel !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Manipulateur temporel) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée sur votre système de Manipulateur temporel !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/text
fr: Module de temps de recharge du système [60~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/text
fr: Installer le module de temps de recharge du système (Temporel) ? [5 secondes de temps de recharge du système, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/choice[1]/text
fr: Installer le module de temps de recharge du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/choice[1]/event/text
fr: Le module de temps de recharge du système a été installé dans votre système temporel !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN" and not(@lvl)]/text
fr: Module de temps de recharge du système [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_TEMPORAL"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/text
fr: Que voulez-vous installer dans le sous-système de pilotage ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Pilotage) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre sous-système de pilotage !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Pilotage) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre sous-système de pilotage !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]
