Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[1]/text
fr: Fabriquer le Projet #22.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/text
fr: Vous consultez actuellement le Lance-mines 'Ba-Pef'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/choice[1]/text
fr: Fabriquer le Lance-mines 'Ba-Pef'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMBLAUNCHER_HULL"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/text
fr: Vous consultez actuellement le Lance-mines 'bombe sale'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/choice[1]/text
fr: Fabriquer le Lance-mines 'Bombe sale'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MINELAUNCHER_BIO"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/text
fr: Vous consultez actuellement les Missiles lourds "Debilitatum".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/choice[@req="FM_ION_MISSILES_LIST"]/text
fr: Fabriquer les Missiles lourds "Debilitatum

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/choice[@req="FM_ION_MISSILES_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/choice[@req="FM_ION_MISSILES_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ION_MISSILES"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/text
fr: Vous consultez actuellement le Générateur de Confinement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_1"]/text
fr: Fabriquer le Générateur de Confinement à l'aide d'une Bombe Etourdissante et d'un Cristal Neuronal

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_1"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_1"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_2"]/text
fr: Fabriquer le Générateur de Confinement à l'aide d'une Bombe étourdissante et d'un Cristal Neuronal Élite

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[@req="FM_IMPRISMENT_INDUCER_LIST_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_IMPRISMENT_INDUCER"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/text
fr: Vous consultez actuellement le Volley Gun.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="4"]/text
fr: Fabriquer le Volley Gun en utilisant 4 AC 1s

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="4"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="4"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="3"]/text
fr: Fabriquer le Volley Gun en utilisant 3 AC 1s

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="3"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="3"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="2"]/text
fr: Fabriquer le Volley Gun en utilisant 2 AC 1s

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[@req="AC_1_COUNT" and @lvl="2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_RVS_AC_CHARGE"]/choice[4]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/text
fr: Vous consultez actuellement le canon "Mammouth".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/choice[@req="MAMMOTH_CANNON_FORGE_LIST"]/text
fr: Fabriquer le canon 'Mammouth'

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/choice[@req="MAMMOTH_CANNON_FORGE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/choice[@req="MAMMOTH_CANNON_FORGE_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_MAMMOTH_CANNON"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/text
fr: Vous parcourez les armes à Bulbes Élite stockées à bord de votre vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/text
fr: Permettre à votre Sangsue de se gaver du Lance-bulbes Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/text
fr: La Sangsue a l'air presque... TROP impatiente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/choice[@req="KERNEL_1_ELITE"]/text
fr: La Sangsue dévore avec avidité le Lance-bulbes Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/choice[@req="KERNEL_1_ELITE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/choice[@req="KERNEL_1_ELITE"]/event/choice/event/removeCrew/text
fr: La Sangsue se nourrit de l'arme à Bulbes Élite, fusionnant avec elle d'une étrange manière organique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_1_ELITE"]/event/choice[@req="KERNEL_1_ELITE"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/text
fr: Laisser votre Sangsue se gaver du Lance-bulbes Rafale Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/text
fr: La Sangsue a l'air presque... TROP impatiente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/choice[@req="KERNEL_2_ELITE"]/text
fr: La Sangsue dévore avidement le Lance-bulbes Rafale Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/choice[@req="KERNEL_2_ELITE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/choice[@req="KERNEL_2_ELITE"]/event/choice/event/removeCrew/text
fr: La Sangsue se nourrit de l'arme à Bulbes Élite, fusionnant avec elle d'une étrange manière organique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_2_ELITE"]/event/choice[@req="KERNEL_2_ELITE"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/text
fr: Laisser votre Sangsue se gaver du Lance-bulbes Lourd Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/text
fr: La Sangsue a l'air presque... TROP impatiente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice[@req="KERNEL_HEAVY_ELITE"]/text
fr: La Sangsue dévore avidement le Lance-bulbes Lourd Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice/event/removeCrew/text
fr: La Sangsue se nourrit de l'arme à Bulbes Élite, fusionnant avec elle d'une étrange manière organique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice[@req="KERNEL_HEAVY_ELITE"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/text
fr: Laisser votre Sangsue se gaver du Lance-bulbes anti coque Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/text
fr: La Sangsue a l'air presque... TROP impatiente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/choice[@req="KERNEL_HULL_ELITE"]/text
fr: La Sangsue dévore avidement le Lance-bulbes anti coque Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/choice[@req="KERNEL_HULL_ELITE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/choice[@req="KERNEL_HULL_ELITE"]/event/choice/event/removeCrew/text
fr: La Sangsue se nourrit de l'arme à Bulbes Élite, fusionnant avec elle d'une étrange manière organique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_HULL_ELITE"]/event/choice[@req="KERNEL_HULL_ELITE"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/text
fr: Laisser votre Sangsue se gaver du Lance-bulbes en chaîne Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/text
fr: La Sangsue a l'air presque... TROP impatiente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice[@req="KERNEL_CHAIN_ELITE"]/text
fr: La Sangsue dévore avidement le Lance-bulbes en chaîne Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice/event/removeCrew/text
fr: La Sangsue se nourrit de l'arme à Bulbes Élite, fusionnant avec elle d'une étrange manière organique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice[@req="KERNEL_CHAIN_ELITE"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/text
fr: Laisser votre Sangsue se gaver du Lance-bulbes à Charge Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/text
fr: La Sangsue a l'air presque... TROP impatiente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice[@req="KERNEL_CHARGE_ELITE"]/text
fr: La Sangsue dévore avidement le Lance-bulbes à Charge Élite.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice/event/removeCrew/text
fr: La Sangsue se nourrit de l'arme à Bulbes Élite, fusionnant avec elle d'une étrange manière organique.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice[@req="KERNEL_CHARGE_ELITE"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_BASILISK"]/choice[7]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/text
fr: Quelle arme allez-vous mettre à niveau ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_BRONZE"]/text
fr: Améliorer l'arme Flak de bronze

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_INDIUM"]/text
fr: Améliorer l'arme Flak d'indium

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_RHENIUM"]/text
fr: Améliorer l'arme Flak de Rhénium

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_SILVER"]/text
fr: Améliorer l'arme Flak d'Argent

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PALLADIUM_LIST_FULL"]/text
fr: Améliorer l'arme Flak de Palladium

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PALLADIUM"]/text
fr: Vous devez disposer d'une arme Cristalienne Élite pour passer à l'Iridium !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_IRIDIUM"]/text
fr: Améliorer l'arme Flak d'iridium

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PLATINUM"]/text
fr: Améliorer l'arme Flak de Platine

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_OSMIUM"]/text
fr: Améliorer l'arme Flak d'Osmium

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_NOBELIUM_LIST_FULL"]/text
fr: Amélioration de l'arme Flak Nobélienne

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_NOBELIUM"]/text
fr: Vous devez disposer d'une arme Cristalien Élite pour passer à la dernière amélioration, le Hassium !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_BRONZE_PLAYER"]/text
fr: Améliorer l'arme Flak de bronze+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_INDIUM_PLAYER"]/text
fr: Améliorer l'arme Flak d'indium+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_RHENIUM_PLAYER"]/text
fr: Améliorer l'arme Flak de Rhénium+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_SILVER_PLAYER"]/text
fr: Améliorer l'arme Flak d'Argent+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PALLADIUM_LIST_FULL_PLAYER"]/text
fr: Améliorer l'arme Flak de palladium+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PALLADIUM_PLAYER"]/text
fr: Vous devez disposer d'une arme Cristalienne Élite pour passer à l'Iridium !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_IRIDIUM_PLAYER"]/text
fr: Améliorer l'arme Flak d'iridium+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_PLATINUM_PLAYER"]/text
fr: Améliorer l'arme Flak de Platine+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_OSMIUM_PLAYER"]/text
fr: Améliorer l'arme Flak d'Osmium+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_NOBELIUM_LIST_FULL_PLAYER"]/text
fr: Amélioration de l'arme Flak Nobélienne+

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="FM_SHOTGUN_NOBELIUM_PLAYER"]/text
fr: Vous devez disposer d'une arme Cristalien Élite pour passer à la dernière amélioration, le Hassium !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_LISTFULL"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE"]/text
fr: Vous consultez actuellement la Flak de bronze.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE"]/choice[1]/text
fr: Améliorer la Flak de bronze en utilisant de la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE"]/choice[1]/event/choice/text
fr: Amélioration de la Flak d'indium terminée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_BRONZE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM"]/text
fr: Vous consultez actuellement la Flak d'Indium.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM"]/choice[1]/text
fr: Démanteler la Flak d'Indium en utilisant de la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM"]/choice[1]/event/choice/text
fr: Amélioration de la Flak de Rhenium complète !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_INDIUM"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM"]/text
fr: Vous consultez actuellement la Flak de Rhénium.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM"]/choice[1]/text
fr: Améliorer la Flak de rhénium en utilisant de la ferraille ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM"]/choice[1]/event/choice/text
fr: Amélioration de la Flak d'argent terminée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_UPGRADE_RHENIUM"]/choice[2]/text
fr: Laisser tomber.
