Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2"]/event/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/text
fr: Utiliser la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1"]/text
fr: Installer le Cristal Rafale I dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/text
fr: Installer le Cristal Rafale I d'Elite dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_1_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2"]/text
fr: Installer le Cristal Rafale MK II dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/text
fr: Installer le Cristal Rafale d'Élite MK II dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_BURST_2_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1"]/text
fr: Installer le Cristal Lourd MK I dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/text
fr: Installer le Cristal Lourd d'Elite MK I dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_1_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2"]/text
fr: Installer le Cristal Lourd MK II dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/text
fr: Installer le Cristal Lourd d'Élite MK II dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_HEAVY_2_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN"]/text
fr: Installer le Cristal Neuronal dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN_RED"]/text
fr: Installer le Cristal Neuronal d'Élite dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_STUN_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN"]/text
fr: Installer l'Éclats Cristalien dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/text
fr: Installer l'Éclats Cristalien d'élite dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_SHOTGUN_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/text
fr: Installer le Chargeur de Cristal dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/text
fr: Installer le Chargeur de Cristal d'Elite dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="CRYSTAL_CHARGEGUN_RED"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/text
fr: Installer le Lanceur d'Éclats dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="MINELAUNCHER_CRYSTAL"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/text
fr: Installer la Bombe de verrouillage Cristalien dans la Flak II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="BOMB_LOCK"]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="SHOTGUN_2_PLAYER"]/event/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SHOTGUN_BRONZE"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/text
fr: Vous consultez actuellement les Missiles 'Feu Infernal'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_MEGA_PLUS"]/text
fr: Fabriquer les missiles 'Feu Infernal'++ en utilisant les missiles Ares+ et les missiles Hadès+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_MEGA_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_MEGA_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS"]/text
fr: Fabriquer les missiles 'Feu Infernal'+ en utilisant les missiles Ares et les missiles Hadès+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS_TYPE2"]/text
fr: Fabriquer les missiles 'Feu Infernal'+ en utilisant les missiles Ares+ et les missiles Hadès.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS_TYPE2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST_PLUS_TYPE2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST"]/text
fr: Fabriquer les missiles 'Feu Infernal' en utilisant les missiles Ares et les missiles Hadès.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[@req="FM_MISSILES_BURST_FIRE_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_BURST_FIRE"]/choice[5]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/text
fr: Vous consultez actuellement les missiles 'Tchernobog'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_MEGA"]/text
fr: Fabriquer les missiles 'Tchernobog'++ en utilisant l'Énergie étourdissant+ et les missiles 'Nyx'+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_MEGA"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_MEGA"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS"]/text
fr: Fabriquer les missiles 'Tchernobog'+ en utilisant l'Énergie étourdissant+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS_2"]/text
fr: Fabriquez les Missiles 'Tchernobog'+ en utilisant les Missiles 'Nyx'+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS_2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST_PLUS_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST"]/text
fr: Fabriquer les missiles 'Tchernobog' en utilisant l'Énergie étourdissant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[@req="FM_MISSILES_CLOAK_STUN_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MISSILES_CLOAK_STUN"]/choice[5]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/text
fr: Vous consultez actuellement le projet #7 : Fin Ardente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[1]/text
fr: Fabriquer le projet #7 : Fin Ardente.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_FIRE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BOMB_CRYSTAL_BIO"]/text
fr: Vous consultez actuellement le projet #22 : Sans nom.
