Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_AMBER_DRONE_LIST" and @lvl="1"]/text
fr: Surcharger le réseau du Cristal Lourd MK I avec les particules du Drone d'Assaut pour forger le Drone de Bataille Ambré.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_AMBER_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Cristal Lourd MK I et d'un Drone d'Assaut pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_CRYSTAL_DRONE_LIST" and @lvl="1"]/text
fr: Calibrer les fréquences de résonance des projectiles de l'Éclats Cristal en utilisant le noyau du Drone d'Assaut pour forger le Drone de Bataille Cristalien.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_CRYSTAL_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Éclats Cristalien et d'un Drone d'Assaut pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_CURA_DRONE_LIST" and @lvl="1"]/text
fr: Optimiser le réacteur et les algorithmes du Drone de Bataille conservateur à l'aide de l'ordinateur du Drone Manager tout en construisant une usine de drones de fortune à l'aide du plan du Drone de Bataille MK I.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_CURA_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Drone Manager, d'un Drone de Bataille conservateur et d'un Drone de Bataille MK I pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST" and @lvl="1"]/text
fr: Infuser l'essence d'un fantôme dans votre Drone d'Assaut pour fabriquer le Drone lance-flammes Dazhbog.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Drone d'Assaut et d'une forme gazeuse pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_FORGEMAN_DRONE_LIST" and @lvl="1"]/text
fr: Demander à vos Plaqués d'utiliser leur expertise dans l'art de la forge pour convertir votre Drone de Bataille MK II en Drone Maître des Forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_FORGEMAN_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Drone de Bataille MK II et d'un artisan expert pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_ISHIMURA_DRONE_LIST" and @lvl="1"]/text
fr: Créer une boucle de rétroaction entre les rayons du Stiletto et du Drone Aiguillon Amplifié pour fabriquer le Drone à Rayon Ishimura.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_ISHIMURA_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Aiguillon Stiletto et d'un Drone Aiguillon Amplifié pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_KESTREL_DRONE_LIST" and @lvl="1"]/text
fr: Installer le mécanisme de chargement interne du Laser Rafale MK II dans le Drone de Bataille MK I pour fabriquer le Drone de Bataille Kestrel.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_KESTREL_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser Rafale MK II et d'un Drone de Bataille MK I pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_MFK_KESTREL_DRONE_LIST" and @lvl="1"]/text
fr: Installer le Laser Léger MK I dans le châssis du Drone de Bataille MK I pour fabriquer le Drone de Bataille MFK Kestrel.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_MFK_KESTREL_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un Laser Léger MK I et d'un Drone de Bataille MK I pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_MFK_PICKET_DRONE_LIST" and @lvl="1"]/text
fr: Utiliser la suite de données du Drone de reconnaissance pour reconfigurer votre technologie de téléportation externe en Relais de téléportation de sentinelle MFK.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_MFK_PICKET_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'un drone de reconnaissance et de l'augmentation Téléporteur Reconstructeur Externe pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_SIREN_DRONE_LIST" and @lvl="1"]/text
fr: Extraire les composants étourdissants de la Bombe Étourdissante et les intégrer au Drone Ravageur pour créer le Drone de Bataille Sirène.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="FM_SIREN_DRONE_LIST" and @lvl="0"]/text
fr: Vous devez disposer d'une Bombe étourdissante et d'un Drone Ravageur pour forger ce drone.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_FORGE_COMBAT_DRONE"]/choice[@req="pilot"]/text
fr: Laisser tomber, retourner au menu principal.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_COMBAT_BEAM1"]/text
fr: Vous consultez actuellement le Drone rayon d'énergie à rayon d'énergie 'Quelqu'un d'autre l'a nommé (Spectro-Boum)'. [Coût : 37~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_COMBAT_BEAM1"]/choice[@req="FM_ENERGY_COMBAT_BEAM1_LIST"]/text
fr: Fabriquer le Drone à rayon d'énergie "Quelqu'un d'autre l'a nommé (Spectro-Boum)".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_COMBAT_BEAM1"]/choice[@req="FM_ENERGY_COMBAT_BEAM1_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ENERGY_COMBAT_BEAM1"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_AMBER_DRONE"]/text
fr: Vous consultez actuellement le Drone de Bataille Ambré. [Coût : 37~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_AMBER_DRONE"]/choice[@req="FM_AMBER_DRONE_LIST"]/text
fr: Fabriquer le Drone Ambré.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_AMBER_DRONE"]/choice[@req="FM_AMBER_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_AMBER_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CRYSTAL_DRONE"]/text
fr: Vous consultez actuellement le Drone de Bataille Cristalien. [Coût : 37~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CRYSTAL_DRONE"]/choice[@req="FM_CRYSTAL_DRONE_LIST"]/text
fr: Fabriquer le Drone Cristalien.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CRYSTAL_DRONE"]/choice[@req="FM_CRYSTAL_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CRYSTAL_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CURA_DRONE"]/text
fr: Vous consultez actuellement le Drone de Bataille CURA . [Coût : 110~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CURA_DRONE"]/choice[@req="FM_CURA_DRONE_LIST"]/text
fr: Fabriquer le Drone CURA.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CURA_DRONE"]/choice[@req="FM_CURA_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_CURA_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/text
fr: Vous consultez actuellement le Drone lance-flammes Dazhbog. [Coût : 37~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST1"]/text
fr: Fabriquer le Drone Dazhbog en utilisant un Esprit.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST1"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST1"]/event/removeCrew/text
fr: Vous infusez avec précaution les gaz de votre Esprit dans le Drone d'Assaut.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST2"]/text
fr: Fabriquer le Drone Dazhbog en utilisant une Goule.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST2"]/event/removeCrew/text
fr: Vous infusez avec précaution les gaz de votre Goule dans le Drone d'Assaut.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST3"]/text
fr: Fabriquer le Drone Dazhbog en utilisant un Cauchemar.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST3"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST3"]/event/removeCrew/text
fr: Vous infusez avec précaution les gaz de votre Cauchemar dans le Drone d'Assaut.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST4"]/text
fr: Fabriquer le Drone Dazhbog en utilisant un Spectre.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST4"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[@req="FM_FLAMETHROWER_DRONE_LIST4"]/event/removeCrew/text
fr: Vous infusez avec précaution les gaz de votre Spectre dans le Drone d'Assaut.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FLAMETHROWER_DRONE"]/choice[5]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FORGEMAN_DRONE"]/text
fr: Vous consultez actuellement le Maître des forges Drone de Bataille. [Coût : 37~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FORGEMAN_DRONE"]/choice[@req="FM_FORGEMAN_DRONE_LIST"]/text
fr: Fabriquer le Drone Maître des forges.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FORGEMAN_DRONE"]/choice[@req="FM_FORGEMAN_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FORGEMAN_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ISHIMURA_DRONE"]/text
fr: Vous consultez actuellement le Drone de Bataille Ishimura. [Coût : 37~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ISHIMURA_DRONE"]/choice[@req="FM_ISHIMURA_DRONE_LIST"]/text
fr: Fabriquer le Drone Ishimura.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ISHIMURA_DRONE"]/choice[@req="FM_ISHIMURA_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_ISHIMURA_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_KESTREL_DRONE"]/text
fr: Vous consultez actuellement le Drone de Bataille Kestrel. [Coût : 100~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_KESTREL_DRONE"]/choice[@req="FM_KESTREL_DRONE_LIST"]/text
fr: Fabriquer le Drone Kestrel.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_KESTREL_DRONE"]/choice[@req="FM_KESTREL_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_KESTREL_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_KESTREL_DRONE"]/text
fr: Vous consultez actuellement le Drone de Bataille Kestrel MFK. [Coût : 100~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_KESTREL_DRONE"]/choice[@req="FM_MFK_KESTREL_DRONE_LIST"]/text
fr: Fabriquer le Drone Kestrel MFK.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_KESTREL_DRONE"]/choice[@req="FM_MFK_KESTREL_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_KESTREL_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_PICKET_DRONE"]/text
fr: Vous consultez actuellement le Relais de téléportation de sentinelle MFK. [Coût : 37~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_PICKET_DRONE"]/choice[@req="FM_MFK_PICKET_DRONE_LIST"]/text
fr: Fabriquer le Drone sentinelle MFK.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_PICKET_DRONE"]/choice[@req="FM_MFK_PICKET_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_MFK_PICKET_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SIREN_DRONE"]/text
fr: Vous consultez actuellement le Drone de Bataille Sirène. [Coût : 37~].

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SIREN_DRONE"]/choice[@req="FM_SIREN_DRONE_LIST"]/text
fr: Fabriquer le Drone Sirène.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SIREN_DRONE"]/choice[@req="FM_SIREN_DRONE_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_SIREN_DRONE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/text
fr: C'est ici que vous pouvez installer et modifier votre propre coque modulaire !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_MODULAR_HULL" and @lvl="0"]/text
fr: Installer la coque modulaire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_HULL_NOPOINTS"]/text
fr: Actuellement, 0 cran d'amélioration est utilisé. Encore 5 avant que le premier module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="1"]/text
fr: Actuellement, 1 cran d'amélioration est utilisé. Encore 4 avant que le premier module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="2"]/text
fr: Actuellement, 2 crans d'amélioration sont utilisés. Encore 3 avant que le premier module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="3"]/text
fr: Actuellement, 3 crans d'amélioration sont utilisés. Encore 3 avant que le premier module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="4"]/text
fr: Actuellement, 4 crans d'amélioration sont utilisés. Encore 1 avant que le premier module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="5"]/text
fr: Actuellement, 5 crans d'amélioration sont utilisés. Le premier module majeur doit être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="6"]/text
fr: Actuellement, 6 crans d'amélioration sont utilisés. Encore 4 avant que le deuxième module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="7"]/text
fr: Actuellement, 7 crans d'amélioration sont utilisés. Encore 3 avant que le deuxième module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="8"]/text
fr: Actuellement, 8 crans d'amélioration sont utilisés. Encore 2 avant que le deuxième module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="9"]/text
fr: Actuellement, 9 crans d'amélioration sont utilisés. Encore 1 avant que le deuxième module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="10"]/text
fr: Actuellement, 10 crans d'amélioration sont utilisés. Le deuxième module majeur doit être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="11"]/text
fr: Actuellement, 11 crans d'amélioration sont utilisés. Encore 4 avant que le troisième module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="12"]/text
fr: Actuellement, 12 crans d'amélioration sont utilisés. Encore 3 avant que le troisième module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="13"]/text
fr: Actuellement, 13 crans d'amélioration sont utilisés. Encore 2 avant que le troisième module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="14"]/text
fr: Actuellement, 14 crans d'amélioration sont utilisés. Encore 1 avant que le troisième module majeur ne doive être installé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="15"]/text
fr: Actuellement, 15 crans d'amélioration sont utilisés. Vous êtes au maximum !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="16"]/text
fr: Actuellement, 16 crans d'amélioration sont utilisés... "Surchargé"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="17"]/text
fr: Actuellement, 17 crans d'amélioration sont utilisés... "Surchargé II"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="18"]/text
fr: Actuellement, 18 crans d'amélioration sont utilisés... "Surchargé III"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="19"]/text
fr: Actuellement, 19 crans d'amélioration sont utilisés... "Surchargé IV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="20"]/text
fr: Actuellement, 20 crans d'amélioration sont utilisés... "Surchargé V"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="21"]/text
fr: Actuellement, 21 crans d'amélioration sont utilisés... "Surchargé VI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="22"]/text
fr: Actuellement, 22 crans d'amélioration sont utilisés... "Surchargé VII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="23"]/text
fr: Actuellement, 23 crans d'amélioration sont utilisés... "Surchargé VIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="24"]/text
fr: Actuellement, 24 crans d'amélioration sont utilisés... "Surchargé IX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="25"]/text
fr: Actuellement, 25 crans d'amélioration sont utilisés... "Surchargé X"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="26"]/text
fr: Actuellement, 26 crans d'amélioration sont utilisés... "Surchargé XI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="27"]/text
fr: Actuellement, 27 crans d'amélioration sont utilisés... "Surchargé XII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="28"]/text
fr: Actuellement, 28 crans d'amélioration sont utilisés... "Surchargé XIII"
