Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE2" and @lvl="16"]/text
fr: Cultivateur Protège-coque Crystalien(x16+) [60% 2 cristaux Vengeance (40%feu, 40%brèche, 1pt syst)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="1"]/text
fr: Cultivateur Protège-coque Forgefeu [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="2"]/text
fr: Cultivateur Protège-coque Forgefeu(x2) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="3"]/text
fr: Cultivateur Protège-coque Forgefeu(x3) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="4"]/text
fr: Cultivateur Protège-coque Forgefeu(x4) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="5"]/text
fr: Cultivateur Protège-coque Forgefeu(x5) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="6"]/text
fr: Cultivateur Protège-coque Forgefeu(x6) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="7"]/text
fr: Cultivateur Protège-coque Forgefeu(x7) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="8"]/text
fr: Cultivateur Protège-coque Forgefeu(x8) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="9"]/text
fr: Cultivateur Protège-coque Forgefeu(x9) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="10"]/text
fr: Cultivateur Protège-coque Forgefeu(x10) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_VENGEANCE3" and @lvl="11"]/text
fr: Cultivateur Protège-coque Forgefeu(x11) [60% 2 fragment magnétique de vengeance(10%feu, 50%brèche, 10pt syst, Démolition de Coque, 5s étourdissement)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_WEAPONS"]/text
fr: Module de mise à jour du système (Armes) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_SHIELDS"]/text
fr: Module de mise à jour du système (Boucliers) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_ENGINES"]/text
fr: Module de mise à jour du système (Moteurs) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MED"]/text
fr: Module de mise à jour du système (Infirmerie) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_DRONES"]/text
fr: Module de mise à jour du système (Drones) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_OXYGEN"]/text
fr: Module de mise à jour du système (Oxygène) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_TELEPORTER"]/text
fr: Module de mise à jour du système (Téléporteur) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_CLOAKING"]/text
fr: Module de mise à jour du système (Camouflage) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_ARTILLERY"]/text
fr: Module de mise à jour du système (Artillerie) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_HACKING"]/text
fr: Module de mise à jour du système (Piratage) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_MIND"]/text
fr: Module de mise à jour du système (Contrôle Mental) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_TEMPORAL"]/text
fr: Module de mise à jour du système (Manipulateur temporel) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_PILOT"]/text
fr: Module de mise à jour du système (Pilotage) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS"]/text
fr: Module de mise à jour du système (Capteurs) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS"]/text
fr: Module de mise à jour du système (Portes) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY"]/text
fr: Module de mise à jour du système (Batterie) [+40% réparation, -40% sabotage]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_WEAPONS"]/text
fr: Module d'intégration de micro-tourelle (Armes) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_SHIELDS"]/text
fr: Module d'intégration de micro-tourelle (Boucliers) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_ENGINES"]/text
fr: Module d'intégration de micro-tourelle (Moteurs) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_MED"]/text
fr: Module d'intégration de micro-tourelle (Infirmerie) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_DRONES"]/text
fr: Module d'intégration de micro-tourelle (Drones) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_OXYGEN"]/text
fr: Module d'intégration de micro-tourelle (Oxygène) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_TELEPORTER"]/text
fr: Module d'intégration de micro-tourelle (Téléporteur) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_CLOAKING"]/text
fr: Module d'intégration de micro-tourelle (Camouflage) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_ARTILLERY"]/text
fr: Module d'intégration de micro-tourelle (Artillerie) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_HACKING"]/text
fr: Module d'intégration de micro-tourelle (Piratage) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_MIND"]/text
fr: Module d'intégration de micro-tourelle (Contrôle Mental) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_TEMPORAL"]/text
fr: Module d'intégration de micro-tourelle (Manipulateur temporel) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_PILOT"]/text
fr: Module d'intégration de micro-tourelle (Pilotage) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS"]/text
fr: Module d'intégration de micro-tourelle (Capteurs) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS"]/text
fr: Module d'intégration de micro-tourelle (Portes) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY"]/text
fr: Module d'intégration de micro-tourelle (Batterie) [-7pv/s dans le système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_CLOAK_COOLDOWN"]/text
fr: Module de temps de recharge du système (Camouflage) [-5s de temps de recharge du système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_HACK_COOLDOWN"]/text
fr: Module de temps de recharge du système (Piratage) [-5s de temps de recharge du système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_MIND_COOLDOWN"]/text
fr: Module de temps de recharge du système (Contrôle Mental) [-5s de temps de recharge du système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_INSTALLED"]/choice[@req="FM_MODULAR_HULL_TEMPORAL_COOLDOWN"]/text
fr: Module de temps de recharge du système (Manipulateur temporel) [-5s de temps de recharge du système]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/text
fr: Vous trouvez un reçu EXTRÊMEMENT long sur le sol à l'intérieur du vaisseau du Maître des forges alors que vous êtes en train de regarder ses produits. Vous décidez de poser des questions à ce sujet. Alastair vous explique qu'il appartient à l'un de ses clients, un Mantis libre qui a passé une commande d'armes stupidement importante, nommée Winchester. "Pour être honnête, je suis un peu inquiet pour lui mon garçon, il avait l'air d'avoir des problèmes la dernière fois que nous nous sommes parlés. Si vous voulez aller voir, voici les coordonnées."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/event/text
fr: Alastair télécharge rapidement les coordonnées sur l'ordinateur de votre vaisseau, ses compagnons Plaqués arrêtant leur travail un bref instant pour l'observer avec curiosité.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/event/choice/event/text
fr: "Allez mon garçon, aidez le vieux Winchester. C'est un gars bien." dit Alastair avec un sourire qui semble cacher son inquiétude.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_INTRO"]/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/text
fr: Vous êtes arrivé aux coordonnées fournies par Alastair. Vous recevez un appel de détresse d'un vaisseau à l'aspect horrible, couvert d'armes sur chaque centimètre de sa coque. Il semble tenter de fuir un vaisseau Clairvoyant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/text
fr: Winchester le Mantis, capitaine du vaisseau, interpelle votre vaisseau : "Fédération, aidez-moi s'il vous plaît ! Je rembourserai jusqu'au dernier morceau de ferraille, promis, mais les Limaces n'ont aucune patience !" explique-t-il rapidement. Vous observez deux engis noir et blanc, probablement des jumeaux, qui courent dans l'arrière-plan, alimentant des systèmes et préparant des drones à lancer en vue d'une bataille apparemment inévitable. Le vaisseau noir et rouge du Clairvoyant vous envoie un second appel : "Ressstez à l'écart, Fédératttion. Il nous doit tout ccces morccceaux de ferraille !"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[1]/text
fr: Aider Winchester.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[1]/event/text
fr: Vous attaquez de front le vaisseau de l'Agent de recouvrement Clairvoyant : " Essspèce de sssalaud, vous zzaller payer pour ççça. Mon Dieu, je détessste tellement la Fédératttion."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/text
fr: Aider les agents de recouvrement Clairvoyants.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/text
fr: Pourquoi soutiendriez-vous un vaisseau qui a l'air aussi ridicule ! Vous décidez d'aider les Agents de recouvrement, Winchester l'a bien cherché. Vous tirez un coup de semonce sur l'étrange vaisseau. Vous êtes immédiatement interpellés par une paire d'engi noir et blanc : "Cessez-le-feu suggéré. Winchester est un bon Mantis, juste égaré par sa passion pour l'ingénierie. Winchester = Ami. Winchester ≠ ennemi. Proposition : Si vous changez d'avis, l'un de nous vous accompagnera en guise de remerciement.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/choice[1]/text
fr: Accepter leur proposition d'allumer le vaisseau Clairvoyant.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/choice[2]/text
fr: Respectez votre parole, vous n'auriez pas dû vous endetter en premier lieu.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/choice[2]/event/text
fr: Les deux engis ont l'air très déçus : "Vous = cruels. Nous dégoûter. Initier le protocole : Défendre le meilleur ami."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[2]/event/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[@req="SHIP_GUNBOM"]/text
fr: (Arm'Bom) Les contacter.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[@req="SHIP_GUNBOM"]/event/text
fr: Winchester répond en premier : "Comment ? Êtes-vous un fan de mon travail ??" Les Clairvoyants semblent être confus : "D-deux ? Peu importe, tuez-les tous les deux, jussste plusss de prime pour nous !"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[@req="SHIP_GUNBOM"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/text
fr: Rembourser la dette.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/event/text
fr: "Taizzez-vous", dit la Limace, presque choquée. "Nous n'avons pas de temps pour des jeux," explique-t-il. Votre équipage commence à transporter les 1 100 ferraille vers le Requin de dette, et ils semblent plutôt perplexes au début. Winchester reste sans voix. Le Mantis libre autrefois endetté et riche est désormais un insecte libre à nouveau. Les Clairvoyants annulent la chasse à l'homme sur Winchester le Mantis libre et vous regardent alors qu'ils s'éloignent. "Merccci, nous essspérons ne pas vous revoir," dit l'un d'eux. Leur vaisseau disparaît dans un saut SPL.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/event/choice/event/text
fr: Winchester appelle votre vaisseau, vous envoyant environ 3 appels en même temps, peut-être par excitation ou gratitude. "Je suis en Insecte libre maintenant, je peux me concentrer sur ma mission. Vous m'aidez avec la dette, j'essaie de ne pas m'impliquer dans la mission", commence-t-il, "Ma mission concerne l'Harmonie. Harmony bien pire que Rebel ne l'a jamais été. Ce vaisseau est le prototype d'un vaisseau conçu pour combattre l'Harmonie. Harmony ne se battra pas à la loyale, pourquoi Winchester se battrait-il à la loyale ?" Il explique : "Maintenant, je peux travailler sur la conception de mon vaisseau en paix, et peut-être arrêter l'Harmonie avant qu'il ne soit trop tard !". Avant que Winchester ne puisse continuer ses explications, une faille brune et jaune, charnue et dégoûtante, s'ouvre dans l'espace et aspire votre vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[4]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[5]/text
fr: Allons-y !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[5]/event/text
fr: Quoi que vous espériez faire ici, cela n'a plus de sens maintenant. Vous partez avant que le combat ne vous rattrape.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[5]/event/choice[1]/text
fr: Faire quelque chose à bord du vaisseau.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM"]/choice/event/choice[5]/event/choice[2]/text
fr: Ne rien faire.

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[1]/crewMember
fr: Remington

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[1]/text
fr: Vous allumez vos vaisseaux et attaquez de front le vaisseau de l'agent de recouvrement Clairvoyant. L'un des engi s'envole vers votre vaisseau à bord d'une petite navette, et se fait ouvrir la porte par votre équipage : "Vous = Intrigant. Parlerons plus tard, sauvons Winchester."

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[1]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[2]/crewMember
fr: Mossberg

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[2]/text
fr: Vous allumez vos vaisseaux et attaquez de front le vaisseau de l'agent de recouvrement Clairvoyant. L'un des engi s'envole vers votre vaisseau à bord d'une petite navette, et se fait ouvrir la porte par votre équipage : "Vous = Intrigant. Parlerons plus tard, sauvons Winchester."

source: data/events_specialfm_forgemaster.xml.append$//eventList[@name="FM_QUEST_GUNBOM_TWINS"]/event[2]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_TAKEN"]/text
fr: "Mon garçon, vous êtes encore là ? J'aime votre compagnie, mais la vie de Winchester est en danger ! Allez le chercher, s'il vous plaît, pour mon bien ?"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_TAKEN"]/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_COMPLETED_RESCUE"]/text
fr: "Mon garçon, c'est quoi ça ? Vous avez sauvé Winchester ? Mon garçon, vous êtes dans mes petits papiers. Je m'en souviendrai, je vous dois une faveur !"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_QUEST_GUNBOM_COMPLETED_RESCUE"]/choice/text
fr: Continuer...
