Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST"]/text
fr: Fabriquer le Laser à impulsions II en utilisant l'Énergie II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[@req="FM_PULSE_2_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_2"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/text
fr: Vous consultez actuellement le Laser à impulsions III.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/choice[1]/text
fr: Fabriquer le Laser à impulsions III.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSE_3"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/text
fr: Vous consultez actuellement le Canon à impulsions.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/choice[1]/text
fr: Fabriquer le Canon à impulsions.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_PULSEDEEP"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/text
fr: Vous consultez actuellement le Rayon Ishimura.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/text
fr: Fabriquer le Rayon Ishimura.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[1]/event/choice/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_2"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/text
fr: Vous consultez actuellement l'Aiguillon Terra Nova.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST"]/text
fr: Fabriquer l'Aiguillon Terra Nova en utilisant la Miséricorde.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST_2"]/text
fr: Fabriquer l'Aiguillon Terra Nova à l'aide du Stiletto.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST_2"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[@req="FM_BEAM_MINING_3_LIST_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_MINING_3"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/text
fr: Vous consultez actuellement le Rayon "Cuillère d'oreille".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/text
fr: Fabriquer le rayon 'Cuillère d'oreille'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[@req="BEAM_PARTICLE"]/event/choice/event/choice/event/choice/event/choice/text
fr: Retourner au menu d'artisanat.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_PARTICLE_PIERCE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/text
fr: Vous consultez actuellement le Rayon Menaulion.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/text
fr: Fabriquer le Rayon Ménaulion en utilisant la Dispersion des Robotueurs.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST"]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/text
fr: Fabriquer le Rayon Ménaulion en utilisant la Dispersion des Robotueurs.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_2"]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/text
fr: Fabriquer le Rayon Ménaulion à l'aide de la Dispersion de Robotueurs internalisée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_3"]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/text
fr: Fabriquer le Rayon Ménaulion+ en utilisant la dispersion des Robotueurs.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS"]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/text
fr: Fabriquer le Rayon Ménaulion+ en utilisant la Dispersion des Robotueurs verrouillé.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_2"]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/text
fr: Fabriquer le Rayon Ménaulion+ à l'aide de la Dispersion de Robotueurs internalisée.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[@req="FM_BEAM_GUILLOTINE_CHAIN_LIST_PLUS_3"]/event/choice/event/choice/event/choice/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_GUILLOTINE_CHAIN"]/choice[7]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/text
fr: Vous consultez actuellement le Rayon 'Valefor'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_PLUS"]/text
fr: Fabriquer le Rayon 'Valefor'+ en utilisant le Rayon Hallebarde+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST"]/text
fr: Fabriquer le Rayon 'Valefor' en utilisant le Rayon Hallebarde.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_EGG"]/text
fr: Fabriquer le Rayon 'Valefor' en utilisant le Rayon Hallebarde.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_EGG"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[@req="FM_BEAM_EXPLOSION_LIST_EGG"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_EXPLOSION"]/choice[4]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/text
fr: Vous consultez actuellement l'Aiguillon 'Parazonium'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/choice[1]/text
fr: Fabriquer l'Aiguillon "Parazonium".

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_FUELED_1"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/text
fr: Vous consultez actuellement l'Aiguillon 'Ébène'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/choice[1]/text
fr: Fabriquer l'Aiguillon 'Ébène'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_1"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/text
fr: Vous consultez actuellement l'Aiguillon 'Ciguë'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST_PLUS"]/text
fr: Fabriquer l'Aiguillon 'Ciguë'+ en utilisant l'Énergie II+.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST"]/text
fr: Fabriquer l'Aiguillon 'Ciguë' en utilisant l'Énergie II.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[@req="FM_FOCUS_ENERGY_2_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_2"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/text
fr: Vous consultez actuellement l'Aiguillon 'Cœur-Vert'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/choice[1]/text
fr: Fabriquer l'Aiguillon 'Cœur-Vert'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/choice[1]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_3"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/text
fr: Vous consultez actuellement l'Aiguillon 'Érable'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST"]/text
fr: Fabriquer l'Aiguillon 'Érable'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/choice[@req="FM_FOCUS_ENERGY_CONS_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ENERGY_CONS"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/text
fr: Vous consultez actuellement l'Aiguillon viral 'Aegrotatio'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST"]/text
fr: Fabriquer l'Aiguillon 'Aegrotatio'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST_PLUS"]/text
fr: Fabriquer l'Aiguillon 'Aegrotatio'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST_PLUS"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[@req="FM_FOCUS_VIRUS_LIST_PLUS"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_VIRUS"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/text
fr: Vous consultez actuellement l'Aiguillon Omiyari.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/choice[@req="FM_FOCUS_ADAPT_LIST"]/text
fr: Fabriquer l'Aiguillon Omiyari.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/choice[@req="FM_FOCUS_ADAPT_LIST"]/event/text
fr: Continuer la fabrication ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/choice[@req="FM_FOCUS_ADAPT_LIST"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_FOCUS_ADAPT"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/text
fr: Vous consultez actuellement le Rayon 'Kontos'.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="NPC_STORAGE_CHECK_CREATE_FM_BEAM_ION_PIERCE"]/choice[@req="ION_1"]/text
fr: Fabriquer le Rayon 'Kontos' en utilisant l'Ion standard.
