Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_PILOT"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/text
fr: Que voulez-vous installer dans le sous-système de Capteurs ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Capteurs) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans le sous-système des capteurs !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_SENSORS" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Capteurs) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installé dans votre sous-système de Capteurs !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="FM_MODULAR_HULL_TURRET_SENSORS" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_SENSORS"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/text
fr: Que voulez-vous installer dans le sous-système de Portes ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Portes) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre sous-système de portes !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_UPDATE_DOORS" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Portes) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installé dans votre sous-système de Portes !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="FM_MODULAR_HULL_TURRET_DOORS" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_DOORS"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/text
fr: Que voulez-vous installer dans le sous-système Batterie ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/text
fr: Module de mise à jour du système[40~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/text
fr: Installer la mise à jour du système (Batterie) ? [+40% de vitesse de réparation, -40% de dégâts de sabotage, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/choice[1]/text
fr: Installer la mise à jour du système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/choice[1]/event/text
fr: La mise à jour du système a été installée dans votre sous-système de batterie !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_UPDATE_BATTERY" and not(@lvl)]/text
fr: Module de mise à jour du système [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/text
fr: Module d'intégration de la micro-tourelle [45~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/text
fr: Installer l'intégration de la micro-tourelle (Batterie) ? [Les ennemis subissent 7 Dégâts par seconde dans cette pièce tant qu'elle est alimentée, utilise 1 cran d'amélioration]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/choice[1]/text
fr: Installer les tourelles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/choice[1]/event/text
fr: L'intégration de la micro-tourelle a été installée dans votre sous-système Batterie !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and @lvl="0"]/event/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="FM_MODULAR_HULL_TURRET_BATTERY" and not(@lvl)]/text
fr: Module d'intégration des micro-tourelles [maximisé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_SYSTEM_BATTERY"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/text
fr: Voici les modules majeurs que vous pouvez installer, 3 au total, en atteignant 5, 10 et 15 crans de mise à niveau (vous pouvez sélectionner l'option pour voir les effets avant l'installation)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_SALT" and @lvl="0"]/text
fr: Module Majeur - Coque Saline [150~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_SALT" and @lvl="1"]/text
fr: Module Majeur - Coque Saline [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_DUSK" and @lvl="0"]/text
fr: Module Majeur - Réacteur Crépusculeur obsolète [110~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_DUSK" and @lvl="1"]/text
fr: Module Majeur - Réacteur Crépusculeur obsolète [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_MURAL" and @lvl="0"]/text
fr: Module Majeur - Décorations de Coque Non Officielles [85~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_MURAL" and @lvl="1"]/text
fr: Module Majeur - Décorations de Coque Non Officielles [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_COMPRESS" and @lvl="0"]/text
fr: Module Majeur - Collecteur de dérivation du compresseur [80~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_COMPRESS" and @lvl="1"]/text
fr: Module Majeur - Collecteur de dérivation du compresseur [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_PARTICLE" and @lvl="0"]/text
fr: Module Majeur - Boucliers particularisés [100~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_PARTICLE" and @lvl="1"]/text
fr: Module Majeur - Boucliers particularisés [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_UPLINK" and @lvl="0"]/text
fr: Module Majeur - Réseaux de Connexion d'Armes [95~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_UPLINK" and @lvl="1"]/text
fr: Module Majeur - Réseaux de Connexion d'Armes [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_PERFECT" and @lvl="0"]/text
fr: Module Majeur - Optimisation Totale à Bord [140~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_PERFECT" and @lvl="1"]/text
fr: Module Majeur - Optimisation Totale à Bord [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_FASTSHIELD" and @lvl="0"]/text
fr: Module Majeur - Barrière Cyclique Infinie [80~](rééquilibré !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_FASTSHIELD" and @lvl="1"]/text
fr: Module Majeur - Barrière Cyclique Infinie [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_FASTWEAPON" and @lvl="0"]/text
fr: Module Majeur - Arsenal Cyclique Infini [120~](rééquilibré !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_FASTWEAPON" and @lvl="1"]/text
fr: Module Majeur - Arsenal Cyclique Infini [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_CREWKILL" and @lvl="0"]/text
fr: Module Majeur - Aura Corrosive Métaplasmatique [105~](diminuée)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_CREWKILL" and @lvl="1"]/text
fr: Module Majeur - Aura Corrosive Métaplasmatique [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_MAGNETIC" and @lvl="0"]/text
fr: Module Majeur - Structure de coque électromagnétique [100~](rééquilibré !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_MAGNETIC" and @lvl="1"]/text
fr: Module Majeur - Structure de coque électromagnétique [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_RESISTSMASH" and @lvl="0"]/text
fr: Module Majeur - Calibreur d'ordonnance ineffable [100~](nouveau !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_RESISTSMASH" and @lvl="1"]/text
fr: Module Majeur - Calibreur d'ordonnance ineffable [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_WEAPON_IGNITE" and @lvl="0"]/text
fr: Module Majeur - Allumeur d'armement [100~](nouveau !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_WEAPON_IGNITE" and @lvl="1"]/text
fr: Module Majeur - Allumeur d'armement [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_OFFENSE_SCRAMBLE" and @lvl="0"]/text
fr: Module Majeur - Brouilleur offensif [100~](nouveau !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_OFFENSE_SCRAMBLE" and @lvl="1"]/text
fr: Module Majeur - Brouilleur offensif [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_DEFENSE_SCRAMBLE" and @lvl="0"]/text
fr: Module Majeur - Brouilleur défensif [100~](nouveau !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_DEFENSE_SCRAMBLE" and @lvl="1"]/text
fr: Module Majeur - Brouilleur défensif [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_BEAM_PIERCE" and @lvl="0"]/text
fr: Module Majeur - Rayon de Fréquences de phase [100~](nouveau !)

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="FM_MODULAR_HULL_BEAM_PIERCE" and @lvl="1"]/text
fr: Module Majeur - Rayon de Fréquences de phase [installé]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/text
fr: Installer la Coque Saline ? [+100% de chances de résistance aux ions, TOUS les membres d'équipage organiques prennent -0.5pv/s]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/choice[1]/text
fr: Installer la Coque Saline.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/choice[1]/event/text
fr: La Coque Saline a été installée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_SALT"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/text
fr: Installer le Réacteur Crépusculeur obsolète ? [+20% de vitesse de rechargement et de vitesse de recharge des boucliers, les statistiques de votre équipage sont réduites de 20% (dégâts subis +20%)]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/choice[1]/text
fr: Installer le réacteur Crépusculeur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/choice[1]/event/text
fr: Le Réacteur Crépusculeur obsolète a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_DUSK"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/text
fr: Installer les Décorations de Coque Non Officielles ? [toutes les statistiques bénéfiques de l'équipage augmentent de +30 %, 50 % de chances de subir 1 dégât supplémentaire sur la coque]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/choice[1]/text
fr: Peindre les Décorations de Coque Non Officielles.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/choice[1]/event/text
fr: Les Décorations de Coque Non Officielles ont été installées !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_MURAL"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/text
fr: Installer les collecteurs de dérivation du compresseur ? [+30% vitesse de recharge des armes, -60% vitesse de recharge des boucliers]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/choice[1]/text
fr: Installer les collecteurs de dérivation du compresseur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/choice[1]/event/text
fr: Le Collecteur de dérivation du compresseur a été installé !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_COMPRESS"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/text
fr: Installer les Boucliers particularisés ? [Bouclier énergétique à 8 couches (Cumulable avec d'autres), mais la vitesse de recharge des boucliers est réduite de 50 %]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/choice[1]/text
fr: Installer les boucliers particularisés.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/choice[1]/event/text
fr: Les Boucliers particularisés ont été installés !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_PARTICLE"]/choice[2]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/text
fr: Installer les Matrices de Liaison d'Armes ? [Les membres d'équipage subissent -5% de dégâts en moins et infligent 25% de dégâts en plus pour chaque niveau d'énergie d'arme alimentée, mais les armes se rechargent 40% plus lentement]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/choice[1]/text
fr: Installer les Matrices de Liaison d'Armes.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/choice[1]/event/text
fr: Les Matrices de Liaison d'Armes ont été installées !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_CAPSTONE_UPLINK"]/choice[1]/event/choice/text
fr: Continuer...
