Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/events_specialfm_forgemaster.xml.append/*.po
Languages: fr

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="29"]/text
fr: Actuellement, 29 crans d'amélioration sont utilisés... "Surchargé XIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="30"]/text
fr: Actuellement, 30 crans d'amélioration sont utilisés... "Surchargé XV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="31"]/text
fr: Actuellement, 31 crans d'amélioration sont utilisés... "Surchargé XVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="32"]/text
fr: Actuellement, 32 crans d'amélioration sont utilisés... "Surchargé XVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="33"]/text
fr: Actuellement, 33 crans d'amélioration sont utilisés... "Surchargé XVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="34"]/text
fr: Actuellement, 34 crans d'amélioration sont utilisés... "Surchargé XIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="35"]/text
fr: Actuellement, 35 crans d'amélioration sont utilisés... "Surchargé XX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="36"]/text
fr: Actuellement, 36 crans d'amélioration sont utilisés... "Surchargé XXI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="37"]/text
fr: Actuellement, 37 crans d'amélioration sont utilisés... "Surchargé XXII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="38"]/text
fr: Actuellement, 38 crans d'amélioration sont utilisés... "Surchargé XXIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="39"]/text
fr: Actuellement, 39 crans d'amélioration sont utilisés... "Surchargé XXIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="40"]/text
fr: Actuellement, 40 crans d'amélioration sont utilisés... "Surchargé XXV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="41"]/text
fr: Actuellement, 41 crans d'amélioration sont utilisés... "Surchargé XXVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="42"]/text
fr: Actuellement, 42 crans d'amélioration sont utilisés... "Surchargé XXVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="43"]/text
fr: Actuellement, 43 crans d'amélioration sont utilisés... "Surchargé XXVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="44"]/text
fr: Actuellement, 44 crans d'amélioration sont utilisés... "Surchargé XXIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="45"]/text
fr: Actuellement, 45 crans d'amélioration sont utilisés... "Surchargé XXX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="46"]/text
fr: Actuellement, 46 crans d'amélioration sont utilisés... "Surchargé XXXI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="47"]/text
fr: Actuellement, 47 crans d'amélioration sont utilisés... "Surchargé XXXII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="48"]/text
fr: Actuellement, 48 crans d'amélioration sont utilisés... "Surchargé XXXIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="49"]/text
fr: Actuellement, 49 crans d'amélioration sont utilisés... "Surchargé XXXIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="50"]/text
fr: Actuellement, 50 crans d'amélioration sont utilisés... "Surchargé XXXV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="51"]/text
fr: Actuellement, 51 crans d'amélioration sont utilisés... "Surchargé XXXVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="52"]/text
fr: Actuellement, 52 crans d'amélioration sont utilisés... "Surchargé XXXVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="53"]/text
fr: Actuellement, 53 crans d'amélioration sont utilisés... "Surchargé XXXVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="54"]/text
fr: Actuellement, 54 crans d'amélioration sont utilisés... "Surchargé XXXIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="55"]/text
fr: Actuellement, 55 crans d'amélioration sont utilisés... "Surchargé XL"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="56"]/text
fr: Actuellement, 56 crans d'amélioration sont utilisés... "Surchargé XLI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="57"]/text
fr: Actuellement, 57 crans d'amélioration sont utilisés... "Surchargé XLII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="58"]/text
fr: Actuellement, 58 crans d'amélioration sont utilisés... "Surchargé XLIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="59"]/text
fr: Actuellement, 59 crans d'amélioration sont utilisés... "Surchargé XLIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="60"]/text
fr: Actuellement, 60 crans d'amélioration sont utilisés... "Surchargé XLV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="61"]/text
fr: Actuellement, 61 crans d'amélioration sont utilisés... "Surchargé XLVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="62"]/text
fr: Actuellement, 62 crans d'amélioration sont utilisés... "Surchargé XLVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="63"]/text
fr: Actuellement, 63 crans d'amélioration sont utilisés... "Surchargé XLVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="64"]/text
fr: Actuellement, 64 crans d'amélioration sont utilisés... "Surchargé XLIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="65"]/text
fr: Actuellement, 65 crans d'amélioration sont utilisés... "Surchargé L"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="66"]/text
fr: Actuellement, 66 crans d'amélioration sont utilisés... "Surchargé LI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="67"]/text
fr: Actuellement, 67 crans d'amélioration sont utilisés... "Surchargé LII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="68"]/text
fr: Actuellement, 68 crans d'amélioration sont utilisés... "Surchargé LIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="69"]/text
fr: Actuellement, 69 crans d'amélioration sont utilisés... "Surchargé LIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="70"]/text
fr: Actuellement, 70 crans d'amélioration sont utilisés... "Surchargé LV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="71"]/text
fr: Actuellement, 71 crans d'amélioration sont utilisés... "Surchargé LVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="72"]/text
fr: Actuellement, 72 crans d'amélioration sont utilisés... "Surchargé LVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="73"]/text
fr: Actuellement, 73 crans d'amélioration sont utilisés... "Surchargé LVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="74"]/text
fr: Actuellement, 74 crans d'amélioration sont utilisés... "Surchargé LIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="75"]/text
fr: Actuellement, 75 crans d'amélioration sont utilisés... "Surchargé LX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="76"]/text
fr: Actuellement, 76 crans d'amélioration sont utilisés... "Surchargé LXI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="77"]/text
fr: Actuellement, 77 crans d'amélioration sont utilisés... "Surchargé LXII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="78"]/text
fr: Actuellement, 78 crans d'amélioration sont utilisés... "Surchargé LXIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="79"]/text
fr: Actuellement, 79 crans d'amélioration sont utilisés... "Surchargé LXIV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="80"]/text
fr: Actuellement, 80 crans d'amélioration sont utilisés... "Surchargé LXV"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="81"]/text
fr: Actuellement, 81 crans d'amélioration sont utilisés... "Surchargé LXVI"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="82"]/text
fr: Actuellement, 82 crans d'amélioration sont utilisés... "Surchargé LXVII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="83"]/text
fr: Actuellement, 83 crans d'amélioration sont utilisés... "Surchargé LXVIII"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="84"]/text
fr: Actuellement, 84 crans d'amélioration sont utilisés... "Surchargé LXIX"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_hull_upgrade_points" and @lvl="85"]/text
fr: Actuellement, 85 crans d'amélioration sont utilisés... C'est fini, mec, c'est fini !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_MODULE_TRUE"]/text
fr: Installer les modules

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_MODULE_FALSE"]/text
fr: Vous ne pouvez pas installer des modules maintenant, installez d'abord un module majeur !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE1_TRUE"]/text
fr: Installer votre premier module majeur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE2_TRUE"]/text
fr: Installer votre deuxième module majeur.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE3_TRUE"]/text
fr: Installer votre troisième (et dernier) module majeur !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONEEXTRA_TRUE"]/text
fr: Installer un module majeur ... supplémentaire ?!

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE1_FALSE"]/text
fr: Vous ne pouvez pas encore installer votre premier module majeur. Utilisez d'abord 5 crans d'amélioration !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE2_FALSE"]/text
fr: Vous ne pouvez pas encore installer votre deuxième module majeur. Utilisez d'abord 10 crans d'amélioration !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONE3_FALSE"]/text
fr: Vous ne pouvez pas encore installer votre troisième (et dernier) module majeur. Utilisez d'abord 15 crans d'amélioration !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="CAN_INSTALL_CAPSTONEEXTRA_FALSE"]/text
fr: Vous ne pouvez pas installer encore plus de modules majeurs, c'est illégal !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_MODULAR_HULL" and @lvl="1"]/text
fr: Vérifiez vos modules installés ici !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/text
fr: J'en veux encore !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/text
fr: Alastair est déconcerté par votre demande, "Êtes-vous sûr, mon garçon ? Je ne peux pas garantir votre sécurité si nous installons plus de modules..." (votre vaisseau sera incendié ou percé de brèches supplémentaires lorsque vous subirez des dégâts et il y a une faible chance que les dégâts entrants soient multipliés (plus grand multiplicateur avec chaque amélioration majeure supplémentaire))

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/choice[1]/text
fr: s'il vous plaît ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/choice[1]/event/text
fr: Alastair soupire, "D'accord, mais ne dites pas que je ne vous ai pas prévenu"

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="FM_CAPPED_HULL"]/event/choice[2]/text
fr: Laisser tomber...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_infinite_upgradepoints"]/text
fr: Je suis d'accord avec des limites raisonnables

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_infinite_upgradepoints"]/event/text
fr: "Merci d'avoir choisi la sécurité, mon garçon."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="fm_infinite_upgradepoints"]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MAIN"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/text
fr: Souhaitez-vous installer votre propre coque modulaire ? [5% de résistance aux dégâts de la coque, permet d'installer d'autres améliorations. Vente définitive, donc pas de remboursement !]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[1]/text
fr: Installer la Coque Modulaire.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[1]/event/text
fr: La Coque Modulaire d'Alastair a été installée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[2]/text
fr: Installer la Coque Modulaire en INTERNE.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[2]/event/text
fr: Vous dites à Alastair de la mettre avec vos augmentations Internes... "Très bien mon garçon."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/text
fr: Souhaitez-vous installer votre propre coque modulaire ? [Permet d'installer d'autres améliorations. Vente définitive, donc pas de remboursement !]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[1]/text
fr: Installer la Coque Modulaire (allégée).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[1]/event/text
fr: La Coque Modulaire d'Alastair a été installée !

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[1]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[2]/text
fr: Installer la Coque Modulaire en INTERNE.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[2]/event/text
fr: Vous dites à Alastair de la mettre avec vos augmentations Internes... "Très bien mon garçon."

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[2]/event/choice/text
fr: Continuer...

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_INSTALL_LITE"]/choice[3]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/text
fr: Quel type de module souhaitez-vous installer ?

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[1]/text
fr: Installer des modules de vaisseau

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[@req="FM_MODULAR_HULL_VENGEANCE_COUNT" and @lvl="0"]/text
fr: Installer des modules de vengeance.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[@req="FM_MODULAR_HULL_VENGEANCE_COUNT" and @lvl="5"]/text
fr: Vous avez déjà 5 modules de vengeance installés.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[4]/text
fr: Installer les modules système.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_MAIN"]/choice[@req="pilot"]/text
fr: Laisser tomber.

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/text
fr: Ici, vous pouvez voir les modules de vaisseaux que vous pouvez installer (vous pouvez sélectionner l'option pour voir les effets avant l'installation).

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[1]/text
fr: Module de Blindage Renforcé [50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_FORTIFIED"]/text
fr: Module de Blindage Renforcé [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[3]/text
fr: Module de Systèmes encastrés [65~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_ENCASED"]/text
fr: Module de Systèmes encastrés [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[5]/text
fr: Module Répulsif de brèche [30~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_NO_BREACH"]/text
fr: Module répulsif de brèche [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[7]/text
fr: Module Répulsif de feu [50~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_NO_FIRE"]/text
fr: Module Répulsif de feu [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[9]/text
fr: Module de Construction résiliente [25~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_RESILIENT"]/text
fr: Module de construction résiliente [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[11]/text
fr: Module de Protocoles Guardian [30~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_GUARDIAN"]/text
fr: Module de Protocoles Guardian [MAXIMISÉ]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[13]/text
fr: Module de plancher intelligent [20~]

source: data/events_specialfm_forgemaster.xml.append$//event[@name="FM_MODULAR_HULL_MODULES_SHIP"]/choice[@req="FM_MODULAR_HULL_FLOORING"]/text
fr: Module de plancher intelligent [MAXIMISÉ]
