Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy15"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy16"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy16"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy17"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy17"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy18"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy18"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy19"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy19"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

source: Laser for holyshit19
ru: Лазер для святого19

source: Vindicator
ru: Воздаятель

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT_19_EFFECT"]/desc
source: Let it hit you and you're already dead.
ru: Стоит ему попасть, и ты - труп.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy20"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy20"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

source: Laser for holyshit20
ru: Лазер для святого20

source: Vindicator
ru: Воздаятель

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT_20_EFFECT"]/desc
source: Let it hit you and you're already dead.
ru: Стоит ему попасть, и ты - труп.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ORGANIC_BULLSQUID"]/title
source: BullSquid
ru: Буллсквид

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ORGANIC_BULLSQUID"]/short
source: BullSquid
ru: Буллсквид

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ORGANIC_BULLSQUID"]/desc
source: Fires a living, angry, corrosive ball of toxic waste that causes chaos on the enemy ship
ru: Выстреливает живым, злобным, едким шаром токсичных отходов, который вызывает хаос на вражеском корабле

source: N/A
ru: Неизвестно

source: Acid-Born
ru: Рожденный кислотой

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST"]/title
source: Dazhbog
ru: Даждьбог

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST"]/short
source: Dazhbog
ru: Даждьбог

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST"]/desc
source: A Crude Flamethrower that sets fire to ship rooms. It reads: "WARNING, PRONE TO OVERHEATING." At least that's what the label said before you tore the sticker off, you couldn't help it. The spectral gases this weapon burns occasionally coalesce enough to spawn a new Goul. Don't worry about it.
ru: Неказистый огнемет, который поджигает отсеки корабля. На нем написано: "ПРЕДУПРЕЖДЕНИЕ, СКЛОНЕН К ПЕРЕГРЕВУ". По крайней мере, так гласила надпись, пока вы не оторвали ее, но ничего не поделаешь. Спектральные газы, сжигаемые этим оружием, иногда сгущаются настолько, что порождают нового Гуля. Не стоит об этом беспокоиться.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST"]/tooltip
source: DOES NOT pierce shields or pop them, fire this when the enemy shields are down and unleash hell on their ship.
ru: НЕ проникает сквозь щиты и не разрушает их, стреляйте, когда вражеские щиты разрушены, и обрушьте ад на вражеский корабль.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST2"]/title
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST2"]/short
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST2"]/desc
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST2"]/tooltip
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST3"]/title
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST3"]/short
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST3"]/desc
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TEST3"]/tooltip
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_GATLING_ANCIENT"]/title
source: 'God Killer'[Hull]
ru: "Убийца богов" [Противокорпусный]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_GATLING_ANCIENT"]/short
source: 'Killer'[Hull]
ru: Убийца [Корпус]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_GATLING_ANCIENT"]/desc
source: A weapon capable of killing gods, wielded previously by the tyrant of the entire Multiverse.
ru: Этим орудием, способным сокрушать богов, раньше обладал сам темный властитель Мультивселенной.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_GATLING_ANCIENT"]/tooltip
source: Cooldown drops the more it fires. Can chain up to 7 times!
ru: Время перезарядки уменьшается, чем чаще он стреляет. Цепь можно составить до 7 раз!

source: 'God Killer'[Photon]
ru: "Убийца богов" [Фотон]

source: 'Killer'[Photon]
ru: Убийца [Фотон]

source: A weapon capable of killing gods, wielded previously by the tyrant of the entire Multiverse.
ru: Этим орудием, способным сокрушать богов, раньше обладал сам темный властитель Мультивселенной.

source: Cooldown drops the more it fires. Can chain up to 7 times!
ru: Время перезарядки уменьшается, чем чаще он стреляет. Цепь можно составить до 7 раз!

source: 'God Killer'[Ion]
ru: "Убийца богов" [Ион]

source: 'Killer'[Ion]
ru: Убийца [Ион]

source: A weapon capable of killing gods, wielded previously by the tyrant of the entire Multiverse.
ru: Этим орудием, способным сокрушать богов, раньше обладал сам темный властитель Мультивселенной.

source: Cooldown drops the more it fires. Can chain up to 7 times!
ru: Время перезарядки уменьшается, чем чаще он стреляет. Цепь можно составить до 7 раз!

source: 'God Killer'[Yes]
ru: "Убийца богов" [Да]

source: 'Killer'[Yes]
ru: Убийца [Да]

source: A weapon capable of killing gods, wielded previously by the tyrant of the entire Multiverse.
ru: Этим орудием, способным сокрушать богов, раньше обладал сам темный властитель Мультивселенной.

source: Cooldown drops the more it fires. Can chain up to 7 times!
ru: Время перезарядки уменьшается, чем чаще он стреляет. Цепь можно составить до 7 раз!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_STATUS"]/title
source: Dazhbog
ru: Даждьбог

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_STATUS"]/short
source: Dazhbog
ru: Даждьбог

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_STATUS"]/desc
source: A Crude Flamethrower that sets fire to ship rooms. It reads: "WARNING, PRONE TO OVERHEATING." At least that's what the label said before you tore the sticker off, you couldn't help it. The spectral gases this weapon burns occasionally coalesce enough to spawn a new Goul. Don't worry about it.
ru: Неказистый огнемет, который поджигает отсеки корабля. На нем написано: "ПРЕДУПРЕЖДЕНИЕ, СКЛОНЕН К ПЕРЕГРЕВУ". По крайней мере, так гласила надпись, пока вы не оторвали ее, но ничего не поделаешь. Спектральные газы, сжигаемые этим оружием, иногда сгущаются настолько, что порождают нового Гуля. Не стоит об этом беспокоиться.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_STATUS"]/tooltip
source: DOES NOT pierce shields or pop them, fire this when the enemy shields are down and unleash hell on their ship.
ru: НЕ проникает сквозь щиты и не разрушает их, стреляйте, когда вражеские щиты разрушены, и обрушьте ад на вражеский корабль.

# data/blueprints.xml.append$//weaponBlueprint[@name=""]/title
source: crash prevention
ru: Предупреждение о сбое

# data/blueprints.xml.append$//weaponBlueprint[@name=""]/short
source: no crash
ru: Нет сбоя

# data/blueprints.xml.append$//weaponBlueprint[@name=""]/desc
source: You should never see this.
ru: Вы никогда не должны это видеть.

# data/blueprints.xml.append$//weaponBlueprint[@name=""]/tooltip
source: TEST
ru: ТЕСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHARGE_SNIPER"]/title
source: Charge Sniper
ru: Зарядный снайпер

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHARGE_SNIPER"]/short
source: C. Sniper
ru: З. снайпер

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHARGE_SNIPER"]/desc
source: Fires a single shot that becomes more powerful the longer you wait to fire.
ru: Производит один выстрел, который становится тем мощнее, чем дольше вы ждете выстрела.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHARGE_SNIPER"]/tooltip
source: Gains 2 damage and 1 shield pierce per charge.
ru: Наносит 2 урона и пробивает 1 слой щита за заряд.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SURGE_LASER"]/title
source: 'Multiplicity' Barrage Laser
ru: Залповый лазер "Множественность".

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SURGE_LASER"]/short
source: 'Multiplicity'
ru: Множеств.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SURGE_LASER"]/desc
source: Reverse-engineered from defeated flagships, this weapon replicates the high volume surge volley and targeting pattern of rebel flagships to some extent.
ru: Сконструированное на основе побежденных Флагманов, это орудие в некоторой степени повторяет мощный залп и схему прицеливания Флагманов повстанцев.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ABDUCT_LASER"]/title
source: 'Persephone' Abduction Laser
ru: Похищающий лазер "Персефона"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ABDUCT_LASER"]/short
source: 'Persephone'
ru: Персефона

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ABDUCT_LASER"]/desc
source: Due to the difficulties with installing bulky teleportation equipment aboard certain research vessels, shell scientists from another dimension developed this novel new way of non-consensual, one-way crew teleportation. It doesn't hurt... mostly.
ru: Из-за трудностей с установкой громоздкого телепортационного оборудования на борту некоторых исследовательских кораблей ракушки-Ученые из другого измерения разработали этот новый способ односторонней телепортации экипажа без согласия. Это не больно... почти.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ABDUCT_LASER"]/tooltip
source: Fires one shot that abducts all crew in the room.
ru: Производит один выстрел, который похищает всех членов экипажа в отсеке.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_ANOMALY_1"]/title
source: 'TLALOC' Anomaly Burst
ru: Импульсный аномальный лазер "ТЛАЛОК"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_ANOMALY_1"]/short
source: 'TLALOC'
ru: ТЛАЛОК

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_ANOMALY_1"]/desc
source: Turns out cooling radioactive laser projectiles to absolute zero creates some pretty weird spatial anomalies! And we put them in a gun for you!
ru: Оказывается, охлаждение радиоактивных лазерных снарядов до абсолютного нуля создает довольно странные пространственные аномалии! И мы на основе этой технологии собрали для вас орудие!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_ANOMALY_1"]/tooltip
source: Anomaly Laser, fires 2 projectiles, 1 system damage, pierces 2 shields. Many status effects.
ru: Аномальный лазер, выпускает 2 снаряда, наносит 1 системный урон, пробивает 2 щита. Много вспомогательных эффектов.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FLAMETHROWER"]/title
source: Dazhbog
ru: Даждьбог

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FLAMETHROWER"]/short
source: Dazhbog
ru: Даждьбог

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FLAMETHROWER"]/desc
source: A Crude Flamethrower that sets fire to ship rooms. It reads: "WARNING, PRONE TO OVERHEATING." At least that's what the label said before you tore the sticker off, you couldn't help it. The spectral gases this weapon burns occasionally coalesce enough to spawn a new Goul. Don't worry about it.
ru: Неказистый огнемет, который поджигает отсеки корабля. На нем написано: "ПРЕДУПРЕЖДЕНИЕ, СКЛОНЕН К ПЕРЕГРЕВУ". По крайней мере, так гласила надпись, пока вы не оторвали ее, но ничего не поделаешь. Спектральные газы, сжигаемые этим оружием, иногда сгущаются настолько, что порождают нового Гуля. Не стоит об этом беспокоиться.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FLAMETHROWER"]/tooltip
source: DOES NOT pierce shields or pop them, fire this when the enemy shields are down and unleash hell on their ship.
ru: НЕ проникает сквозь щиты и не разрушает их, стреляйте, когда вражеские щиты разрушены, и обрушьте ад на вражеский корабль.

source: 'Decayser'
ru: "Расщепитель"

source: 'Decayser'
ru: Расщепитель

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PHASER_SUFFOCATION"]/desc
source: The original blueprints for this weapon were created by a disgruntled Shell scientist who wanted everyone to experience the agony he felt in suffocation. The energies of this phase weapon are laced with anaerobic microbes that will latch onto creatures and drain oxygen while corroding bodies, allowing anything to suffocate.
ru: Оригинальные чертежи этого орудия были созданы недовольным ракушкой-Ученым, который хотел, чтобы все испытали те муки, которые он испытывал в момент удушья. Энергия этого фазового орудия насыщена анаэробными микробами, которые прикрепляются к существам и высасывают кислород, разъедая тела, что приводит к удушью.

source: Fires a piercing ionic laser shot that causes crew struck by it to become able to suffocate, take 3x more damage from suffocation, and very slowly drain the room's oxygen
ru: Выпускает пронзающий заряд ионного лазера, от которого попавшие под его действие члены экипажа задыхаются, получают 3х урона от удушья и очень медленно истощают кислород в отсеке.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_PHOTON"]/title
source: Photon Laser MK I
ru: Фотонный лазер мод. I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_PHOTON"]/short
source: Photon I
ru: Фотон I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_PHOTON"]/desc
source: Fires a photonic blast that can disrupt shields like normal lasers, but only deals system damage with a low chance to start a fire or breach.
ru: Выпускает фотонный разряд, который может разрушать щиты, как обычные лазеры, но наносит только системный урон с низким шансом вызвать пожар или пробоину.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_PHOTON_2"]/title
source: Photon Laser MK II
ru: Фотонный лазер мод. II

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_PHOTON_2"]/short
source: Photon II
ru: Фотон II

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_PHOTON_2"]/desc
source: Fires a photonic blast that can disrupt shields like normal lasers, but only deals system damage with a low chance to start a fire or breach.
ru: Выпускает фотонный разряд, который может разрушать щиты, как обычные лазеры, но наносит только системный урон с низким шансом вызвать пожар или пробоину.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HUMAN"]/title
source: Rebel Ripper
ru: "Потрошитель повстанцев"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HUMAN"]/short
source: Rebel R
ru: П. повст.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HUMAN"]/desc
source: Chosen weapon of the Coalition. Kills human scum real good.
ru: Любимое орудие Коалиции. Отлично убивает человеческих выродков.

source: Chosen weapon of the Coalition. Kills human scum real good. Stats: Required Power: 2 Charge Time: 8 seconds Accuracy Bonus: +5% Shots Per Charge: 1 Total System Damage: 1 Total Crew Damage: 15 Crew Damage vs Humans: 145 Shield Piercing: 10 Fire Chance: 10% Breach Chance: 10% (Adjusted: 9%) Buy/Sell Price: 160~/80~
ru: Избранное оружие Коалиции. Отлично убивает человеческие отбросы. Характеристики: Требуемая мощность: 2 Время перезарядки: 8 секунд Бонус к точности: +5% Выстрелов в очереди: 1 Общий урон системам: 1 Общий урон экипажу: 15 Урон по экипажу людей: 145 Пробивание щитов: 10 Вероятность возгорания: 10% Вероятность пробоины: 10% (скорректировано: 9%) Покупка/продажа: 160~/80~

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HUMAN"]/tooltip
source: test
ru: Тест

source: Required Power: 2 Charge Time: 8 seconds Accuracy Bonus: +5% Shots Per Charge: 1 Total System Damage: 1 Total Crew Damage: 15 Crew Damage vs Humans: 145 Shield Piercing: 10 Fire Chance: 10% Breach Chance: 10% (Adjusted: 9%)
ru: Необходимая мощность: 2 Время перезарядки: 8 сек. Бонус к точности: +5% Выстрелов в очереди: 1 Урон системам: 1 Урон экипажу: 15 Урон людям: 145 Пробивание щита: 10 Вероятность поджога: 10% Вероятность пробоины: 10% (Скорректировано: 9%)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_ION_MEGA"]/title
source: 'Absolution' Rift Inducer
ru: Индуктор разломов "Прощение"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_ION_MEGA"]/short
source: Absolution
ru: Прощение

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_ION_MEGA"]/desc
source: The laboratory that created this was destroyed in a mysterious accident, but the blueprints survived. Unleashes sentient storms of ionic destruction on hit, pierces two shields.
ru: Лаборатория, в которой он был создан, была уничтожена в результате загадочной аварии, но чертежи уцелели. Выпускает разумные штормы ионного разрушения при попадании, пробивает два щита.

source: Anomaly
ru: Аномалия

source: Gnun Slung
ru: Гнун Слунг

source: Gnun Slung
ru: Гнун Слунг

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_DEBT_COLLECT"]/desc
source: When Slugs come to collect they don't break your legs, they melt your organs. Pay your debts.
ru: Когда слизни приходят за деньгами, они не ломают вам ноги, а расплавляют ваши органы. Платите по долгам.

source: When Slugs come to collect they don't break your legs, they melt your organs. Pay your debts. Stats: Required Power: 2 Charge Time: 14 seconds Shots Per Charge: 2 Total System Damage: 1 Total Crew Damage: 60 Shield Piercing: 1 Poison Chance: 100% Buy/Sell Price: 105~/52~
ru: Когда слизни приходят за деньгами, они не ломают вам ноги, а расплавляют ваши органы. Расплатитесь с долгами. Характеристики: Требуемая мощность: 2 Время перезарядки: 14 секунд Выстрелов в очереди: 2 Общий урон системам: 1 Общий урон экипажу: 60 Пробивание щитов: 1 Вероятность отравления: 100% Цена покупки/продажи: 105~/52~

source: Required Power: 2 Charge Time: 14 seconds Shots Per Charge: 2 Total System Damage: 1 Total Crew Damage: 60 Shield Piercing: 1 Poison Chance: 100% Affliction Chance: 100%
ru: Необходимая мощность: 2 Время перезарядки: 14 сек. Выстрелов в очереди: 2 Урон системам: 1 Урон экипажу: 60 Пробивание щита: 1 Вероятность яда: 100% Вероятность ослабления: 100%

source: test
ru: Тест

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HACKER_LOOT"]/title
source: Hacker Drone Launcher
ru: Пусковая установка дронов-хакеров

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HACKER_LOOT"]/short
source: Hacker Drone
ru: Дрон-хакер

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HACKER_LOOT"]/desc
source: Fires a micro hacker drone. Automatically hacks the room hit and stuns enemy targets within it for 5 seconds.
ru: Выпускает дрона-микрохакера. Автоматически взламывает отсек, в который попал, и оглушает находящиеся в нем врагов на 5 секунд.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ARBOREAL_EXE"]/title
source: Arboreal Executioner
ru: Древесный палач

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ARBOREAL_EXE"]/short
source: Arboreal E.
ru: Древ. пал.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ARBOREAL_EXE"]/desc
source: The brainchild of two renowned scientists, combining the marvels of Crystal tech and Orchid blossoms to create a weapon worthy of the title 'Executioner'.
ru: Детище двух знаменитых ученых, объединивших чудесные технологии кристаллинов и цветочных орхидей, чтобы создать орудие, достойное имени "Палач".

source: APPLY_STATBOOST
ru: ПРИМЕНИТЬ_СТАТБУСТ

source: APPLY_STATBOOST
ru: ПРИМЕНИТЬ_СТАТБУСТ

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ARBOREAL_REV"]/title
source: Arboreal Revitalizer
ru: Древесный восстановитель

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ARBOREAL_REV"]/short
source: Arboreal R.
ru: Древ. восст.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ARBOREAL_REV"]/desc
source: The brainchild of two renowned scientists, combining the marvels of Crystal tech and Orchid blossoms to create a weapon capable of serving a good cause without promoting violence.
ru: Детище двух знаменитых ученых, объединивших чудесные технологии кристаллинов и цветочных орхидей для создания орудия, способного служить добрым целям, не провоцируя насилие.

source: APPLY_STATBOOST
ru: ПРИМЕНИТЬ_СТАТБУСТ

source: APPLY_STATBOOST
ru: ПРИМЕНИТЬ_СТАТБУСТ

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_LASER"]/title
source: Ancalagon Lightcaster
ru: Заклинатель света Анкалагона

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_LASER"]/short
source: Lightcaster
ru: Закл. света

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_LASER"]/desc
source: A weapon crafted from metals you can't identify and crystals that hum with aberrant power. This one flings two pairs of high-impact lasers. A label reads "Property of the Ancalagon Division."
ru: Орудие, созданное из металлов, которые вы не можете определить, и кристаллов, которые гудят с необычной силой. Это орудие стреляет двумя парами мощных лазеров. На ярлыке написано "Собственность подразделения Анкалагон".

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_LASER"]/spawnCrew/name
source: Anomalous Crystal
ru: Аномальный кристалл

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_LASER_DRONE"]/title
source: Ancalagon Lightcaster
ru: Заклинатель света Анкалагона

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_LASER_DRONE"]/short
source: Lightcaster
ru: Закл. света

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_LASER_DRONE"]/desc
source: A weapon crafted from metals you can't identify and crystals that hum with aberrant power. This one flings two pairs of high-impact lasers. A label reads "Property of the Ancalagon Division."
ru: Орудие, созданное из металлов, которые вы не можете определить, и кристаллов, которые гудят с необычной силой. Это орудие стреляет двумя парами мощных лазеров. На ярлыке написано "Собственность подразделения Анкалагон".

source: Anomalous Crystal
ru: Аномальный кристалл

source: Ancalagon Defense Lightwave
ru: Защитный заклинатель света

source: A. Lightwave
ru: З. закл. света
