Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_MIND"]/desc
source: This augment will autorepair your Mind Control system.
ru: Этот модуль автоматически ремонтирует систему контроля разума.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_HACKING"]/title
source: Hacking Autorepair
ru: Авторемонт взломщика

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_HACKING"]/desc
source: This augment will autorepair your Hacking system.
ru: Этот модуль автоматически ремонтирует систему взломщика.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_TEMPORAL"]/title
source: Temporal Autorepair
ru: Авторемонт врем. манипул.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_TEMPORAL"]/desc
source: This augment will autorepair your Temporal system.
ru: Этот модуль автоматически ремонтирует систему временного манипулятора.

# data/blueprints.xml.append$//augBlueprint[@name="FM_PURGE_AUG"]/title
source: PURGER
ru: ЧИСТИЛЬЩИК

# data/blueprints.xml.append$//augBlueprint[@name="FM_PURGE_AUG"]/desc
source: You should never see this.
ru: Вы никогда не должны это видеть.

# data/blueprints.xml.append$//augBlueprint[@name="RAMMING_SPEED"]/title
source: Ramming Speed
ru: Скорость тарана

# data/blueprints.xml.append$//augBlueprint[@name="RAMMING_SPEED"]/desc
source: This ship is capable of ramming enemy ships, at great risk to its' hull integrity and engines.
ru: Этот корабль способен таранить вражеские суда, рискуя целостностью корпуса и двигателями.

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_RAMMING_SPEED"]/title
source: Ramming Speed
ru: Скорость тарана

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_RAMMING_SPEED"]/desc
source: This ship is capable of ramming enemy ships, at great risk to its' hull integrity and engines. With great Engines comes great Ramming Speed.
ru: Этот корабль способен таранить вражеские корабли, рискуя целостностью корпуса и двигателями. С мощными двигателями достигается огромная скорость тарана.

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_OBTAINED_FORGE"]/title
source: Forgemaster's Holo-Forge
ru: Голокузница Кузнеца

# data/blueprints.xml.append$//augBlueprint[@name="MARKER_OBTAINED_FORGE"]/desc
source: Able to be deployed inside any ship. Allows you to access crafting at storage checks, free of charge.
ru: Может быть размещен на любом корабле. Позволяет бесплатно ковать предметы на складе.

# data/blueprints.xml.append$//augBlueprint[@name="FORGEMASTER_ION_ARMOR"]/title
source: ION ARMOR
ru: ИОННАЯ БРОНЯ

# data/blueprints.xml.append$//augBlueprint[@name="FORGEMASTER_ION_ARMOR"]/desc
source: You Monster
ru: Вы - монстр

# data/blueprints.xml.append$//augBlueprint[@name="FM_SUPER_AUTO_COOLDOWN"]/title
source: ERROR
ru: ОШИБКА

# data/blueprints.xml.append$//augBlueprint[@name="FM_SUPER_AUTO_COOLDOWN"]/desc
source: Shouldn't see this.
ru: Вы не должны этого видеть.

# data/blueprints.xml.append$//augBlueprint[@name="FM_NANO_FORGE_REPAIR"]/title
source: Lets your crew repair Weapons, Cloaking, Weapons, Doors, Oxygen, Engines, and Shields 2.5x faster.
ru: Позволяет вашему экипажу ремонтировать системы оружия, маскировки, дверей, кислорода, двигателей и щиты в 2.5 раза быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FM_NANO_FORGE_REPAIR"]/desc
source: Shouldn't see this.
ru: Вы не должны этого видеть.

# data/blueprints.xml.append$//augBlueprint[@name="ENERGIZED_ROOM_SHIELDS"]/title
source: Energized shields
ru: Заряженные щиты

# data/blueprints.xml.append$//augBlueprint[@name="ENERGIZED_ROOM_SHIELDS"]/desc
source: Shouldn't see this.
ru: Вы не должны этого видеть.

# data/blueprints.xml.append$//augBlueprint[@name="ENERGIZED_ROOM_CLOAKING"]/title
source: Energized cloaking
ru: Заряженная маскировка

# data/blueprints.xml.append$//augBlueprint[@name="ENERGIZED_ROOM_CLOAKING"]/desc
source: Shouldn't see this.
ru: Вы не должны этого видеть.

# data/blueprints.xml.append$//augBlueprint[@name="ENERGIZED_ROOM_WEAPONS"]/title
source: Energized weapons
ru: Заряженное оружие

# data/blueprints.xml.append$//augBlueprint[@name="ENERGIZED_ROOM_WEAPONS"]/desc
source: Shouldn't see this.
ru: Вы не должны этого видеть.

# data/blueprints.xml.append$//augBlueprint[@name="ENERGIZED_ROOM_MEDBAY"]/title
source: Energized medbay
ru: Заряженный Медотсек

# data/blueprints.xml.append$//augBlueprint[@name="ENERGIZED_ROOM_MEDBAY"]/desc
source: Shouldn't see this.
ru: Вы не должны этого видеть.

source: Forgemaster Accelerant
ru: Выкованный катализатор

# data/blueprints.xml.append$//augBlueprint[@name="FM_NANO_FORGE_ACCELERANT"]/desc
source: Gives you a 25% chance to resist all damage types, while also extinguishing flames and repairing breaches.
ru: Дает 25% шанс противостоять всем типам урона, а также тушит пожары и заделывать пробоины.

source: Crucible Plating
ru: Пластинчатая обшивка

source: Extremely durable hull plating. Gives a 25% chance to resist hull damage, system damage, and ion damage.
ru: Чрезвычайно прочная обшивка корпуса. Дает 25% шанс противостоять повреждениям корпуса, повреждениям системы и ионным повреждениям.

source: Forged Medbots
ru: Кованные медботы

source: Heals your crew ship-wipe while med bay is powered. Heals at 1hp/s. Scales with system power.
ru: Исцеляет ваш экипаж на корабле, пока работает медотсек. Лечит со скоростью 1 ОЗ/с. Лечение увеличивается в зависимости от мощности системы.

# data/blueprints.xml.append$//augBlueprint[@name="FM_REVIVE"]/title
source: ship-not-die-maker
ru: Корабль-который-не-умирает

# data/blueprints.xml.append$//augBlueprint[@name="FM_REVIVE"]/desc
source: this should be given as a hidden augmnet, always.
ru: Это должно быть всегда скрыто.

source: Teleportation Network
ru: Телепортационная сеть

source: Alongside dealing 2.7hp/s to all enemy crew on board, allows crew to teleport to other sections of the ship while in certain system rooms.
ru: Наряду с нанесением 2.7 ОЗ/с урона всем врагам на борту, позволяет экипажу телепортироваться в другие части корабля, находясь в определенных системных отсеках.

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GUNBOM"]/title
source: GUNBOM Cruiser
ru: Крейсер ГАНБОМ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_GUNBOM"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_FORGEMASTER"]/title
source: Forgemaster Cruiser
ru: Крейсер Кузнеца

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_FORGEMASTER"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TWISTED_STEALTH"]/title
source: Twisted Stealth Cruiser
ru: Искаженный стелс-крейсер

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TWISTED_STEALTH"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="LAB_PLATED_REGEN"]/title
source: Forgemaster
ru: Кузнец

# data/blueprints.xml.append$//augBlueprint[@name="LAB_PLATED_REGEN"]/desc
source: less max hp, boosts regen
ru: Уменьшает максимальное ОЗ, увеличивает регенерацию.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_PLATED_BIG"]/title
source: Forgemaster
ru: Кузнец

# data/blueprints.xml.append$//augBlueprint[@name="LAB_PLATED_BIG"]/desc
source: double damage reduction, halve hp
ru: Вдвое снижен урон, ОЗ уменьшены вдвое.

# data/blueprints.xml.append$//augBlueprint[@name="LAB_PLATED_AIR"]/title
source: Forgemaster
ru: Кузнец

# data/blueprints.xml.append$//augBlueprint[@name="LAB_PLATED_AIR"]/desc
source: lose fire immunity, gain suffo immunity
ru: Теряют иммунитет к огню, полают иммунитет к удушью.

# data/blueprints.xml.append$//augBlueprint[@name="FM_OXYGEN_STIMS"]/title
source: Gaseous Stimulants.
ru: Газообразные стимулят.

# data/blueprints.xml.append$//augBlueprint[@name="FM_OXYGEN_STIMS"]/desc
source: Crew gain 40% stun resistance, and take 10% less damage from suffocation.
ru: Экипаж получает 40% сопротивления оглушению и на 10% меньше урона от удушья.

# data/blueprints.xml.append$//augBlueprint[@name="UPG_WEAPONS_BEAM_PIERCE"]/title
source: Beam Phase Upgrade
ru: Улучшение Фазы луча

# data/blueprints.xml.append$//augBlueprint[@name="UPG_WEAPONS_BEAM_PIERCE"]/desc
source: Upgrade - Grants all beam weapons +1 shield piercing.
ru: Улучшение - дает всем лучевым орудиям +1 пробития щита.

# data/blueprints.xml.append$//augBlueprint[@name="EX_BEAM_PIERCE"]/title
source: Beam Phase Frequencies [X]
ru: Фазовые част. лучей [В]

# data/blueprints.xml.append$//augBlueprint[@name="EX_BEAM_PIERCE"]/desc
source: The shield piercing of your beam weapons and Artillery is improved by 1. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal upgrade menu, in the Weapons category.
ru: Пробивание щита вашим лучевым оружием и артиллерией увеличено на 1. [В] - Будучи внешним лабораторным улучшением, этот модуль дает свой обычный эффект, но занимает слот модуля. Может быть бесплатно преобразовано во внутреннюю версию в меню внутренних улучшений в категории "Оружие".

# data/blueprints.xml.append$//augBlueprint[@name="CURA_MVBOSS_SPAWNER"]/title
source: C.U.R.A. Drive Hacker
ru: Взломщик МВ-приводов К.У.Р.А.

# data/blueprints.xml.append$//augBlueprint[@name="CURA_MVBOSS_SPAWNER"]/desc
source: Can single out and hijack the MV drives of absurdly powerful Multiverse cruisers from other twisted realities. Uses 2 fuel to do so, but can spawn any MV boss as a Quest. Always spawns them at a new "Suicide Mission" difficulty scaling. According to C.U.R.A, they drop different rewards than before, and something happens if you beat all of them...
ru: Может находить и взламывать МВ-приводы абсурдно мощных крейсеров Мультивселенной из других Искаженных реальностей. Для этого требуется 2 топлива, но процессе выполнения квеста можно породить любого МВ-босса. Всегда порождает их на новом уровне сложности "Самоубийственная миссия". Согласно К.У.Р.А., они приносят другие награды, чем раньше, и что-то произойдет, если вы победите их всех...

source: AGGRESSIVE Quick-Splitter TM
ru: АГРЕС. быстр. делитель TM

source: Patented GHOST DUPLICATING from another universe. Quickly kills all ghosts on the ship and transports their forcefully split bodies onto the enemy ship.
ru: Запатентованная ТЕХНОЛОГИЯ РАЗДЕЛЕНИЯ призраков из другой вселенной. Быстро убивает всех призраков на корабле и переносит их насильственно расщепленные тела на вражеский корабль.

# data/blueprints.xml.append$//augBlueprint[@name="GOZER_FRIDGE"]/title
source: Gozer's Fridge
ru: Холодильник Гозера

# data/blueprints.xml.append$//augBlueprint[@name="GOZER_FRIDGE"]/desc
source: This mini fridge is an excellent tool for storing your drinks and perishables. Also, your ghost crew can no longer phase through walls, but they feel incredibly durable! All Ghosts in your crew gain 70% max health and 30% movement speed.
ru: Этот мини-холодильник отлично подходит для хранения напитков и скоропортящихся продуктов. Кроме того, ваши призраки больше не смогут проходить сквозь двери, но зато они стали невероятно живучими! Все призраки в вашем экипаже получают +70% максимального здоровья и +30% скорости передвижения.

# data/blueprints.xml.append$//augBlueprint[@name="FREEDOM_ROCK"]/title
source: Rockmen Relic of Freedom
ru: Релик. свободы валунов

# data/blueprints.xml.append$//augBlueprint[@name="FREEDOM_ROCK"]/desc
source: This tiny statue invigorates your rockmen crew, they gain 1.8x movement speed!
ru: Эта крошечная статуэтка придает бодрости вашему экипажу валунов, и они увеличивают скорость передвижения до 1.8х!

# data/blueprints.xml.append$//augBlueprint[@name="DEPRESSION_EMITTER"]/title
source: Depression Emitter
ru: Излучатель депрессии

# data/blueprints.xml.append$//augBlueprint[@name="DEPRESSION_EMITTER"]/desc
source: "Life is Pain, I hate-" A well-known quote of famous serial killer Jeremy the 986th. This relic contains the eternal essence of Jeremy, a prominent Leech figure. Emits a depression aura that slows all enemy movement and repair speed by 20%.
ru: "Жизнь - это боль, я ненавижу..." Известная цитата знаменитого серийного убийцы Джереми 986-го. Эта реликвия содержит вечную сущность Джереми, выдающегося представителя пиявок. Излучает ауру депрессии, которая замедляет скорость передвижения и лечения всех врагов на 20%.

# data/blueprints.xml.append$//augBlueprint[@name="BRAIN_DONATION"]/title
source: Mind Clouder
ru: Хранитель разума

# data/blueprints.xml.append$//augBlueprint[@name="BRAIN_DONATION"]/desc
source: Ambrosia. This heavy cocktail of illict drugs makes your crew immune to mind control.
ru: Амброзия. Этот тяжелый коктейль из наркотиков делает ваш экипаж невосприимчивым к контролю разума.

# data/blueprints.xml.append$//augBlueprint[@name="DEATH_VESTS2"]/title
source: Twilight Vests
ru: Сумеречные жилеты

# data/blueprints.xml.append$//augBlueprint[@name="DEATH_VESTS2"]/desc
source: Adds a death effect to all non-Zoltan allied crew, making them explode for 45 crew damage against enemies, and sometimes start fires. Does not override crew that already have death effects.
ru: Добавляет эффект смерти всем союзникам, не являющимся золтанами, заставляя их взрываться, нанося врагам 45 единиц урона, и иногда вызывая пожары. Не заменяет уже имеющиеся эффекты смерти у экипажа.

# data/blueprints.xml.append$//augBlueprint[@name="TEA_EARL"]/title
source: Tea, Earl Grey
ru: Чай Эрл Грей

# data/blueprints.xml.append$//augBlueprint[@name="TEA_EARL"]/desc
source: Delicious tea even her royal highness would enjoy. Gives all allied Mantis +20% repair speed and +15 max health.
ru: Вкусный чай, который понравится даже ее королевскому высочеству. Дает всем союзным богомолам +20% скорости ремонта и +15 максимального здоровья.

# data/blueprints.xml.append$//augBlueprint[@name="MANTIS_RELOADER"]/title
source: Pheromone Accelerator
ru: Катализатор феромонов

# data/blueprints.xml.append$//augBlueprint[@name="MANTIS_RELOADER"]/desc
source: This small device allows an increased tolerance to Pheromone usage, and lowers all Mantis' ability cooldowns by 20%
ru: Это небольшое устройство позволяет усилить эффект от феромонов, но снижает время действия всех способностей богомолов на 20%.

# data/blueprints.xml.append$//augBlueprint[@name="COMBUSTION_VIRUS"]/title
source: Combustion Bioweapon
ru: Горючее биооружие

source: Zoltan Limit Release
ru: Снятие огранич. золтан

# data/blueprints.xml.append$//augBlueprint[@name="LAB_ZOLTAN_LIMIT_RELEASE"]/desc
source: Your Zoltans gain an active ability that reduces damage taken by 40% and increases damage dealt by 30%. They do not supply bonus power while this ability is active. Alongside this, Zoltan gain an extra 15 health and your ship gains a 5 HP Zoltan Shield.
ru: Ваши золтаны получают активную способность, которая снижает получаемый урон на 40% и увеличивает наносимый урон на 30%. Пока эта способность активна, они не выделяют энергию. Кроме того, золтаны получают дополнительные 15 единиц здоровья, а ваш корабль - золтанский щит на 5 единиц целостности.

source: Twisted Shatter Armor
ru: Искажен. оскол. броня

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_CRYSTAL_ARMOR_50"]/desc
source: This crystal armor functions in an abnormal way. It breaks off into 3 highly explosive crystal mines 50% of the time when you take hull damage.
ru: Эта кристаллическая броня функционирует аномальным образом. В 50% случаев, когда вы получаете урон по корпусу, она раскалывается на 3 взрывные кристаллические мины.

source: Twisted Shatter Armor
ru: Искажен. оскол. броня

source: This crystal armor functions in an abnormal way. It breaks off into 3 highly explosive crystal mines 50% of the time when you take hull damage.
ru: Эта кристаллическая броня функционирует аномальным образом. В 50% случаев, когда вы получаете урон по корпусу, она раскалывается на 3 взрывные кристаллические мины.

# data/blueprints.xml.append$//augBlueprint[@name="UPG_DRONE_SPEED_2"]/title
source: Drone Boost MK II
ru: Стимулятор дронов II

# data/blueprints.xml.append$//augBlueprint[@name="UPG_DRONE_SPEED_2"]/desc
source: Your drones gain tripled movement and a 50% boost to combat/sabotage damage and repair/extinguishing speed. Stacks with other boosters.
ru: Ваши дроны увеличивают скорость передвижения в три раза, а также на 50% повышают урон в бою/при саботаже и скорость ремонта/тушения. Складывается с другими усилителями.

source: Twisted Ammo Fabricator
ru: Искажен. изгот. боеприп.

# data/blueprints.xml.append$//augBlueprint[@name="UPG_WEAPONS_REPLICATOR_2"]/desc
source: Upgrade - Has a 60% chance to not use a missile when you shoot.
ru: Улучшение - 60% шанс не использовать боеголовку при стрельбе.

# data/blueprints.xml.append$//augBlueprint[@name="UPG_DRONE_COOLDOWN"]/title
source: Drone Boost MK KAI
ru: Стимулятор дронов "Кай"

# data/blueprints.xml.append$//augBlueprint[@name="UPG_DRONE_COOLDOWN"]/desc
source: Your crew drones recharge their abilities twice as fast.
ru: Дроны вашего экипажа перезаряжают свои способности в два раза быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="NANOMACHINE_ARMOR_ENEMY"]/title
source: NANOMACHINE_ARMOR
ru: НАНОМАШИНА_БРОНЯ

# data/blueprints.xml.append$//augBlueprint[@name="NANOMACHINE_ARMOR_ENEMY"]/desc
source: Your crew drones recharge their abilities twice as fast.
ru: Дроны вашего экипажа перезаряжают свои способности в два раза быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="ORCHID_KINDLING_ENEMY"]/title
source: Garden Kindling
ru: Садовый хворост

# data/blueprints.xml.append$//augBlueprint[@name="ORCHID_KINDLING_ENEMY"]/desc
source: Gives your Orchid Fire-Lilys the active ability to start a fire every 15 seconds.
ru: Дает вашей Орхидее-Огненной лилии активную способность разжигать пожар каждые 15 секунд.

# data/blueprints.xml.append$//augBlueprint[@name="ORCHID_KINDLING"]/title
source: Greenhouse Kindling
ru: Хворост для теплицы

# data/blueprints.xml.append$//augBlueprint[@name="ORCHID_KINDLING"]/desc
source: Gives your Orchid Fire-Lilies the active ability to start a fire every 15 seconds.
ru: Дает вашей орхидее-Огненной лилии активную способность разжигать пожары каждые 15 секунд.

# data/blueprints.xml.append$//augBlueprint[@name="FIRE_HEART"]/title
source: Scrapmetal Fireheart
ru: Металл. огненное сердце

# data/blueprints.xml.append$//augBlueprint[@name="FIRE_HEART"]/desc
source: "Fuel the fires, Feel the heat!" All normal Lanius crew heal from fire, have a slower oxygen drain, and deal 20% less combat damage.
ru: "Разжигай пожары, почувствуй жар!" Все обычные члены экипажа ланиусов исцеляются от огня со скоростью 3 ОЗ/с, медленнее расходуют кислород (на 70% меньше) и наносят на 20% меньше боевого урона.

# data/blueprints.xml.append$//augBlueprint[@name="COMBUSTION_VIRUS_ENEMY"]/title
source: [X]Combustion Virus
ru: [В] Горючее биооружие

# data/blueprints.xml.append$//augBlueprint[@name="COMBUSTION_VIRUS_ENEMY"]/desc
source: This pathogenic parasite infects all of your crew, giving all of them the active ability Combust, even crew that already have actives. Once infected the host subject cannot get rid of this. [X] - As an external system upgrade, this augment will provide its normal effect but take up an augment slot. Can be converted for free to the internal version under the internal exotic upgrade menu.
ru: Этот патогенный паразит заражает всех членов вашего экипажа, наделяя их активной способностью "Зажечь", даже тех, у кого уже есть активные способности. После заражения носитель не может от него избавиться. [В] - Будучи внешним лабораторным улучшением, этот модуль дает свой обычный эффект, но занимает слот модуля. Может быть бесплатно преобразовано во внутреннюю версию в меню внутренних улучшений "Экзотика".

# data/blueprints.xml.append$//augBlueprint[@name="GOLDEN_TUCO"]/title
source: Golden Tuco
ru: Золотой Туко

# data/blueprints.xml.append$//augBlueprint[@name="GOLDEN_TUCO"]/desc
source: This limited edition Tuco's Child Casino and Gardening Emporium golden figurine makes your crew feel warm and fuzzy inside. Provides 30% active ability cooldown reduction to all of your crew(except Mantis, Mantis HATE figurines).
ru: Эта Золотая фигурка из ограниченного тиража Детского казино и Садового эмпориума Туко позволит вашему экипажу почувствовать себя тепло и уютно. Дает +30% увеличение скорости перезарядки активных способностей всем членам вашего экипажа (кроме богомолов, богомолы НЕНАВИДЯТ статуэтки).

# data/blueprints.xml.append$//augBlueprint[@name="MALBORO_RED"]/title
source: Malboro Quasar
ru: Мальборо Квазар

# data/blueprints.xml.append$//augBlueprint[@name="MALBORO_RED"]/desc
source: These hyper-addictive cigarettes somehow boost your vitality, but give you horrible lung problems. Seems healthy! ...if you're a fool that is. 2x max health for all slugs, but 3x suffocation damage taken.
ru: Эти сигареты, вызывающие гиперзависимость, каким-то образом повышают жизненный тонус, но вызывают ужасные проблемы с легкими. Кажется полезным! ...если вы дурак. 2х максимальное здоровье для всех слизней, но 3х получаемый урон от удушья.

# data/blueprints.xml.append$//augBlueprint[@name="REALITY_RELOADER"]/title
source: Reality-Bent Reloader
ru: Перезагр. реальности

# data/blueprints.xml.append$//augBlueprint[@name="REALITY_RELOADER"]/desc
source: This mysteriously reloader also appears to boost your shield recharge rate. 15% boost to weapons and shield recharge.
ru: Этот таинственный перезагрузчик также увеличивает скорость перезарядки щита. На 15% увеличивается скорость перезарядки оружия и щита.

# data/blueprints.xml.append$//augBlueprint[@name="FM_UPG_AETHER_SHIELDS"]/title
source: Aether Ascension Shields
ru: Эфир. щиты вознесения

# data/blueprints.xml.append$//augBlueprint[@name="FM_UPG_AETHER_SHIELDS"]/desc
source: Effects: Provides a bonus 6 energy shield points which will stack with other energy shields.
ru: Эффекты: Дает дополнительные 6 единиц целостности энергетического щита, которые складываются с другими энергетическими щитами.

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ZERG_CREW_STIMS"]/title
source: Zerg Pheromones
ru: Феромоны зергов

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_ZERG_CREW_STIMS"]/desc
source: Strength inducing pheromones that are dispersed through the Life Support system. Each powered level reduces active ability cooldowns by 10%, increases damage by 10% and increases movement speed by 33%. Works on both ships.
ru: Феромоны, повышающие силу, которые распространяются через систему жизнеобеспечения. Каждый уровень энергии уменьшает время действия активной способности на 10%, увеличивает урон на 10% и скорость передвижения на 33%. Действует на оба корабля.

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_LOSTSUN"]/title
source: Reality-Bent Vessel
ru: Перезагружающее реальность судно

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_LOSTSUN"]/desc
source: This vessel can only survive for 75 seconds in combat before tearing itself apart via the FTL drive. End battles quickly or suffer an instant death.
ru: Это судно может продержаться в бою только 75 секунд, прежде чем разорвется на части из-за ССД. Заканчивайте битвы быстро или мгновенно погибните.

# data/blueprints.xml.append$//augBlueprint[@name="FM_DRONE_REPAIR_SYSTEM"]/title
source: Drone Repair Tools
ru: Ремонтн. средства дронов
