Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//augBlueprint[@name="FM_DRONE_REPAIR_SYSTEM"]/desc
source: This ship is equipped with emergency dronebay repair tools, which allows your crew to repair your drone control 40% faster.
ru: Этот корабль оснащен аварийными инструментами для ремонта дронов, что позволяет вашему экипажу ремонтировать систему контроля дронов на 40% быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="FM_ORCHID_HEAL"]/title
source: Pun-tastic Vegetation
ru: Вегетационный каламбур.

# data/blueprints.xml.append$//augBlueprint[@name="FM_ORCHID_HEAL"]/desc
source: Orchids provide a 0.4hp/s heal effect to allied crew in the same room.
ru: Орхидеи накладывают эффект исцеления на 0.4 ОЗ/с на всех союзников, находящихся в том же отсеке.

source: Personnel Shielding
ru: Защита персонала

source: Zoltans gain 15 more health.
ru: Золтаны получают +15 здоровья.

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SUPER_DEPRESSION"]/title
source: Motivation Reducer
ru: Уменьшитель мотивации

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_SUPER_DEPRESSION"]/desc
source: Casts a depressive effect on the enemy crew, inflicting +1 power drain from their own systems.
ru: Накладывает эффект депрессии на вражеский экипаж, вызывая истощение +1 энергии из их собственных систем.

# data/blueprints.xml.append$//augBlueprint[@name="ABILITY_DEPRESS_TOGGLE"]/title
source: You shouldn't see this, bucko
ru: Вы не должны это видеть, хвастун.

# data/blueprints.xml.append$//augBlueprint[@name="ABILITY_DEPRESS_TOGGLE"]/desc
source: This is supposed to be a hidden augment that makes the ability work when it should.
ru: Предполагается, что это скрытый модуль, который заставляет способность работать, когда это необходимо.

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_TAROT_CARDS"]/title
source: Tarot Cards
ru: Карты Таро

# data/blueprints.xml.append$//augBlueprint[@name="LOCKED_TAROT_CARDS"]/desc
source: An unusual deck of cards, with powerful and unpredictable effects.
ru: Необычная колода карт, обладающая мощными и непредсказуемыми эффектами.

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_BLESSING"]/title
source: Twisted Blessing
ru: Искаженное благословение

# data/blueprints.xml.append$//augBlueprint[@name="PACIFISTIC_REGENERATION"]/title
source: Pacifistic Regeneration
ru: Пацифистская регенерация

# data/blueprints.xml.append$//augBlueprint[@name="PACIFISTIC_REGENERATION"]/desc
source: For every living enemy crew aboard your ship, all allied crew on board your ship constantly regenerate at 2.0 hp/s. Provides a 5 HP Energy Shield as well.
ru: За каждого живого вражеского члена экипажа на борту вашего корабля, все союзники постоянно регенерируют по 2.0 ОЗ/с. Предоставляет также энергетический щит на 5 единиц целостности.

source: Twisted Kleptocracy Cruiser
ru: Искаженный крейсер Клептократии

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TWISTED_KLEPTOCRACY"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_ANCIENT_BOUNTY"]/title
source: Aether Bounty Codex
ru: Кодекс эфирных целей

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_ANCIENT_BOUNTY"]/desc
source: After finding some Aether tech of their own, these Obelisk-hating slugs decided that there was no better way to use it than to wipe the Multiverse clean of every last Ancient, as well as anybody else stupid enough to get in their way. In order to achieve this, they turned their extremely unhealthy smoking habits into a weapon, one that increases asphyxiation damage by 100% per level of Life Support powered. Unfortunately, the Malboro Dispersal Unit also slightly affects your ship too, due to its unhealthy nature, making all crew on your ship take an extra 25% asphyxiation damage.
ru: Отыскав собственные технологии эфира, эти ненавидящие обелисков слизни решили, что нет лучшего способа использовать их, чем очистить Мультивселенную от всех древних, а также всех, кто достаточно глуп, чтобы встать на их пути. Чтобы добиться этого, они превратили свою крайне вредную привычку курить в оружие, которое увеличивает урон от удушья на 100% за каждый уровень жизнеобеспечения. К сожалению, из-за своей губительной для здоровья природы Мальборо Квазар также немного влияет на ваш корабль, заставляя всех членов экипажа получать дополнительные 25% урона от удушья.

# data/blueprints.xml.append$//augBlueprint[@name="DECREPIT_MURDERBOTS"]/title
source: Decrepit Nanomachines
ru: Ветхие наномашины

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_MURDERBOTS"]/title
source: Ruinous Nanomachines
ru: Разрушит. наномашины

# data/blueprints.xml.append$//augBlueprint[@name="ANCIENT_MURDERBOTS"]/desc
source: Normally, after such a long time these nanomachines would have long since broken-down, but thanks to it's previous owners cruelty it has been kept maintained and in use for a very long time. For each powered level of doors, enemy boarders will take -2hp/s, and take 30% extra damage from all sources. Alongside this, all anaerobic boarders will have their suffocation immunity removed.
ru: Обычно после такого долгого времени эти наномашины давно бы вышли из строя, но благодаря жестокости предыдущих владельцев они сохранялись и использовались очень долгое время. За каждый уровень питания дверей враги получают 2 ОЗ/с урона, а также 30% дополнительного урона от всех источников. Кроме того, у всех анаэробных обитателей будет потерян иммунитет к удушью.

# data/blueprints.xml.append$//augBlueprint[@name="ROYAL_MURDERBOTS"]/title
source: Royal Nanomachines
ru: Дворянские наномашины

# data/blueprints.xml.append$//augBlueprint[@name="ROYAL_MURDERBOTS"]/desc
source: Despite countless millennia of dormancy, these nanomachines have maintained themselves perfectly. They will incinerate crew aboard your ship rapidly, and will extinguish fires nearly-instantly. Additionally, all friendly crew aboard your ship are granted full fire immunity.
ru: Несмотря на долгие тысячелетия бездействия, эти наномашины прекрасно сохранились. Они быстро испепеляют экипаж корабля и почти мгновенно тушат пожары. Кроме того, все дружественные члены экипажа на борту вашего корабля получают полный иммунитет к огню.

source: Hyper-Advanced-Ventilation
ru: Гиперрегул. вентиляция

source: Does exactly what it says on the tin.
ru: Делает именно то, что написано на жестянке.

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_MANTIS_UPGRADER"]/title
source: Queen's Tea
ru: Королевский чай

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_MANTIS_UPGRADER"]/desc
source: The preferred beverage of an immortal monarch who rules over the distant cluster of Britannia. Each level of the Life Support system that is powered provides a 15% combat damage boost to all allied crew, but also reduces repair speed by 25%. Can be used to upgrade/convert your mantis crew during storage checks, although her Majesty demands a tax for her power...
ru: Любимый напиток бессмертного монарха, правящего далеким кластером Британия. Каждый уровень системы жизнеобеспечения, на который подается питание, повышает боевой урон всех членов экипажа на 15%, но при этом снижает скорость ремонта на 25%. Может быть использовано для модернизации/преобразования экипажа богомолов в меню склада, хотя ее величество потребует плату за свое могущество...

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TWISTED_FREEMANTIS"]/title
source: Twisted Free Mantis Cruiser
ru: Искаженный крейсер Свободных Богомолов

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TWISTED_FREEMANTIS"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_FLAK_FORGE"]/title
source: Flak Forge
ru: Кованная оск. пушка

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_FLAK_FORGE"]/desc
source: Flak Surge Description
ru: Кованный оск. выброса

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_HULL_ARM"]/title
source: Self Arm
ru: Самооружие

# data/blueprints.xml.append$//augBlueprint[@name="TWISTED_HULL_ARM"]/desc
source: A versatile capable of grabbing drones and magnetizing debris. Additionally, it can grab ripped-off pieces of your hull to deconstruct them for scrap.(-90% scrap but dmg taken -> scrap)
ru: Универсальная система, способная захватывать дроны и примагничивать обломки. Кроме того, он может захватывать оторванные куски корпуса, чтобы разобрать их на металлолом.(-90% лома, но полученный урон преобразуется в лом)

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TWISTED_ROCK"]/title
source: Twisted Rock Cruiser
ru: Искаженный крейсер валунов

# data/blueprints.xml.append$//augBlueprint[@name="SHIP_TWISTED_ROCK"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Deconstructive Gas
ru: Разлагающий газ

source: This horrifying mixture of neurotoxins and viral agents will damage all enemy boarders over time. Deconstructing boarders in this manner yields valuable scientific data, which your Shell crew can use to strengthen themselves. Furthermore, all enemy crew who die aboard your ship cannot be cloned due to severe genetic damage.
ru: Эта ужасающая смесь нейротоксинов и вирусных агентов со временем уничтожит всех вражеских абордажников. Разрушая абордажников таким образом, вы получаете ценные научные данные, которые экипаж ракушек может использовать для своего усиления. Кроме того, все вражеские экипажи, погибшие на борту вашего корабля, не могут быть клонированы из-за серьезных генетических повреждений.

# data/blueprints.xml.append$//augBlueprint[@name="DECONSTUCT_HEALTH_BOOST"]/title
source: Deconstructive Health Boost
ru: Деконстр. рост здоровья

# data/blueprints.xml.append$//augBlueprint[@name="DECONSTUCT_HEALTH_BOOST"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Sacrificial Boarding Portal
ru: Жертв. портал абордаж.

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Haunted Fridge
ru: Холодильн. с приведен.

source: A mysterious fridge, brimming with gas and unknowable power. Whatever lies within seems to take great satisfaction in the death of your enemies...
ru: Таинственный холодильник, наполненный газом и непостижимой силой. Что бы ни находилось внутри, похоже, оно получает огромное удовольствие от смерти ваших врагов...

source: Ghost Purger
ru: Призрачн. Чистильщик

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//augBlueprint[@name="FM_RELOADER_REWARD_2"]/title
source: Damaged Reloader
ru: Поврежд. перезарядчик

# data/blueprints.xml.append$//augBlueprint[@name="FM_RELOADER_REWARD_2"]/desc
source: 7% reloader
ru: 7% перезарядка

# data/blueprints.xml.append$//augBlueprint[@name="FM_RELOADER_REWARD_3"]/title
source: Custom Reloader
ru: Индивид. перезарядчик

# data/blueprints.xml.append$//augBlueprint[@name="FM_RELOADER_REWARD_3"]/desc
source: 10% reloader
ru: 10% перезарядки

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FM_PLATED"]/title
source: Boon of Plated
ru: Благо пластинчатых

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FM_PLATED"]/desc
source: Plated crew gain +1 ability charge.
ru: Экипаж Пластинчатых получает +1 заряд способностей.

source: Grant of Armoring
ru: Дар бронирования

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FM_FORGEARMOR"]/desc
source: Modular Hull has +5 notches.
ru: Модульный корпус имеет +5 ячеек.

source: Blessing of Forges
ru: Благословение кузниц

source: Forgemaster will always spawn.
ru: Кузнец всегда будет появляться.

source: Greater Blessing of Forges
ru: Велик. благосл. кузниц

source: Forgemaster has a bigger store.
ru: У Кузнеца есть более крупный магазин.

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FM_ANCWEAPON"]/title
source: Blessing of the Foolhardy
ru: Благословение глупцов

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FM_ANCWEAPON"]/desc
source: Ancalagon Crystals take 50% less damage.
ru: Кристаллы Анкалагона получают на 50% меньше урона.

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FM_TERMINUS"]/title
source: Blessing of Twistedness
ru: Благослов. искажения

# data/blueprints.xml.append$//augBlueprint[@name="JUDGE_BOON_FM_TERMINUS"]/desc
source: Your ship and crew stats are increased by 5%.
ru: Характеристики вашего корабля и экипажа увеличиваются на 5%.

# data/blueprints.xml.append$//augBlueprint[@name="HID_GOZER_FRIDGE"]/title
source: Gozer's Fridge
ru: Холодильник Гозера

# data/blueprints.xml.append$//augBlueprint[@name="HID_GOZER_FRIDGE"]/desc
source: This mini fridge is an excellent tool for storing your drinks and perishables. Also, your ghost crew can no longer phase through walls, but they feel incredibly durable! All Ghosts in your crew gain 70% max health and 30% movement speed.
ru: Этот мини-холодильник отлично подходит для хранения напитков и скоропортящихся продуктов. Кроме того, ваши призраки больше не смогут проходить сквозь двери, но зато они стали невероятно живучими! Все призраки в вашем экипаже получают +70% максимального здоровья и +30% скорости передвижения.

# data/blueprints.xml.append$//augBlueprint[@name="HID_FREEDOM_ROCK"]/title
source: Rockmen Relic of Freedom
ru: Релик. свободы валунов

# data/blueprints.xml.append$//augBlueprint[@name="HID_FREEDOM_ROCK"]/desc
source: This tiny statue invigorates your rockmen crew, they gain 1.8x movement speed!
ru: Эта крошечная статуэтка придает бодрости вашему экипажу валунов, и они увеличивают скорость передвижения до 1.8х!

# data/blueprints.xml.append$//augBlueprint[@name="HID_DEPRESSION_EMITTER"]/title
source: Depression Emitter
ru: Излучатель депрессии

# data/blueprints.xml.append$//augBlueprint[@name="HID_DEPRESSION_EMITTER"]/desc
source: "Life is Pain, I hate-" A well-known quote of famous serial killer Jeremy the 986th. This relic contains the eternal essence of Jeremy, a prominent Leech figure. Emits a depression aura that slows all enemy movement and repair speed by 20%.
ru: "Жизнь - это боль, я ненавижу..." Известная цитата знаменитого серийного убийцы Джереми 986-го. Эта реликвия содержит вечную сущность Джереми, выдающегося представителя пиявок. Излучает ауру депрессии, которая замедляет скорость передвижения и лечения всех врагов на 20%.

# data/blueprints.xml.append$//augBlueprint[@name="HID_BRAIN_DONATION"]/title
source: Mind Clouder
ru: Хранитель разума

# data/blueprints.xml.append$//augBlueprint[@name="HID_BRAIN_DONATION"]/desc
source: Ambrosia. This heavy cocktail of illict drugs makes your crew immune to mind control.
ru: Амброзия. Этот тяжелый коктейль из наркотиков делает ваш экипаж невосприимчивым к контролю разума.

# data/blueprints.xml.append$//augBlueprint[@name="HID_DEATH_VESTS2"]/title
source: Twilight Vests
ru: Сумеречные жилеты

# data/blueprints.xml.append$//augBlueprint[@name="HID_DEATH_VESTS2"]/desc
source: Adds a death effect to all non-Zoltan allied crew, making them explode for 45 crew damage against enemies, and sometimes start fires. Does not override crew that already have death effects.
ru: Добавляет эффект смерти всем союзникам, не являющимся золтанами, заставляя их взрываться, нанося врагам 45 единиц урона, и иногда вызывая пожары. Не заменяет уже имеющиеся эффекты смерти у экипажа.

# data/blueprints.xml.append$//augBlueprint[@name="HID_TEA_EARL"]/title
source: Tea, Earl Grey
ru: Чай Эрл Грей

# data/blueprints.xml.append$//augBlueprint[@name="HID_TEA_EARL"]/desc
source: Delicious tea even her royal highness would enjoy. Gives all allied Mantis +20% repair speed and +15 max health.
ru: Вкусный чай, который понравится даже ее королевскому высочеству. Дает всем союзным богомолам +20% скорости ремонта и +15 максимального здоровья.

# data/blueprints.xml.append$//augBlueprint[@name="AUG_MAGATAMA"]/title
source: Magatama
ru: Магатама

# data/blueprints.xml.append$//augBlueprint[@name="AUG_MAGATAMA"]/desc
source: Effects: +40% crew heal speed, -5% damage taken for crew.
ru: Эффекты: +40% скорости исцеления экипажа, 5% сопротивляемости урону для экипажа.

# data/blueprints.xml.append$//augBlueprint[@name="HID_MANTIS_RELOADER"]/title
source: Pheromone Accelerator
ru: Катализатор феромонов

# data/blueprints.xml.append$//augBlueprint[@name="HID_MANTIS_RELOADER"]/desc
source: This small device allows an increased tolerance to Pheromone usage, and lowers all Mantis' ability cooldowns by 20%
ru: Это небольшое устройство позволяет усилить эффект от феромонов, но снижает время действия всех способностей богомолов на 20%.

# data/blueprints.xml.append$//augBlueprint[@name="MANTIS_RELOADER_ENEMY"]/title
source: Pheromone Accelerator
ru: Катализ. феромонов

# data/blueprints.xml.append$//augBlueprint[@name="MANTIS_RELOADER_ENEMY"]/desc
source: This small device allows an increased tolerance to Pheromone usage, and lowers all Mantis' ability cooldowns by 20%
ru: Это небольшое устройство позволяет усилить эффект от феромонов, но снижает время действия всех способностей богомолов на 20%.

# data/blueprints.xml.append$//augBlueprint[@name="HID_COMBUSTION_VIRUS"]/title
source: Combustion Bioweapon
ru: Горючее биооружие

# data/blueprints.xml.append$//augBlueprint[@name="HID_COMBUSTION_VIRUS"]/desc
source: This bioweapon infects all of your crew, giving all of them the active ability Combust, even crew that already have actives. Once infected the host subject cannot get rid of this. As for the Shell race, its existing Combust abilities are upgraded, typically costing less health or being more potent.
ru: Это биооружие заражает всех членов вашего экипажа, наделяя их активной способностью "Зажечь", даже тех, у кого уже есть активные способности. После заражения носитель не может от него избавиться. Что касается расы ракушек, то существующие у них способность "Зажечь" улучшаются, как правило, за счет уменьшения здоровья или большему урону по себе.

source: Zoltan Limit Release
ru: Снятие огранич. золтан

source: Your Zoltans gain an active ability that reduces damage taken by 40% and increases damage dealt by 30%. They do not supply bonus power while this ability is active. Alongside this, Zoltan gain an extra 15 health and your ship gains a 5 HP Zoltan Shield.
ru: Ваши золтаны получают активную способность, которая снижает получаемый урон на 40% и увеличивает наносимый урон на 30%. Пока эта способность активна, они не выделяют энергию. Кроме того, золтаны получают дополнительные 15 единиц здоровья, а ваш корабль - золтанский щит на 5 единиц целостности.

# data/blueprints.xml.append$//augBlueprint[@name="HID_UPG_DRONE_SPEED_2"]/title
source: Drone Boost MK II
ru: Стимулятор дронов II

# data/blueprints.xml.append$//augBlueprint[@name="HID_UPG_DRONE_SPEED_2"]/desc
source: Your drones gain tripled movement and a 50% boost to combat/sabotage damage and repair/extinguishing speed. Stacks with other boosters.
ru: Ваши дроны увеличивают скорость передвижения в три раза, а также на 50% повышают урон в бою/при саботаже и скорость ремонта/тушения. Складывается с другими усилителями.

source: Twisted Ammo Fabricator
ru: Искажен. изгот. боеприп.

source: Upgrade - Has a 60% chance to not use a missile when you shoot.
ru: Улучшение - 60% шанс не использовать боеголовку при стрельбе.

# data/blueprints.xml.append$//augBlueprint[@name="HID_UPG_DRONE_COOLDOWN"]/title
source: Drone Boost MK KAI
ru: Стимулятор дронов "Кай"

# data/blueprints.xml.append$//augBlueprint[@name="HID_UPG_DRONE_COOLDOWN"]/desc
source: Your crew drones recharge their abilities twice as fast.
ru: Дроны вашего экипажа перезаряжают свои способности в два раза быстрее.

# data/blueprints.xml.append$//augBlueprint[@name="HID_FIRE_HEART"]/title
source: Scrapmetal Fireheart
ru: Металл. огненное сердце

# data/blueprints.xml.append$//augBlueprint[@name="HID_FIRE_HEART"]/desc
source: "Fuel the fires, Feel the heat!" All normal Lanius crew heal from fire, have a slower oxygen drain, and deal 20% less combat damage.
ru: "Разжигай пожары, почувствуй жар!" Все обычные члены экипажа ланиусов исцеляются от огня со скоростью 3 ОЗ/с, медленнее расходуют кислород (на 70% меньше) и наносят на 20% меньше боевого урона.

# data/blueprints.xml.append$//augBlueprint[@name="HID_GOLDEN_TUCO"]/title
source: Golden Tuco
ru: Золотой Туко

# data/blueprints.xml.append$//augBlueprint[@name="HID_GOLDEN_TUCO"]/desc
source: This limited edition Tuco's Child Casino and Gardening Emporium golden figurine makes your crew feel warm and fuzzy inside. Provides 30% active ability cooldown reduction to all of your crew(except Mantis, Mantis HATE figurines).
ru: Эта Золотая фигурка из ограниченного тиража Детского казино и Садового эмпориума Туко позволит вашему экипажу почувствовать себя тепло и уютно. Дает +30% увеличение скорости перезарядки активных способностей всем членам вашего экипажа (кроме богомолов, богомолы НЕНАВИДЯТ статуэтки).

# data/blueprints.xml.append$//augBlueprint[@name="HID_MALBORO_RED"]/title
source: Malboro Quasar
ru: Мальборо Квазар

# data/blueprints.xml.append$//augBlueprint[@name="HID_MALBORO_RED"]/desc
source: These hyper-addictive cigarettes somehow boost your vitality, but give you horrible lung problems. Seems healthy! ...if you're a fool that is. 2x max health for all slugs, but 3x suffocation damage taken.
ru: Эти сигареты, вызывающие гиперзависимость, каким-то образом повышают жизненный тонус, но вызывают ужасные проблемы с легкими. Кажется полезным! ...если вы дурак. 2х максимальное здоровье для всех слизней, но 3х получаемый урон от удушья.

# data/blueprints.xml.append$//augBlueprint[@name="HID_REALITY_RELOADER"]/title
source: Reality-Bent Reloader
ru: Перезагр. реальности

# data/blueprints.xml.append$//augBlueprint[@name="HID_REALITY_RELOADER"]/desc
source: This mysteriously reloader also appears to boost your shield recharge rate. 15% boost to weapons and shield recharge.
ru: Этот таинственный перезагрузчик также увеличивает скорость перезарядки щита. На 15% увеличивается скорость перезарядки оружия и щита.

source: Aether Ascension Shields
ru: Эфир. щиты вознесения

source: Effects: Provides a bonus 6 energy shield points which will stack with other energy shields.
ru: Эффекты: Дает дополнительные 6 единиц целостности энергетического щита, которые складываются с другими энергетическими щитами.

# data/blueprints.xml.append$//augBlueprint[@name="AUG_TERMINUS"]/title
source: boss rush reward thingy
ru: Награда за победу над боссом

# data/blueprints.xml.append$//augBlueprint[@name="AUG_TERMINUS"]/desc
source: Effects: all crew stats +40%.
ru: Эффекты: все характеристики экипажа +40%.

source: Modular Hull stabilizer
ru: Мод. стабилиз. корпуса

source: Increases Upgrade Notch Limit.
ru: Увелич. лимит улучш.

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL"]/title
source: Alastair's Modular Hull
ru: Мод. корпус Алестера

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL"]/desc
source: A highly customizable layer of plating for your ship, made by the great Forgemaster himself. Provides 5% resistance to hull damage even with no modules Installed.
ru: Настраиваемый слой обшивки для вашего корабля, созданный самим великим Кузнецом. Дает 5% шанс противостоять урону корпуса даже без установленных модулей.

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_LITE"]/title
source: Alastair's Modular Hull
ru: Мод. корпус Алестера
