Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_IMPRISMENT_INDUCER"]/desc
source: A weapon composed of hard-light projectors and ornate crystalline lensing, capable of rendering even the hardiest of crew vulnerable to attack. Will contain any and all struck crew within a crystalline prison, taking 2x damage from crew and fires. However, weapons only do 1.3x and while in the prisons crew don't suffocate.
ru: Орудие, состоящее из излучателей твердого света и витиеватых кристаллических линз, способное сделать уязвимым для атаки даже самый выносливый экипаж. Заключает всех пораженных членов экипажа в кристаллическую тюрьму, где они получают 2x урона в бою с экипажем и огня. Однако орудие наносит только 1.3х урона, и пока экипаж находится в тюрьме, он не задыхается.

source: A weapon composed of hard-light projectors and ornate crystalline lensing, capable of rendering even the hardiest of crew vulnerable to attack. Will contain any and all struck crew within a crystalline prison, taking 2x damage from crew and fires. However, weapons only do 1.3x and while in the prisons crew don't suffocate.
ru: Орудие, состоящее из излучателей твердого света и витиеватых кристаллических линз, способное сделать уязвимым для атаки даже самый выносливый экипаж. Заключает всех пораженных членов экипажа в кристаллическую тюрьму, где они получают 2x урона в бою с экипажем и огня. Однако орудие наносит только 1.3х урона, и пока экипаж находится в тюрьме, он не задыхается.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_BASILISK"]/title
source: The Basilisk
ru: Василиск

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_BASILISK"]/short
source: Basilisk
ru: Василиск

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_BASILISK"]/desc
source: This Bizarre Bio-weapon was created using mutagens to meld a Leech with a Kernel weapon. Stuns crew for a long time.
ru: Это причудливое биооружие было создано с помощью мутагенов, соединивших пиявку с зернометом. Надолго оглушает экипаж.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_BASILISK"]/tooltip
source: 2 power beam weapon that stuns enemy crew, and pierces 2 shields, and has a small chance to breach
ru: Лучевое орудие, которое потребляет 2 энергии, которое оглушает вражеский экипаж, пробивает 2 щита и имеет небольшой шанс создать пробоину

source: Kasay Combat Drone Mk II [Beam]
ru: Боевой дрон "Касай" мод. II [Луч]

source: Kasay II [B]
ru: Касай II [Луч]

source: [CURRENT MODE: Beam] Designed by Kasaymiiikor. Combat toggle Drone that can switch between a Laser and Beam weapon. Moves faster than the normal MK II. Fast and bright as a Zoltan Circus!
ru: [ТЕКУЩИЙ РЕЖИМ: Луч] Создан Касаймииикором. Боевой переключаемый дрон, способный переключаться между лазерным и лучевым оружием. Двигается быстрее, чем обычный мод. II. Быстрый и яркий, как золтанский цирк!

source: Kasay Combat Drone Mk II [Laser]
ru: Боевой дрон "Касай" мод. II [Лазер]

source: Kasay II [L]
ru: Касай II [Л]

source: [CURRENT MODE: Laser] Designed by Kasaymiiikor. Combat toggle Drone that can switch between a Laser and Beam weapon. Moves faster than the normal MK II. Fast and bright as a Zoltan Circus!
ru: [ТЕКУЩИЙ РЕЖИМ: Лазер] Создан Касаймииикором. Боевой переключаемый дрон, способный переключаться между лазерным и лучевым оружием. Двигается быстрее, чем обычный мод. II. Быстрый и яркий, как золтанский цирк!

# data/blueprints.xml.append$//droneBlueprint[@name="FM_DEFENSE_3_MEGA"]/title
source: Kasay Defender Mk. III††
ru: Защитный дрон "Касай" мод. III††

# data/blueprints.xml.append$//droneBlueprint[@name="FM_DEFENSE_3_MEGA"]/short
source: Kasay Def. III††
ru: Защ. Касай III††

# data/blueprints.xml.append$//droneBlueprint[@name="FM_DEFENSE_3_MEGA"]/desc
source: Designed by Kasaymiiikor. Defense drone capable of targeting lasers or solid projectiles. Shoots faster than the normal MkIII. Fast and bright as a Zoltan Circus! Reload: 98 MS
ru: Создан Касаймииикором. Защитный дрон, способный поражать цель лазерами или твердыми снарядами. Стреляет быстрее, чем обычный мод. III. Быстрый и яркий, как золтанский цирк! Перезарядка: 98 МС

# data/blueprints.xml.append$//droneBlueprint[@name="FM_HACKER_DRONE"]/title
source: Hacker Drone
ru: Дрон-хакер

# data/blueprints.xml.append$//droneBlueprint[@name="FM_HACKER_DRONE"]/short
source: Hack Drone
ru: Дрон-хакер

# data/blueprints.xml.append$//droneBlueprint[@name="FM_HACKER_DRONE"]/desc
source: Fires a micro hacker drone. Automatically hacks the room hit and stuns enemy targets within it for 5 seconds.
ru: Выпускает дрона-микрохакера. Автоматически взламывает отсек, в который попал, и оглушает находящиеся в нем врагов на 5 секунд.

# data/blueprints.xml.append$/dummyroot/FTL[14]/droneBlueprint[5]/title
source: Dragon Drone[Laser]
ru: Драконий дрон [Лазер]

# data/blueprints.xml.append$/dummyroot/FTL[14]/droneBlueprint[5]/short
source: Dragon [L]
ru: Дракон [Л]

# data/blueprints.xml.append$/dummyroot/FTL[14]/droneBlueprint[5]/desc
source: FLAMETHROWER DRONE HERE
ru: ОГНЕМЕТНЫЙ ДРОН ЗДЕСЬ

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AN_COMBAT_1_LASER"]/title
source: Ancalagon Combat Drone Mk I [Laser]
ru: Боевой дрон Анкалагона мод. I [Лазер]

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AN_COMBAT_1_LASER"]/short
source: A. Combat I [L]
ru: Б. Анкал. I [Л]

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AN_COMBAT_1_LASER"]/desc
source: A drone crafted from metals you can't identify and crystals that hum with aberrant power. This one flings a pair of high-impact lasers. A label reads "Property of the Ancalagon Division."
ru: Дрон, созданный из неизвестных вам металлов и кристаллов, которые гудят с необычайной силой. Этот стреляет парой мощных лазеров. На ярлыке написано: "Собственность подразделения Анкалагон".

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AN_DEFENSE_3_LASER"]/title
source: Ancalagon Defense Drone Mk. I
ru: Защитный дрон Анкалагона мод. I

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AN_DEFENSE_3_LASER"]/short
source: A. Defense I
ru: Защ. Анкал. I

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AN_DEFENSE_3_LASER"]/desc
source: A drone crafted from metals you can't identify and crystals that hum with aberrant power. This one shoots a barrage of defensive projectiles. A label reads "Property of the Ancalagon Division." Reload: 115 MS
ru: Дрон, созданный из металлов, которые вы не можете определить, и кристаллов, которые гудят с необычной силой. Этот стреляет шквалом защитных снарядов. На ярлыке написано "Собственность подразделения Анкалагон". Перезарядка: 115 МС

source: Energy Combat Drone Mk I [Beam]
ru: Энергетический боевой дрон мод. I [Луч]

source: E. Combat I [B]
ru: Э. боев. I [Луч]

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ENERGY_COMBAT_BEAM1"]/desc
source: A drone capable of doing both ion and hull damage at the same time. Currently configured to move slowly and fire an energy beam.
ru: Дрон, способный одновременно наносить ионный и корпусной урон. В настоящее время настроен на медленное перемещение и стрельбу энергетическим лучом.

source: Drone Energy Beam
ru: Энергетический лучевой дрон

source: Energy Combat Drone Mk I [Pinpoint]
ru: Энергетический боевой дрон мод. I [Точечный луч]

source: E. Combat I [P]
ru: Э. боев. I [Т]

source: A drone capable of doing both ion and hull damage at the same time. Currently configured to move quickly and fire an energy pinpoint.
ru: Дрон, способный одновременно наносить ионный и корпусной урон. В настоящее время настроен на быстрое перемещение и стрельбу энергетическими точечными лучами.

source: Drone Energy Pinpoint
ru: Энергетический точечный дрон

source: Eradicator MK II
ru: "Ликвидатор" мод. II

source: Erad. II
ru: Ликвид. II

source: A powerful drone wielding an ancient beam, able to move far quicker than it probably should :)
ru: Мощный дрон, обладающий древним лучом, способный двигаться гораздо быстрее, чем ему, вероятно, следовало бы :)

source: Eradicator MK II
ru: "Ликвидатор" мод. II

source: Eradic. II
ru: Ликвид. II

source: A powerful weapon of destruction predating any modern Beam, which does massive amounts of damage.
ru: Разрушительное орудие, предшественник современного лучевого оружия. Наносит огромный урон.

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: Eradicator MK III
ru: "Ликвидатор" мод. III

source: Erad. III
ru: Ликвид. III

source: A powerful drone wielding an ancient beam, able to move far quicker than it probably should :)
ru: Мощный дрон, обладающий древним лучом, способный двигаться гораздо быстрее, чем ему, вероятно, следовало бы :)

source: Eradicator MK III
ru: "Ликвидатор" мод. III

source: Eradic. III
ru: Ликвид. III

source: A powerful weapon of destruction predating any modern Beam, which does massive amounts of damage.
ru: Разрушительное орудие, предшественник современного лучевого оружия. Наносит огромный урон.

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: Royal Eradicator MK III
ru: Дворянский ликвидатор мод. III

source: R. Erad. III
ru: Двор. ликв. III

source: A powerful drone wielding an ancient beam, able to move far quicker than it probably should, now in pink! :)
ru: Мощный дрон, обладающий древним лучом и способный двигаться гораздо быстрее, чем следовало бы, теперь в розовом цвете! :)

source: Eradicator MK III
ru: "Ликвидатор" мод. III

source: Eradic. III
ru: Ликвид. III

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ROYAL_BEAM_3_DRONE"]/desc
source: A powerful weapon of destruction predating any modern Beam, which does massive amounts of damage.
ru: Разрушительное орудие, предшественник современного лучевого оружия. Наносит огромный урон.

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AMBER_DRONE"]/title
source: Amber Drone
ru: Янтарный дрон

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AMBER_DRONE"]/short
source: A. Drone
ru: Янтарь

# data/blueprints.xml.append$//droneBlueprint[@name="FM_AMBER_DRONE"]/desc
source: A drone capable of both igniting and locking down rooms with its projectiles.
ru: Дрон, способный как поджигать, так и изолировать отсеки своими снарядами.

source: Amber Launcher
ru: Янтарная пусковая установка

source: Amber
ru: Янтарь

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AMBER_DRONE_WEAPON"]/desc
source: Fires 1 heavy and explosive crystal shard that pierces 1 shield each, locks down rooms, and creates a fire.
ru: Выпускает 1 тяжелый и взрывоопасный кристаллический осколок, который пробивает 1 слой щита, изолирует отсеки и создает пожары.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_CRYSTAL_DRONE"]/title
source: Crystalline Combat Drone
ru: Кристаллический боевой дрон

# data/blueprints.xml.append$//droneBlueprint[@name="FM_CRYSTAL_DRONE"]/short
source: C. Comb. Drone
ru: Крист. боевой

# data/blueprints.xml.append$//droneBlueprint[@name="FM_CRYSTAL_DRONE"]/desc
source: This drone packs a powerful arsenal, launching a spray of breaching crystals with every shot.
ru: Этот дрон обладает мощным арсеналом, выпуская при каждом выстреле поток разрушительных кристаллов.

source: Crystal Scatter
ru: Осколочный кристалл

source: Cry. Scatter
ru: Оскол. крист.

source: Fires a cluster of 4 crystalline projectiles that pierce 1 shield layer each.
ru: Делает выстрел 4 осколками кристаллов, каждый из которых проникает сквозь 1 слой щита.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_CURA_DRONE"]/title
source: CURA The Combat Drone
ru: Боевой дрон К.У.Р.А.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_CURA_DRONE"]/short
source: CURA Drone
ru: К.У.Р.А.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_CURA_DRONE"]/desc
source: This drone is self sufficient, and can boost your other drones with its surplus of energy. It also launches several mini-drones to invade the enemy ship.
ru: Этот дрон способен к самоподдержанию и может запитать другие дроны за счет избытка энергии. Он также запускает на вражеский корабль мини-дронов для захвата.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CURA_DRONE_WEAPON"]/title
source: CURA Boarding Drone Launcher
ru: Пусковая установка абордажников КУРА

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CURA_DRONE_WEAPON"]/short
source: CURA B. Drone. Launch.
ru: Пуск. уст. аборд. КУРА

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CURA_DRONE_WEAPON"]/desc
source: Launches a boarding drone into the enemy ship.
ru: Запускает абордажный дрон на вражеский корабль.

source: CURA Drone
ru: К.У.Р.А.

# data/blueprints.xml.append$/dummyroot/FTL[14]/droneBlueprint[16]/title
source: Dazhbog Flamethrower Drone
ru: Огнеметный дрон "Дажьбог"

# data/blueprints.xml.append$/dummyroot/FTL[14]/droneBlueprint[16]/short
source: Daz. Drone
ru: Дажьбог

# data/blueprints.xml.append$/dummyroot/FTL[14]/droneBlueprint[16]/desc
source: This drone will rapidly incinerate the enemy ship, assuming there are no shields to stop it.
ru: Этот дрон быстро испепелит вражеский корабль, при условии, что у него нету щитов, способных его остановить.

source: Dazhbog
ru: Даждьбог

source: Dazhbog
ru: Даждьбог

source: A Crude Flamethrower that sets fire to ship rooms. It reads: "WARNING, PRONE TO OVERHEATING." At least that's what the label said before you tore the sticker off, you couldn't help it. The spectral gases this weapon burns occasionally coalesce enough to spawn a new Goul. Don't worry about it.
ru: Неказистый огнемет, который поджигает отсеки корабля. На нем написано: "ПРЕДУПРЕЖДЕНИЕ, СКЛОНЕН К ПЕРЕГРЕВУ". По крайней мере, так гласила надпись, пока вы не оторвали ее, но ничего не поделаешь. Спектральные газы, сжигаемые этим оружием, иногда сгущаются настолько, что порождают нового Гуля. Не стоит об этом беспокоиться.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_FORGEMAN_DRONE"]/title
source: Forgemaster Combat Drone
ru: Боевой дрон Кузнеца

# data/blueprints.xml.append$//droneBlueprint[@name="FM_FORGEMAN_DRONE"]/short
source: FM. Comb. Drone
ru: Боевой Кузнец

# data/blueprints.xml.append$//droneBlueprint[@name="FM_FORGEMAN_DRONE"]/desc
source: A drone made in the likeness of the Forgemaster's very own ship. Its unique plating renders it immune to defense drones. This version seems to be armed with one of the Forgemaster's prized beams.
ru: Дрон, созданный по подобию собственного корабля Кузнеца. Его уникальная обшивка делает его неуязвимым для защитных дронов. Эта версия, похоже, вооружена одним из лучших лучей Кузнеца.

source: 'Valefor' Beam
ru: Луч "Валефор"

source: 'Valefor' B.
ru: Валефор

source: Superheats the air creating multiple explosions as it sweeps across the enemy ship! Explosions deal damage to all crew in the room as well. Explosions deal Hull, System, and Crew Damage.
ru: Сильно нагревает воздух, создавая многочисленные взрывы, когда проносится над вражеским кораблем! Взрывы наносят урон всем членам экипажа, находящимся в отсеке. Взрывы также наносят урон корпусу, системе и экипажу.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ISHIMURA_DRONE"]/title
source: Ishimura Beam Drone
ru: Лучевой дрон "Ишимура"

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ISHIMURA_DRONE"]/short
source: Ishi. Drone
ru: Ишимура

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ISHIMURA_DRONE"]/desc
source: A heavy drone that wields an even heavier piece of mining equipment, repurposed to carve away at any foes foolish enough to get in its way.
ru: Тяжелый дрон с еще более тяжелым горным оборудованием, перепрофилированный для уничтожения всех врагов, которые имеют глупость встать на его пути.

source: Ishimura Beam
ru: Луч "Ишимура"

source: Ishimura B.
ru: Ишимура

source: Rumors have been circulating about a new prototype Mining Laser, the 'Zulfiqar Planet Cracker' created by Zulfiqar Industries that is used for Planet Cracking. Looks like they weren't rumors.
ru: Ходили слухи о новом прототипе шахтного лазера "Зульфикар разрушителя планет", созданном компанией "Зульфикар Индастриз" и предназначенном для разрушения целых планет. Похоже, это были не слухи.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_KESTREL_DRONE"]/title
source: Kestrel Combat Drone
ru: Боевой дрон "Пустельга"

# data/blueprints.xml.append$//droneBlueprint[@name="FM_KESTREL_DRONE"]/short
source: K. Comb. Drone
ru: Б. Пустельга

# data/blueprints.xml.append$//droneBlueprint[@name="FM_KESTREL_DRONE"]/desc
source: In true gunship fashion, this drone fires a scatter of lasers at its target.
ru: Как и подобает боевому дрону, он обстреливает цель очередью лазеров.

source: Kestrel Drone Laser Scatter
ru: Лазерный рассеивающий дрон "Пустельга"

source: Kes. Scatter
ru: Расс. др. Пуст.

source: Fires a barrage of lasers.
ru: Стреляет шквалом лазеров.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_MFK_KESTREL_DRONE"]/title
source: MFK Kestrel Kombat Drone
ru: Боевой дрон МФК "Пустельга"

# data/blueprints.xml.append$//droneBlueprint[@name="FM_MFK_KESTREL_DRONE"]/short
source: MFK. Kes. Drone
ru: Б. МФК Пуст.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_MFK_KESTREL_DRONE"]/desc
source: This ship fires several light lasers at its target.
ru: Этот дрон выпускает по цели несколько легких лазеров.

source: MFK Kestrel Drone Laser Scatter
ru: Рассеивающий лучевой дрон МФК "Пустельга"

source: MFK. Scatter
ru: Расс. МФК Пуст.

source: Fires a barrage of light lasers.
ru: Стреляет шквалом легких лазеров.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_MFK_PICKET_DRONE"]/title
source: MFK Picket Teleporter Relay
ru: Телепортационный ретрансляционный дрон МФК "Пикет"

# data/blueprints.xml.append$//droneBlueprint[@name="FM_MFK_PICKET_DRONE"]/short
source: MFK Tele. Rel.
ru: Тел. рет. МФК

# data/blueprints.xml.append$//droneBlueprint[@name="FM_MFK_PICKET_DRONE"]/desc
source: This drone will constantly board the enemy ship with highly trained soldiers, but cannot lock on through any amount of shields.
ru: Этот дрон будет постоянно брать на абордаж вражеский корабль с помощью высококвалифицированных солдат, но не сможет пробиться через любые щиты.

source: Picket Boarder Launcher
ru: Пусковой абордажный дрон "Пикет"

source: P. Board. Launch.
ru: Пуск. аборд. др.

source: Boarding weapon.
ru: Абордажное оружие.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_SIREN_DRONE"]/title
source: Siren Combat Drone
ru: Боевой дрон "Сирена"

# data/blueprints.xml.append$//droneBlueprint[@name="FM_SIREN_DRONE"]/short
source: Siren Drone
ru: Сирена

# data/blueprints.xml.append$//droneBlueprint[@name="FM_SIREN_DRONE"]/desc
source: This drone will rapidly ionize the enemy shields, and can potentially keep crew stunned forever.
ru: Этот дрон быстро ионизирует вражеские щиты и может надолго оглушить экипаж.

source: Stun Projector
ru: Оглушающий излучатель

source: Stun Proj.
ru: Огл. излуч.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SIREN_DRONE_WEAPON"]/desc
source: Stuns affected crew for a long time and does ion damage.
ru: Оглушает пораженный экипаж на долгое время и наносит ионный урон.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_COMBAT_BEAM_HULLNT"]/title
source: Pro-Hull Beam Drone
ru: Ремонтный лучевой дрон

# data/blueprints.xml.append$//droneBlueprint[@name="FM_COMBAT_BEAM_HULLNT"]/short
source: Pro-Hull
ru: Ремонт. луч

# data/blueprints.xml.append$//droneBlueprint[@name="FM_COMBAT_BEAM_HULLNT"]/desc
source: Restores structural integrity of the enemy ship and damages crew for easier crew kills.
ru: Восстанавливает структурную целостность вражеского корабля и наносит урон экипажу, чтобы легче было его убивать.

source: Ishimura Beam
ru: Луч "Ишимура"

source: Ishimura B.
ru: Ишимура

source: weapon for pro-hull drone.
ru: Оружие для ремонтного дрона

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT"]/title
source: Amalgam Artillery
ru: Артиллерия "Амальгама"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT"]/short
source: Amalgam
ru: Амальгама

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT"]/desc
source: A very rare gun applied to the ship, even though you cant see it under all these weapons. Inflicts 20 different random effects. Who knows what madman would make something like this?
ru: Очень редкая пушка, устанавливаемая на корабль, хотя ее и не видно под всем этим оружием. Накладывает 20 различных случайных эффектов. Интересно, какой безумец мог создать такое?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT"]/tooltip
source: A very rare gun applied to the ship, even though you cant see it under all these weapons. Inflicts 20 different random effects. Who knows what madman would make something like this?
ru: Очень редкая пушка, устанавливаемая на корабль, хотя ее и не видно под всем этим оружием. Накладывает 20 различных случайных эффектов. Интересно, какой безумец мог создать такое?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT_INVIS"]/title
source: Amalgam Artillery
ru: Артиллерия "Амальгама"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT_INVIS"]/desc
source: A very rare gun applied to the ship, even though you cant see it under all these weapons. Inflicts 20 different random effects. Who knows what madman would make something like this? Base Cooldown: 45
ru: [Базовая перезарядка: 45] Очень редкая пушка, применяемая на корабле, хотя под всем этим вооружением его не видно. Наносит 20 различных случайных эффектов. Кто знает, какой безумец мог создать нечто подобное?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT_INVIS"]/tooltip
source: A very rare gun applied to the ship, even though you cant see it under all these weapons. Inflicts 20 different random effects. Who knows what madman would make something like this?
ru: Очень редкая пушка, устанавливаемая на корабль, хотя ее и не видно под всем этим оружием. Накладывает 20 различных случайных эффектов. Интересно, какой безумец мог создать такое?

source: 'Absolution' Rift Inducer
ru: Индуктор разломов "Прощение"

source: Absolution
ru: Прощение

source: The laboratory that created this was destroyed in a mysterious accident, but the blueprints survived. Unleashes sentient storms of ionic destruction on hit, pierces all shields.
ru: Лаборатория, в которой она была создана, была уничтожена в результате загадочной аварии, но чертежи уцелели. Выпускает разумные штормы ионного разрушения при попадании, пробивает все щиты.

source: The laboratory that created this was destroyed in a mysterious accident, but the blueprints survived. Unleashes sentient storms of ionic destruction on hit, pierces 2 shields.
ru: Лаборатория, в которой она была создана, была уничтожена в результате загадочной аварии, но чертежи уцелели. Выпускает разумные штормы ионного разрушения при попадании, пробивает 2 щита.

source: Anomaly
ru: Аномалия

source: 'Menaulion' Beam+
ru: Луч "Менавла"+

source: A Radiant beam that chains faster and faster, pierces 3 shields, and stuns. Deals 4 system and 60 crew damage. Base Cooldown: 60
ru: [Базовая перезарядка: 60] Лучезарный луч, который стреляет быстрее с каждым залпом, проникает сквозь 3 щита и оглушает. Наносит 4 системных и 60 урона экипажу.

source: A Radiant beam that chains faster and faster, pierces 3 shields, and stuns. Deals 4 system and 60 crew damage.
ru: Лучезарный луч, который стреляет быстрее с каждым выстрелом, проникает сквозь 3 щита и оглушает. Наносит 4 системных и 60 урона экипажу.

source: Dazhbog
ru: Даждьбог

source: Dazhbog
ru: Даждьбог
