Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FLAMETHROWER_INVIS"]/desc
source: The spectral gases this weapon burns occasionally coalesce enough to spawn a new Goul. Don't worry about it. Base Cooldown: 60
ru: [Базовая перезарядка: 60] Призрачные газы, сжигаемые этим оружием, иногда сгущаются настолько, что порождают нового Гуля. Не беспокойтесь об этом.

source: DOES NOT pierce shields or pop them, fire this when the enemy shields are down and unleash hell on their ship. Sets tons of fires.
ru: НЕ проникает сквозь щиты и не разрушает их, стреляйте, когда вражеских щитов не будет, и обрушьте ад на вражеский корабль. Устраивает тонны пожаров.

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_3_INVIS"]/title
source: 'Hermes' Heavy Missiles
ru: Тяжелая ракетная установка "Гермес"

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_3_INVIS"]/short
source: 'Hermes'
ru: Гермес

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_3_INVIS"]/desc
source: A heavy hitting Missile weapon that does large damage to the enemy hull. Base Cooldown: 53
ru: [Базовая перезарядка: 53] Тяжелое ракетное оружие, наносящее большой урон корпусу противника.

# data/blueprints.xml.append$//weaponBlueprint[@name="MISSILES_3_INVIS"]/tooltip
source: Fires 1 missile; does 3 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 3 единицы урона; проникает сквозь все щиты.

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_FIRE_INVIS"]/title
source: Fire Ion Blast
ru: Зажигательный ионный бластер

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_FIRE_INVIS"]/short
source: Fire Ion
ru: Зажигат. ИБ

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_FIRE_INVIS"]/desc
source: Ion weapons can disable systems without causing hull damage. This one starts fires in the system it hits. Base Cooldown: 13
ru: [Базовая перезарядка: 13] Ионное оружие может выводить из строя системы, не нанося урона корпусу. Это орудие поджигает пораженные отсеки.

# data/blueprints.xml.append$//weaponBlueprint[@name="ION_FIRE_INVIS"]/tooltip
source: Fires a single blast that does 1 ion damage. Can hit and disable shields as well as systems.
ru: Выпускает один заряд, наносящий 1 ионный урон. Может поразить и вывести из строя щиты, а также системы.

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ARTY"]/title
source: Ion Bomb
ru: Ионная бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ARTY"]/short
source: I. Bomb
ru: Ион. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ARTY"]/desc
source: Self-teleporting explosive that uses ion damage to disable systems. Can target your own ship. Base Cooldown: 45
ru: [Базовая перезарядка: 45] Самотелепортирующаяся взрывчатка, использующая ионы для выведения систем из строя.

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ARTY"]/tooltip
source: Bomb weapon; requires a missile; does no damage but deals 4 ion damage.
ru: Бомбовое оружие; не наносит урона корпусу, но наносит 4 ионного урона.

# data/blueprints.xml.append$//weaponBlueprint[@name="TAINTED_BEAM_3_ARTY"]/title
source: Eradicator Mk III
ru: "Ликвидатор" мод. III

# data/blueprints.xml.append$//weaponBlueprint[@name="TAINTED_BEAM_3_ARTY"]/short
source: Eradic. III
ru: Ликвид. III

# data/blueprints.xml.append$//weaponBlueprint[@name="TAINTED_BEAM_3_ARTY"]/desc
source: Five damage per room beam weapon. Stuns enemies for 9 seconds, guaranteed to start a fire. Base Cooldown: 60
ru: [Базовая перезарядка: 60] Лучевое орудие с уроном в 5 единиц за отсек. Оглушает врагов на 9 секунд, гарантированно вызывает пожар.

source: Five damage per room beam weapon. Stuns enemies for 9 seconds, guaranteed to start a fire.
ru: Лучевое орудие с уроном в 5 единиц за отсек. Оглушает врагов на 9 секунд, гарантированно вызывает пожар.

source: Toggle Flak [F]
ru: Переключаемая осколочная пушка [З]

source: Toggle [F]
ru: Пер. оск. [З]

source: A special Flak weapon which fires 7 shots, each of which will always start a fire.
ru: Особая осколочная пушка, выпускающая 7 снарядов, каждый из которых всегда вызывает пожар.

source: Fires a blast of debris across a random area doing up to 7 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 7 единиц урона.

source: Tsukiyari Beam
ru: Луч "Цукияри"

source: Tsukiyari
ru: Цукияри

source: This advanced Beam was a prototype upgrade of the well known Kamayari and Suyari Beams. Base Cooldown: 44
ru: [Базовая перезарядка: 44] Эта продвинутая лучевая установка является экспериментальным улучшением хорошо известных лучевых орудий "Камаяри" и "Суяри".

source: Adaptive beam, chains by 1.5 dmg.
ru: Адаптивный луч, с каждым выстрелом урон увеличивается на 1.5.

source: Zoltan Deleter
ru: "Стиратель" золтан

source: Zolt Deleter
ru: Стиратель

source: If this weapon used on any other race, you are to be killed on sight. Does moderate damage to any type of crew, but instantly kills all Zoltans. Base Cooldown: 35 -> 15
ru: [Базовая перезарядка: 35 -> 15] Если это оружие будет использовано против любой другой расы, вас следует убить на месте. Наносит умеренный урон любому типу экипажа, но мгновенно убивает всех золтанов.

source: Chaining 45 crew dmg beam(instakills zoltans)
ru: Цепной луч с 45 урону экипажа (убивает золтанов)

source: Elite Chain Kernel
ru: Элитный цепной зерномет

source: € Kernel Chain
ru: € Цепн. зерномет

source: This weapon uses kernels of giant plants from the Orchid home planet as ammunition. Powerful Elite version with a guaranteed stun. Base Cooldown: 30 -> 7.5
ru: [Базовая перезарядка: 30 -> 7.5] Это оружие использует в качестве боеприпасов зерна гигантских растений с родной планеты орхидей. Мощная элитная версия с гарантированным оглушением.

source: Cooldown drops the more it fires.
ru: С каждым выстрелом перезарядка ускоряется.

source: Breach Bomb
ru: Пробойная бомба

source: Breach B.
ru: Проб. бомба

source: Self-teleporting explosive designed to damage systems and cause a breach, becomes faster with after shot. Base Cooldown: 26 -> 11
ru: [Базовая перезарядка: 26 -> 11] Самотелепортирующаяся взрывчатка, предназначенная для повреждения систем и создания пробоин, стреляет быстрее с каждым выстрелом.

source: Bomb weapon; does 2 damage to systems, and creates a hull breach.
ru: Бомбовое оружие; наносит 2 урона системам и создает пробоину в корпусе.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE"]/title
source: Volley Gun
ru: Пробивная митральеза

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE"]/short
source: Volley
ru: Залповый

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE"]/desc
source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE"]/tooltip
source: 1 damage 4 shot charge weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: 1 урон 4 выстрела заряжаемого оружия, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

source: 1 shot 1 damage weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел и 1 ионный урон, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_HV"]/title
source: Volley Gun [High Velocity]
ru: Пробивная митральеза [Высокая скорость]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_HV"]/short
source: Volley [HV]
ru: Митрал. [ВС]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_HV"]/desc
source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

source: 1 shot 1 damage weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел и 1 ионный урон, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

source: Volley Gun [Recycler]
ru: Пробивная митральеза [Переработчик]

source: Volley [Re]
ru: Митрал. [Пер.]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_FREE"]/desc
source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

source: 1 shot 1 damage weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел и 1 ионный урон, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_HE"]/title
source: Volley Gun [Concussive]
ru: Пробивная митральеза [Сотрясение]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_HE"]/short
source: Volley [HE]
ru: Митрал. [Сотр.]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_HE"]/desc
source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

source: 1 shot 1 damage weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел и 1 ионный урон, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_EMP"]/title
source: Volley Gun [EMP]
ru: Пробивная митральеза [ЭМИ]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_EMP"]/short
source: Volley [EMP]
ru: Митрал. [ЭМИ]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_EMP"]/desc
source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost. Stats: Required Power: 1 Charge Time: 6 seconds Missile Consumption: 1 Chance for Ammo Replication: 77% Shots Per Charge: 1 Max Charge Shots: 4 Base Hull Damage: 1 Total Crew Damage: 15 Ion Damage: 1 (Rooms Only) Breach Chance: 10% (Adjusted: 10%) Buy/Sell Price: 60~/30~
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это оружие состоит из нескольких легких автопушек, что позволяет ему стрелять залпом до 4 выстрелов при очень низких затратах энергии. Характеристики: Требуемая мощность: 1 Время перезарядки: 6 секунд Потребление боеголовок: 1 Вероятность восполнить боеголовку: 77% Выстрелов в очереди: 1 Мак. очередь: 4 Базовый урон по корпусу: 1 Общий урон экипажу: 15 Ионный урон: 1 (только в отсеках) Вероятность пробоины: 10% (скорректировано: 10%) Покупка/продажа: 60~/30~

source: 1 shot 1 damage weapon, 77% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел, 1 урон, 77% шанс не использовать боеприпасы, 10% шанс создать пробоину

source: Required Power: 1 Charge Time: 6 seconds Missile Consumption: 1 Chance for Ammo Replication: 77% Shots per Charge: 1 Max Charge Shots: 4 Base Hull Damage: 1 Total Crew Damage: 15 Ion Damage: 1 (Rooms Only) Breach Chance: 10% (Adjusted: 10%)
ru: Необходимая мощность: 1 Время перезарядки: 6 сек. Потребление боеголовок: 1 Вероятность восполнить боеголовку: 77% Выстрелов в очереди: 1 Макс. очередь: 4 Урон корпусу: 1 Урон экипажу: 15 Ионный урон: 1 (Только отсеки) Вероятность пробоины: 10%

source: Volley Gun [Particle]
ru: Пробивная митральеза [Частицы]

source: Volley [Part]
ru: Митрал. [Част.]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_HEAT"]/desc
source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

source: 1 shot 1 damage weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел и 1 ионный урон, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

source: Volley Gun [Incendiary]
ru: Пробивная митральеза [Зажигание]

source: Volley [I]
ru: Митрал. [З]

source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

source: 1 shot 1 damage weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел и 1 ионный урон, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

source: Volley Gun [Flechette]
ru: Пробивная митральеза [Снаряды]

source: Volley [F]
ru: Митрал. [С]

source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost.
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах на энергию.

source: 1 shot 1 damage weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел и 1 ионный урон, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_RAD"]/title
source: Volley Gun [Rad]
ru: Пробивная митральеза [Рад]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_RAD"]/short
source: Volley [R]
ru: Митрал. [Рад]

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RVS_AC_CHARGE_RAD"]/desc
source: An attempt to bring outdated equipment into new life. This weapon is made up of several light autocannons together to allow it to fire in a volley of up to 4 shots for a very low power cost. (FT: Warcrimes!)
ru: Попытка вдохнуть новую жизнь в устаревшее оборудование. Это орудие состоит из нескольких легких автопушек, позволяющих вести огонь залпом до 4 выстрелов при очень низких затратах энергии. (Для победы: Военные преступления!)

source: 1 shot 1 damage weapon, 85% chance to not use ammo, 10% chance to cause a breach
ru: Оружие. 1 выстрел и 1 ионный урон, 85% шанс не использовать боеприпасы, 10% шанс создать пробоину

source: Ripley's Clone Cannon [Chief]†
ru: Клонопульта Рипли [Вождь]†

source: R. Cloner [C]†
ru: Клон. Рипли [В]†

source: No weapon has ever sparked a larger ethical controversy, but if it works it works. Why does the plant start fires? Irony. Deals hull damage with a solid chance to start a fire. Its special configuration prevents it from being modified.
ru: Ни одно орудие не вызывало более серьезных этических разногласий, но если оно работает, значит, работает. Почему установка вызывает пожары? Ирония судьбы. Наносит урон корпусу и имеет большой шанс вызвать пожар. Из-за особой конфигурации его нельзя модифицировать.

source: Fires a blast of debris across a random area doing up to 3 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 3 единиц урона.

source: Ripley's Clone Cannon [Symb]†
ru: Клонопульта Рипли [Симб]†

source: R. Cloner [S]†
ru: Клон. Рипли [С]†

source: Fires 3 energy shots, that spawn a symbiote and have a solid chance to breach. Base Cooldown: 40
ru: [Базовая перезарядка: 40] Выпускает 3 энергетических выстрела, которые порождают симбионта и имеют большой шанс пробоины.

source: No weapon has ever sparked a larger ethical controversy, but if it works it works. At least now your Symbiote's life is slightly less miserable than it was before. Deals Ion damage with a solid chance to breach.
ru: Ни одно орудие не вызывало больших этических разногласий, но если оно работает, значит, работает. По крайней мере, теперь жизнь вашего симбионта будет чуть менее несчастной, чем раньше. Наносит ионный урон с большим шансом создать пробоину.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ANCIENT_ION_1_KAI"]/title
source: Plasma Cannon Mk I Kai
ru: Плазменная пушка "Кай" мод. I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ANCIENT_ION_1_KAI"]/short
source: Plasma I K.
ru: Плаз. Кай I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ANCIENT_ION_1_KAI"]/desc
source: This peculiar weapon fires bolts of plasma that do both ion and system damage. Can even damage the shields upon contact. Its special configuration prevents it from being modified.
ru: Это необычное орудие выпускает болты плазмы, наносящие урон как ионам, так и системам. При попадании может даже повредить щиты. Особая конфигурация не позволяет модифицировать его.

source: Fires 1 shot, causes 2 damage with low chance of fire and breaching.
ru: Производит 1 выстрел, наносит 2 урона с низким шансом поджога и создать пробоину.

source: Plasma Cannon Mk I Kai
ru: Плазменная пушка "Кай" мод. I

source: Plasma I K.
ru: Плаз. Кай I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ANCIENT_ION_1_KAI2"]/desc
source: This peculiar weapon fires bolts of plasma that do both ion and system damage. Can even damage the shields upon contact.
ru: Это необычное орудие выстреливает заряды плазмы, наносящие ионный и системный урон. Повреждают щиты при попадании.

source: Fires 1 shot, causes 2 damage with low chance of fire and breaching.
ru: Производит 1 выстрел, наносит 2 урона с низким шансом поджога и создать пробоину.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_1"]/title
source: Corrosive Laser I
ru: Коррозионный лазер мод. I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_1"]/short
source: Corrosive I
ru: Корроз. лаз. I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_1"]/desc
source: This beauty of science and the dedicated research of the Shell race imbues it's lasers with a special property, corroding crew hit.
ru: Этот шедевр науки, благодаря упорным трудам расы ракушек наделяют лазеры особым свойством, вызывающим коррозию у пораженных членов экипажа.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_1"]/tooltip
source: This beauty of science and the dedicated research of the Shell race imbues it's lasers with a special property, corroding crew hit.
ru: Этот шедевр науки, благодаря упорным трудам расы ракушек наделяют лазеры особым свойством, вызывающим коррозию у пораженных членов экипажа.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_2"]/title
source: Corrosive Laser II
ru: Коррозионный лазер мод. II

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_2"]/short
source: Corrosive II
ru: Корроз. лаз. II

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_2"]/desc
source: This beauty of science and the dedicated research of the Shell race imbues it's lasers with a special property, corroding crew hit.
ru: Этот шедевр науки, благодаря упорным трудам расы ракушек наделяют лазеры особым свойством, вызывающим коррозию у пораженных членов экипажа.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_2"]/tooltip
source: This beauty of science and the dedicated research of the Shell race imbues it's lasers with a special property, corroding crew hit.
ru: Этот шедевр науки, благодаря упорным трудам расы ракушек наделяют лазеры особым свойством, вызывающим коррозию у пораженных членов экипажа.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_3"]/title
source: Corrosive Laser III
ru: Коррозионный лазер мод. III

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_3"]/short
source: Corrosive III
ru: Корроз. лаз. III

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_3"]/desc
source: This beauty of science and the dedicated research of the Shell race imbues it's lasers with a special property, corroding crew hit.
ru: Этот шедевр науки, благодаря упорным трудам расы ракушек наделяют лазеры особым свойством, вызывающим коррозию у пораженных членов экипажа.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CORROSIVE_3"]/tooltip
source: This beauty of science and the dedicated research of the Shell race imbues it's lasers with a special property, corroding crew hit.
ru: Этот шедевр науки, благодаря упорным трудам расы ракушек наделяют лазеры особым свойством, вызывающим коррозию у пораженных членов экипажа.

source: 'TLALOC' Anomaly Burst
ru: Импульсный аномальный лазер "ТЛАЛОК"

source: 'TLALOC'
ru: ТЛАЛОК

source: Turns out cooling radioactive laser projectiles to absolute zero creates some pretty weird spatial anomalies! And we put them in a gun for you!
ru: Оказывается, охлаждение радиоактивных лазерных снарядов до абсолютного нуля создает довольно странные пространственные аномалии! И мы на основе этой технологии собрали для вас орудие!

source: Anomaly Laser, fires 2 projectiles, 1 system damage, pierces 3 shields. Many status effects.
ru: Аномальный лазер, выпускает 2 заряда, наносит 1 системный урон, пробивает 3 щита. Накладывает множество вспомогательных эффектов.

source: Dazhbog
ru: Даждьбог

source: Dazhbog
ru: Даждьбог

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FLAMETHROWER_ENEMY"]/desc
source: A Crude Flamethrower that sets fire to ship rooms. It reads: "WARNING, PRONE TO OVERHEATING." At least that's what the label said before you tore the sticker off, you couldn't help it. The spectral gases this weapon burns occasionally coalesce enough to spawn a new Goul. Don't worry about it.
ru: Неказистый огнемет, который поджигает отсеки корабля. На нем написано: "ПРЕДУПРЕЖДЕНИЕ, СКЛОНЕН К ПЕРЕГРЕВУ". По крайней мере, так гласила надпись, пока вы не оторвали ее, но ничего не поделаешь. Спектральные газы, сжигаемые этим оружием, иногда сгущаются настолько, что порождают нового Гуля. Не стоит об этом беспокоиться.
