Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: Forgemaster Cruiser
ru: Крейсер Кузнеца

source: Magma Heart
ru: Магмовое Сердце

source: The Forgemaster's beloved cruiser. Armed with his signature weapons and a forge to create more, it is a force to be reckoned with.
ru: Любимый крейсер Кузнеца. Вооруженный его фирменным вооружением и кузницей, чтобы создавать еще больше, он представляет собой силу, с которой нужно считаться.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_GUNSHIP_FM"]/class
source: GunBomination
ru: ГанБоминация

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_GUNSHIP_FM"]/name
source: Gun Hydra
ru: Ган Гидра

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_GUNSHIP_FM"]/desc
source: A Free Mantis skipped the part of the manual that explained the limitations of weapon usage, went crazy on the weapon budget, and broke the weapon systems. Thankfully, he had enough funds for a prototype drone system with excellent capacity.
ru: Свободный богомол пропустил ту часть руководства, в которой объяснялись ограничения на использование оружия, безумно потратился на оружейный бюджет и сломал оружейные системы. К счастью, у него хватило средств на прототип системы дронов с отличной производительностью.

source: GunBomination
ru: ГанБоминация

source: Gun Cobra
ru: Ган Кобра

source: The same wealthy Free Mantis tried this crazy project again. He still overloaded the weapon systems, due to his monumental idiocy. Thankfully, he had enough funds for a prototype teleporter, and setup plenty of beds on the now-inert weaponry inside the ship for crew to reside.
ru: Тот же богатый свободный богомол снова попытался осуществить этот безумный проект. Из-за своего монументального идиотизма он все равно перегрузил оружейные системы. К счастью, у него хватило средств на прототип телепортатора, а на бездействующем оружии внутри корабля было оборудовано множество коек для размещения экипажа.

source: GunBomination
ru: ГанБоминация

source: Gun TitanoBoa
ru: Ган ТитаноБоа

source: After his second failed project, the wealthy Free Mantis went on a drunken bender and decided the best course of action is to bring the weapons to the enemy. This ship is equipped for rammong speeds and has a built-in drone recovery!
ru: После второго неудачного проекта богатый свободный богомол ушел в запой и решил, что лучший выход - это принести оружие врагу. Этот корабль оборудован для скоростных полетов и имеет встроенную систему сбора дронов!

source: GunBomination II
ru: ГанБоминация II

source: Gun Hydra Awakened
ru: Пробужденная Ган Гидра

source: The same dubiously intelligent Free Mantis installed some Aether reactors and got some of the weapons working again! This ship is an unholy mess to repair now, but is a force to be reckoned with.
ru: Тот же сомнительно умный свободный богомол установил несколько эфирных реакторов и заставил часть оружия снова функционировать! Сейчас этот корабль не подлежит ремонту, но с этой силой приходится считаться.

source: GunBomination II
ru: ГанБоминация II

source: Gun Destitute
ru: Ган Беспредел

source: With the wealthy Free Mantis faced with bankruptcy over his failed ship design ventures, the bank has begun to repossess parts of his ships to pay off his unfathomable amounts of debt. His best friends were forcefully enslaved as well. This won't stop the now penniless Free Mantis from going out in a blaze of glory!
ru: Богатому свободному богомолу грозит банкротство из-за неудачных проектов по проектированию кораблей, и банк начал конфисковывать части его кораблей, чтобы выплатить непостижимые долги. Его лучшие друзья также были насильно обращены в рабство. Но это не помешает свободному богомолу без гроша в кармане отправиться на тот свет в лучах славы!

source: GunBomination III
ru: ГанБоминация III

source: GunBom Anti-Harmony
ru: ГанБом Анти-Гармония

source: Travelled to our current time via a literal wormhole, this is the only reality where Winchester's debt is cleared due to a mysterious Renegade generously paying off his debt. This ship hails from a future ravaged by the Harmony. What could've happened?
ru: Корабль переместился в наше время через червоточину, этот корабль - единственная реальность, где долг Винчестера погашен благодаря таинственному Ренегату, щедро оплатившему его долг. Этот корабль прибыл из будущего, разрушенного Гармонией. Что могло произойти?

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1"]/class
source: Twisted Renegade Clansman
ru: Искаженные Ренегаты-Клановцы

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1"]/name
source: Flenser's Bargain
ru: Сделка Фленсера

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1"]/desc
source: These slugs ooze charisma when they 'politely' ask you to donate your organs. Its for a good cause!
ru: Эти слизни источают харизму, когда они "вежливо" просят вас пожертвовать свои органы. Это ведь ради благого дела!

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1_2"]/class
source: Twisted Renegade Dusk
ru: Искаженные Ренегаты-Вестники Заката

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1_2"]/name
source: Ripley's Apostasy
ru: Ересь Рипли

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1_2"]/desc
source: Created by a Duskbringer with a very clear goal in mind: to set the Guinness Multiverse record for the most war crimes in one fight.
ru: Создан Вестником Заката с очень четкой целью: установить рекорд Мультивселенной Гиннесса по количеству военных преступлений за один бой.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1_3"]/class
source: Twisted Renegade Engi
ru: Искаженные Ренегаты-энджи

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1_3"]/name
source: Nanowar Within
ru: Нановойна

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED1_3"]/desc
source: Countless nanomachines inhabit this vessel. Their relentless swarming allow them to boost all Engi crew significantly, scaling their health, damage, speed, and hazard resist with the amount of its special drones it has deployed.
ru: На этом корабле обитает бесчисленное множество наномашин. Их неустанное роение позволяет им значительно повысить уровень здоровья, урона, скорости и сопротивляемости опасностям экипажа энджи, увеличивая количество размещенных на нем специальных дронов.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2"]/class
source: Twisted Renegade Free Mantis
ru: Искаженные Ренегаты-Свободные Богомолы

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2"]/name
source: Queen and Country
ru: Королева и страна

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2"]/desc
source: These strange Mantis bear the banner of a land old and forgotten, and carry a powerful piece of technology from Ancient Britannia.
ru: Эти странные богомолы держат знамя старой и забытой земли и являются обладателями мощной технологии древней Британии.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2_2"]/class
source: Twisted Renegade Separatist
ru: Искаженные Ренегаты-Сепаратисты

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2_2"]/name
source: Duality
ru: Двойственность

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2_2"]/desc
source: Now with new layout, someone should put it on the enemy version or something
ru: Теперь, с новым макетом, кто-то должен поместить его на вражескую версию или что-то в этом роде.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2_3"]/class
source: Twisted Renegade Mantis
ru: Искаженные Ренегаты-богомолы

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2_3"]/name
source: Zerg Rush
ru: Зерг Раш

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED2_3"]/desc
source: The Mantis went all in on their teleporter. It's about to get real cramped on the enemy ship! As a downside, the shields are capped at three bubbles.
ru: Богомолы задействовали свой телепортатор. Скоро на вражеском корабле станет очень тесно! К тому же, щиты ограничены тремя слоями.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3"]/class
source: Twisted Renegade Monk
ru: Искаженные Ренегаты-Монахи

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3"]/name
source: Descending Dark
ru: Нисходящая тьма

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3"]/desc
source: These monks being religious and equally easy to enrage makes for a rather interesting lifestyle, even if it isn't what your garden variety monk would consider "faithful".
ru: Эти монахи, будучи религиозными и в то же время легко поддающимися гневу, ведут довольно интересный образ жизни, даже если это и не то, что обычный Монах считал бы "верой".

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3_2"]/class
source: Twisted Renegade Theocracy
ru: Искаженные Ренегаты-валуны

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3_2"]/name
source: The Vulture
ru: Стервятник

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3_2"]/desc
source: In an effort to become truly invulnerable, these Rockmen attempted to make their ship’s cloaking system last indefinitely by redirecting all the energy out of the shield system. They succeeded, although only the cloaking system itself managed to actually disappear, leaving its armor as the only defense.
ru: Стремясь стать по-настоящему неуязвимыми, эти валуны попытались заставить Маскировку своего корабля работать бесконечно долго, перенаправляя всю энергию из системы щитов. Им это удалось, но теперь они могут полагаться в защите только на свою Маскировку и прочность корпуса.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3_3"]/class
source: Twisted Renegade Lostsun
ru: Искаженные Ренегаты-Затерянные Солнца

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3_3"]/name
source: Deja Mort
ru: Дежа Морт

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED3_3"]/desc
source: This Lost Sun vessel is equipped with some of the most powerful ancient equipment money could buy, but due to a mistake made during their FTL drive experiments, the ship is rendered unstable. It cannot sustain itself for more than 75 seconds without needing to perform another FTL jump, otherwise the drive will fail catastrophically and destroy the vessel. Hope you're quick!
ru: Этот корабль Затерянных Солнц оснащен самым мощным древним оборудованием, которое только можно купить за деньги, но из-за ошибки, допущенной во время экспериментов с ССД, корабль стал нестабильным. Он не может продержаться более 75 секунд без необходимости совершить еще один сверхсветовой прыжок, иначе привод катастрофически выйдет из строя и уничтожит корабль. Надеюсь, вы будете быстры!

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4"]/class
source: Twisted Renegade Kleptocracy
ru: Искаженные Ренегаты Клептократии

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4"]/name
source: Vader One
ru: Вейдер-1

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4"]/desc
source: After having a close encounter with some egotistic Ancients, these smoking addicts decided the best course of action would be to weaponize said habits in an attempt to asphyxiate their anaerobic enemies, and hunt down every last ancient until none were left.
ru: После близкого знакомства с самовлюбленными древними эти курильщики решили, что лучшим вариантом будет взять на вооружение свои пагубные привычки, чтобы удушать своих анаэробных врагов, и выследить всех до единого древних, пока не останется ни одного.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4_2"]/class
source: Twisted Renegade [stealth]
ru: Искаженные Ренегаты [Стелс]

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4_2"]/name
source: Anzeigefehler
ru: Ошибка отображения

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4_2"]/desc
source: A [stealth] ship wielding a laser weapon and single beam weapon that gets stronger with every time you fire it, but it [ERROR 403] so be careful.
ru: [Стелс] <корабль>, оснащенный <лазерным> оружием и одним <лучевым> оружием, которое становится сильнее с каждым выстрелом, но оно [ОШИБКА 403], так что будьте осторожны.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4_3"]/class
source: Twisted Renegade Zoltan
ru: Искаженные Ренегаты-золтаны

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4_3"]/name
source: Ministry's Fist
ru: Кулак Министерства

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED4_3"]/desc
source: These Zoltans are tired of being pushed around and being treated like living batteries. They may not be as experienced as peacekeepers, but these zoltans have a few tricks up their sleeves!
ru: Эти золтаны устали от того, что ими помыкают и обращаются с ними как с живыми батарейками. Возможно, они не так опытны, как Миротворцы, но у этих золтанов есть несколько козырей в рукаве!

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5"]/class
source: Twisted Renegade Lanius
ru: Искаженные Ренегаты-ланиусы

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5"]/name
source: The Bloodsteel
ru: Кровавая сталь

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5"]/desc
source: The Lanius race is well known for their metal-manipulation abilities, and this ship heavily capitalizes upon that. Using a special forge, this ship can repurpose other weapons into flak! (Can also install 10 toggle flak artillery for the time being, for the funny)
ru: Раса ланиусов хорошо известна своими способностями к манипулированию металлами, и этот корабль в полной мере использует их. С помощью специальной кузницы этот корабль может переделывать другие орудия в осколочные! (Можно также установить 10 переключаемых осколочных артиллерий, пока что ради забавы)

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5_2"]/class
source: Twisted Renegade Shell
ru: Искаженные Ренегаты-ракушки

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5_2"]/name
source: The Malpractice
ru: Халатность

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5_2"]/desc
source: This vessel has one mission: to observe and study life at all costs. They're also quite eager to study death as well, and become stronger with each crew that dies aboard their ship.
ru: У этого корабля одна миссия: наблюдать и познавать жизнь любой ценой. Его экипаж также охотно изучают смерть и становятся сильнее с каждым погибшим на их корабле.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5_3"]/class
source: Twisted Renegade Engineer
ru: Искаженные Ренегаты-Инженеры

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5_3"]/name
source: The Conagher
ru: Конагер

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED5_3"]/desc
source: This strange Engineer vessel makes use a prototype drone factory that functions as an Artillery, firing drones to board the enemy ship for no drone part cost!
ru: Это странное судно Инженеров использует прототип фабрики по производству дронов, которая функционирует как артиллерия, стреляя дронами, чтобы брать на абордаж вражеские корабли без использования дрон-комплектов!

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6"]/class
source: Twisted Renegade Kestrel
ru: Искаженные Ренегаты-Пустельга

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6"]/name
source: The Keymaster
ru: Ключник

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6"]/desc
source: This odd Kestrel can spawn various kinds of ghosts at empty beacons, but due to impossibly outdated technology you cannot install any kind of life support or teleporter. Because of the lack of teleporter, one of its crew has the ability to "split" crew and teleport 2 of them to the enemy ship.
ru: Это странное судно класса "Пустельга" может порождать различные виды призраков на пустых маяках, но из-за невероятно устаревшей технологии вы не можете установить ни Кислородную установку, ни Телепортатор. Из-за отсутствия телепортатора один из членов его экипажа обладает способностью "разделять" экипаж и телепортировать двоих из них на вражеский корабль.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6_2"]/class
source: Twisted Renegade Federation
ru: Искаженные Ренегаты Федерации

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6_2"]/name
source: Divine Intervention
ru: Божественное Участие

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6_2"]/desc
source: This ship is equipped with an extremely powerful Artillery Beam that tears through enemy ships. They forgot to buy a weapons system however, whoops!
ru: Этот корабль оснащен чрезвычайно мощным артиллерийским лучом, который буквально разрывает вражеские корабли. Однако они забыли купить систему оружия, упс!

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6_3"]/class
source: Twisted Renegade Orchid
ru: Искаженные Ренегаты-орхидеи

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6_3"]/name
source: Wortspiel
ru: Каламбур

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED6_3"]/desc
source: Why did no one laugh at the gardener's jokes? Because they were too corney! What is the gardener's favourite book? War and Peas!
ru: Почему никто не смеялся над шутками садовника? Потому что они были слишком банальными! Какая любимая книга садовника? Война и горох!

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7"]/class
source: Twisted Renegade Crystal
ru: Искаженные Ренегаты-кристаллины

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7"]/name
source: The Other Cheek
ru: Другая щека

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7"]/desc
source: This highly volatile vessel encourages you to get hit as much as possible, as it comes with some hull-repair bots to help you recover health lost by your vengeance.
ru: Это очень нестабильное судно поощряет вас получать как можно больше урона, так как в комплекте с ним поставляется несколько ботов-ремонтников, которые помогут вам восстановить прочность корпуса, потерянное в результате вашей мстительности.

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7_2"]/class
source: Twisted Renegade Tuco
ru: Искаженный Ренегат-Туко

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7_2"]/name
source: The Tarocchi
ru: Таро

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7_2"]/desc
source: It seems this ship used to be outfitted with a set of strange tarot cards, though they seem to have been removed. A note found inside the empty box of cards reads 'Temporarily removed due to lack of imagination'.
ru: Похоже, на этом корабле раньше был набор странных карт Таро, но, судя по всему, они были убраны. В записке, найденной внутри пустой коробки с картами, говорится: "Временно убраны из-за недостатка воображения".

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7_3"]/class
source: Twisted Renegade Leech
ru: Искаженные Ренегаты-пиявки

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7_3"]/name
source: Despondancy
ru: Безысходность

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_TWISTED7_3"]/desc
source: The depressed leech owner of this ship installed a special custom-made device into it that allowed everyone to feel the pain he felt. He named it the Motivation Succer, and it makes all crew on the enemy ship drain power from their own ship.
ru: Владелец этого корабля, страдающий депрессией, установил в него специальное устройство, позволяющее всем ощущать ту боль, которую испытывает он. Он назвал его "Мотивационный сосуд", и оно заставляет всех членов экипажа вражеского корабля высасывать энергию из своего корабля.

# data/blueprints.xml.append$//crewBlueprint[@name="acid"]/desc
source: IT BURNS
ru: ОНО ГОРИТ

# data/blueprints.xml.append$//crewBlueprint[@name="acid"]/title
source: Acid
ru: Кислота

# data/blueprints.xml.append$//crewBlueprint[@name="acid"]/short
source: Acid
ru: Кислота

# data/blueprints.xml.append$//crewBlueprint[@name="acid"]/powerList/power
source: Active Ability: Burns through the hull, does passive damage to crew in the same room
ru: Активная способность: Поджигает корпус, наносит пассивный урон экипажу в пределах отсека

# data/blueprints.xml.append$//crewBlueprint[@name="fm_ion_anomaly_crew"]/desc
source: An ionic anomaly that is inexplicably attracted to vital systems
ru: Ионная аномалия, необъяснимо притягивающаяся к жизненно важным системам

# data/blueprints.xml.append$//crewBlueprint[@name="fm_ion_anomaly_crew"]/title
source: Ion Cloud
ru: Ионное облако

# data/blueprints.xml.append$//crewBlueprint[@name="fm_ion_anomaly_crew"]/short
source: Cloud
ru: Ионное облако

source: Every 9 seconds, automatically deals 1 ion damage to the current room and briefly stuns all crew there. Deals low damage in combat. Slows the movement speed of all other crew in the room. Deals 2 ion damage on death.
ru: Каждые 9 секунд автоматически наносит 1 ионный урон в текущем отсеке и ненадолго оглушает всех членов экипажа. Наносит низкий урон в бою. Замедляет скорость передвижения всех членов экипажа в отсеке. Наносит 2 ионных урона при смерти.

source: An ionic anomaly that is inexplicably attracted to vital systems
ru: Ионная аномалия, необъяснимо притягивающаяся к жизненно важным системам

source: Ion Cloud
ru: Ионное облако

source: Cloud
ru: Ионное облако

source: Every 9 seconds, automatically deals 1 ion damage to the current room and briefly stuns all crew there. Deals low damage in combat. Slows the movement speed of all other crew in the room. Deals 2 ion damage on death.
ru: Каждые 9 секунд автоматически наносит 1 ионный урон в текущем отсеке и ненадолго оглушает всех членов экипажа. Наносит низкий урон в бою. Замедляет скорость передвижения всех членов экипажа в отсеке. Наносит 2 ионных урона при смерти.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_power_drain"]/desc
source: Power Drain
ru: Расход энергии

# data/blueprints.xml.append$//crewBlueprint[@name="fm_power_drain"]/title
source: Power Drain
ru: Расход энергии

# data/blueprints.xml.append$//crewBlueprint[@name="fm_power_drain"]/short
source: Power Drain
ru: Расход энергии

source: : -Draining 2 power from any system in the room for 12 seconds
ru: : -Поглощает 2 энергии у любой системы в отсеке на 12 секунд

# data/blueprints.xml.append$//crewBlueprint[@name="fm_drone_hack"]/desc
source: Drone Hack
ru: Дрон-взлом

# data/blueprints.xml.append$//crewBlueprint[@name="fm_drone_hack"]/title
source: Drone Hack
ru: Дрон-взлом

# data/blueprints.xml.append$//crewBlueprint[@name="fm_drone_hack"]/short
source: Drone Hack
ru: Дрон-взлом

source: : -Hacks Rooms for 6 seconds, 12 second cooldown. Also stuns enemies during the hack
ru: : -Взламывает отсек на 6 секунд, перезарядка 12 секунд. Также оглушает врагов во время взлома

source: : -Very brittle and easy to smash, 60 hp.
ru: : -Очень хрупкий и легко сломать, 60 ОЗ.
