Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: A heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, вы могли бы сделать ее еще тяжелее?

source: Rhenium Flak†
ru: Рениумная осколочная пушка †

source: Rhenium F.†
ru: Рениум. оск.†

source: An even heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, можно сделать ее еще тяжелее?

source: An even heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, можно сделать ее еще тяжелее?

source: Silver Flak†
ru: Серебряная осколочная пушка†

source: Silver F.†
ru: Сереб. оск.†

source: An even heavier still metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it even denser, perhaps?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Возможно, вы могли бы сделать ее еще более тяжелой?

source: An even heavier still metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it even denser, perhaps?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Возможно, вы могли бы сделать ее еще более тяжелой?

source: Palladium Flak†
ru: Палладиумная осколочная пушка†

source: Palladium F.†
ru: Паллад. оск.†

source: This one's getting harder to lift. That won't stop you.
ru: Поднимать ее становится все труднее. Но это вас не остановит.

source: This one's getting harder to lift. That won't stop you.
ru: Поднимать ее становится все труднее. Но это вас не остановит.

source: Iridium Flak†
ru: Иридиумная осколочная пушка†

source: Iridium F.†
ru: Иридиум. оск.†

source: Your crew groan loudly when you try to mount this. Even in space, moving this thing is nearly impossible due to its monstrous density.
ru: Ваш экипаж громко стонет, когда вы пытаетесь ее установить. Даже в условиях космоса перемещение этой штуки практически невозможно из-за ее чудовищной массы.

source: Your crew groan loudly when you try to mount this. Even in space, moving this thing is nearly impossible due to its monstrous density.
ru: Ваш экипаж громко стонет, когда вы пытаетесь ее установить. Даже в условиях космоса перемещение этой штуки практически невозможно из-за ее чудовищной массы.

source: Platinum Flak†
ru: Платиновая осколочная пушка†

source: Platinum F.†
ru: Платин. оск.†

source: You're fairly sure this is the heaviest weapon ever made.
ru: Вы уверены, что это самое тяжелое оружие из когда-либо созданных.

source: You're fairly sure this is the heaviest weapon ever made.
ru: Вы уверены, что это самое тяжелое оружие из когда-либо созданных.

source: Osmium Flak†
ru: Осмианская осколочная пушка†

source: Osmium F.†
ru: Осмиан. оск.†

source: Nope, found a heavier one.
ru: Нет, нашлось еще более тяжелое.

source: Nope, found a heavier one.
ru: Нет, нашлось еще более тяжелое.

source: Nobelium Flak†
ru: Нобелиумная осколочная пушка†

source: Nobelium F.†
ru: Нобелиум. оск.†

source: You start to fall asleep when you think about this flak. It's so heavy that the IDEA of it makes your head heavy.
ru: Вы начинаете проваливаться в сон, когда думаете об этой осколочной пушке. Она такая тяжелая, что от одной мысли о ней голова становится тяжелой.

source: You start to fall asleep when you think about this flak. It's so heavy that the IDEA of it makes your head heavy.
ru: Вы начинаете проваливаться в сон, когда думаете об этой осколочной пушке. Она такая тяжелая, что от одной мысли о ней голова становится тяжелой.

source: Hassium Flak†
ru: Хассиумная осколочная пушка†

source: Hassium F.†
ru: Хассиум. оск.†

source: The big one. The heaviest lad. Crush 'em.
ru: Большой. Самый тяжелый мальчик. Раздавите их.

source: The big one. The heaviest lad. Crush 'em.
ru: Большой. Самый тяжелый мальчик. Раздавите их.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_CURSED"]/title
source: Carnifex Flak
ru: Осколочная пушка "Карнифекс"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_CURSED"]/short
source: Carnifex F.
ru: Карнифекс оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_CURSED"]/desc
source: A Flak launcher of alien origin, you aren't entirely certain how or why it works, but you know it utilizes clone technology to spawn temporary Lanius. It also has a 30% chance to spawn Lanius Welders.
ru: Осколочная пушка чужеземного происхождения, вы не совсем понимаете, как и почему она работает, но знаете, что она использует технологию клонов для порождения временных ланиусов. Также с вероятностью 30% из нее появляются ланиусы-Сварщики.

source: 'Hellfire' Heavy Burst Missiles
ru: Разрывная тяжелая ракетница "Адское пламя"

source: 'Hellfire'
ru: Адское пламя

source: This weapon unleashes a barrage of Hellfire missiles, dealing heavy hull damage and potentially setting multiple rooms on fire.
ru: Это орудие выпускает шквал ракет "Адское пламя", наносящих тяжелые повреждения корпусу и способных поджечь несколько отсеков.

source: Fires 5 missile; does 2 damage each; pierces all shields.
ru: Выпускает 5 ракет; наносит 2 урона каждая; пробивает все щиты.

source: 'Hellfire' Missiles†
ru: Разрывная тяжелая ракетница "Адское пламя"†

source: 'Hellfire'†
ru: Адское пламя†

source: This weapon unleashes a barrage of Hellfire missiles, dealing heavy hull damage and potentially setting multiple rooms on fire.
ru: Это орудие выпускает шквал ракет "Адское пламя", наносящих тяжелые повреждения корпусу и способных поджечь несколько отсеков.

source: Fires 5 missile; does 2 damage each; pierces all shields.
ru: Выпускает 5 ракет; наносит 2 урона каждая; пробивает все щиты.

source: 'Hellfire' Missiles††
ru: Разрывная тяжелая ракетница "Адское пламя"††

source: 'Hellfire'††
ru: Адское пламя††

source: This weapon unleashes a barrage of Hellfire missiles, dealing heavy hull damage and potentially setting multiple rooms on fire.
ru: Это орудие выпускает шквал ракет "Адское пламя", наносящих тяжелые повреждения корпусу и способных поджечь несколько отсеков.

source: Fires 5 missile; does 2 damage each; pierces all shields.
ru: Выпускает 5 ракет; наносит 2 урона каждая; пробивает все щиты.

source: 'Hellfire' Missiles++
ru: Разрывная тяжелая ракетница "Адское пламя"++

source: 'Hellfire'++
ru: Адское пламя++

source: If you are reading this, you made Forgemaster very mad.
ru: Если вы читаете это, то вы очень разозлили Кузнеца.

source: Fires 5 missile; does 2 damage each; pierces all shields.
ru: Выпускает 5 ракет; наносит 2 урона каждая; пробивает все щиты.

source: 'Chernobog' Missile
ru: Ракетница "Чернобог"

source: 'Chernobog'
ru: Чернобог

source: A cloaked missile energized by ionic technology. Moves quickly, always hits, and inflicts long stuns and 3 ion damage in the room.
ru: Замаскированная ракета, заряженная энергией ионной технологии. Быстро перемещается, всегда попадает, наносит длительное оглушение и 3 ионного урона в отсеке.

source: A cloaked missile energized by ionic technology. Moves quickly, always hits, and inflicts long stuns and 3 ion damage in the room. Stats: Required Power: 3 Charge Time: 21 seconds Missile Consumption: 1 Accuracy Modifier: 100 Shots Per Charge: 1 2x hull damage on systemless rooms Base Hull Damage: 3 Total System Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Shield Piercing: 10 Fire Chance: 40% Breach Chance: 50% (Adjusted: 30%) Stun Chance: 100% (17 seconds long) Buy/Sell Price: 180~/90~
ru: Замаскированная ракета, заряженная энергией ионной технологии. Быстро перемещается, всегда попадает, наносит длительное оглушение и 3 ионных урона отсеку. Характеристики: Требуемая мощность: 3 Время зарядки: 21 секунда Потребление боеголовок: 1 Модификатор точности: 100 Выстрелов в очереди: 1 2х урона по корпусу в бессистемных отсеках Базовый урон по корпусу: 3 Общий урон системам: 3 Общий урон экипажу: 45 Ионный урон: 3 (только отсеки) Пробивание щитов: 10 Вероятность возгорания: 40% Вероятность пробоины: 50% (скорректировано: 30%) Вероятность оглушения: 100% (длительность 17 секунд) Покупка/продажа: 180~/90~

source: Fires 1 missile; does 3 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 3 единицы урона; проникает сквозь все щиты.

source: Required Power: 3 Charge Time: 21 seconds Missile Consumption: 1 Accuracy Modifier: 100 Shots Per Charge: 1 2x hull damage on systemless rooms Base Hull Damage: 3 Total System Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Shield Piercing: 10 Fire Chance: 40% Breach Chance: 50% (Adjusted: 30%) Stun Chance: 100% (17 seconds long)
ru: Необходимая мощность: 3 Время перезарядки: 21 сек. Потребление боеголовок: 1 Бонус к точности: +100% Выстрелов в очереди: 1 Двойной урон отсекам без систем. Урон корпусу: 3 Урон системам: 3 Урон экипажу: 45 Ионный урон: 3 (Только отсеки) Пробивание щита: 10 Вероятность поджога: 40% Вероятность пробоины: 50% (Скорректировано: 30%) Вероятность оглушения: 100% (17 сек.)

source: 'Chernobog' Missile†
ru: Ракетница "Чернобог"†

source: 'Chernobog'†
ru: Чернобог†

source: A cloaked missile energized by ionic technology. Moves quickly, always hits, and inflicts long stuns and 3 ion damage in the room.
ru: Замаскированная ракета, заряженная энергией ионной технологии. Быстро перемещается, всегда попадает, наносит длительное оглушение и 3 ионных урона в отсеке.

source: A cloaked missile energized by ionic technology. Moves quickly, always hits, and inflicts long stuns and 3 ion damage in the room. Stats: Required Power: 2 Charge Time: 21 seconds Missile Consumption: 1 Accuracy Modifier: 100 Shots Per Charge: 1 2x hull damage on systemless rooms Base Hull Damage: 3 Total System Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Shield Piercing: 10 Fire Chance: 40% Breach Chance: 50% (Adjusted: 30%) Stun Chance: 100% (17 seconds long) Buy/Sell Price: 180~/90~
ru: Маскируемая ракетная установка, заряженная энергией ионной технологии. Быстро перемещается, всегда попадает, наносит длительное оглушение и 3 ионных урона отсеку. Характеристики: Требуемая мощность: 2 Время зарядки: 21 секунда Потребление боеголовок: 1 Модификатор точности: 100 Выстрелов в очереди: 1 2х урона по корпусу в бессистемных отсеках Базовый урон по корпусу: 3 Общий урон системам: 3 Общий урон экипажу: 45 Ионный урон: 3 (только отсеки) Пробивание щитов: 10 Вероятность возгорания: 40% Вероятность пробоины: 50% (скорректировано: 30%) Вероятность оглушения: 100% (длительность 17 секунд) Покупка/продажа: 180~/90~

source: Fires 1 missile; does 3 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 3 единицы урона; проникает сквозь все щиты.

source: Required Power: 2 Charge Time: 21 seconds Missile Consumption: 1 Accuracy Modifier: 100 Shots Per Charge: 1 2x hull damage on systemless rooms Base Hull Damage: 3 Total System Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Shield Piercing: 10 Fire Chance: 40% Breach Chance: 50% (Adjusted: 30%) Stun Chance: 100% (17 seconds long)
ru: Необходимая мощность: 2 Время перезарядки: 21 сек. Потребление боеголовок: 1 Бонус к точности: +100% Выстрелов в очереди: 1 Двойной урон отсекам без систем. Урон корпусу: 3 Урон системам: 3 Урон экипажу: 45 Ионный урон: 3 (Только отсеки) Пробивание щита: 10 Вероятность поджога: 40% Вероятность пробоины: 50% (Скорректировано: 30%) Вероятность оглушения: 100% (17 сек.)

source: 'Chernobog' Missile††
ru: Ракетница "Чернобог"††

source: 'Chernobog'††
ru: Чернобог††

source: A cloaked missile energized by ionic technology. Moves quickly, always hits, and inflicts long stuns and 3 ion damage in the room.
ru: Замаскированная ракета, заряженная энергией ионной технологии. Быстро перемещается, всегда попадает, наносит длительное оглушение и 3 ионных урона в отсеке.

source: A cloaked missile energized by ionic technology. Moves quickly, always hits, and inflicts long stuns and 3 ion damage in the room. Stats: Required Power: 1 Charge Time: 21 seconds Missile Consumption: 1 Accuracy Modifier: 100 Shots Per Charge: 1 2x hull damage on systemless rooms Base Hull Damage: 3 Total System Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Shield Piercing: 10 Fire Chance: 40% Breach Chance: 50% (Adjusted: 30%) Stun Chance: 100% (17 seconds long) Buy/Sell Price: 180~/90~
ru: Замаскированная ракета, заряженная энергией ионной технологии. Быстро перемещается, всегда попадает, наносит длительное оглушение и 3 ионных урона отсеку. Характеристики: Требуемая мощность: 1 Время зарядки: 21 секунда Потребление боеголовок: 1 Модификатор точности: 100 Выстрелов в очереди: 1 2х урона по корпусу в бессистемных отсеках Базовый урон по корпусу: 3 Общий урон системам: 3 Общий урон экипажу: 45 Ионный урон: 3 (только отсеки) Пробивание щитов: 10 Вероятность возгорания: 40% Вероятность пробоины: 50% (скорректировано: 30%) Вероятность оглушения: 100% (длительность 17 секунд) Покупка/продажа: 180~/90~

source: Fires 1 missile; does 3 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 3 единицы урона; проникает сквозь все щиты.

source: Required Power: 1 Charge Time: 21 seconds Missile Consumption: 1 Accuracy Modifier: 100 Shots Per Charge: 1 2x hull damage on systemless rooms Base Hull Damage: 3 Total System Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Shield Piercing: 10 Fire Chance: 40% Breach Chance: 50% (Adjusted: 30%) Stun Chance: 100% (17 seconds long)
ru: Необходимая мощность: 1 Время перезарядки: 21 сек. Потребление боеголовок: 1 Бонус к точности: +100% Выстрелов в очереди: 1 Двойной урон отсекам без систем. Урон корпусу: 3 Урон системам: 3 Урон экипажу: 45 Ионный урон: 3 (Только отсеки) Пробивание щита: 10 Вероятность поджога: 40% Вероятность пробоины: 50% (Скорректировано: 30%) Вероятность оглушения: 100% (17 сек.)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_MISSILES"]/title
source: 'Debilitatum' Heavy Missiles
ru: Тяжелая ракетница "Дебилитатум"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_MISSILES"]/short
source: 'Debilitatum'
ru: Дебилитат.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_MISSILES"]/tooltip
source: Fires 5 missile; does 2 damage each; pierces all shields.
ru: Выпускает 5 ракет; наносит 2 урона каждая; пробивает все щиты.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ANOMALY_MISSILE"]/title
source: 'Arngrim' Anomaly Missile
ru: Аномальная ракетница "Арнгрим"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ANOMALY_MISSILE"]/short
source: 'Arngrim'
ru: Арнгрим

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ANOMALY_MISSILE"]/desc
source: This weapon launches two missiles, each of which will lock down the room and do heavy bio/system damage. High fire chance.
ru: Это орудие запускает две ракеты, каждая из которых изолирует отсек и наносит большой урон био/системам. Высокий шанс вызвать пожар.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ANOMALY_MISSILE"]/tooltip
source: Fires 5 missile; does 2 damage each; pierces all shields.
ru: Выпускает 5 ракет; наносит 2 урона каждая; пробивает все щиты.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_MINELAUNCHER_HULL"]/title
source: 'Ba-Pef' Mine Launcher
ru: Миномет "Ба-Пеф"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_MINELAUNCHER_HULL"]/short
source: 'Ba-Pef'
ru: Ба-Пеф

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_MINELAUNCHER_HULL"]/desc
source: Like its' name-sake, a Minelauncher of Terror. Fires 5 Mines in a slightly smaller radius, deals 2x damage to systemless rooms. At empty beacons provides 5 fleet delay for 21 missiles
ru: Как и его тезка, миномет "Террор". Выпускает 5 мин по несколько меньшему радиусу, наносит 2х урон по отсекам без систем. На пустых маяках дает возможность задержать флот на 5 прыжков за 21 боеголовку.

source: >Like its' name-sake, a Minelauncher of Terror. Fires 5 Mines in a slightly smaller radius, deals 2x damage to systemless rooms. At empty beacons provides 5 fleet delay for 21 missiles
ru: >Как и его тезка, миномет "Террор". Выпускает 5 мин по несколько меньшему радиусу, наносит 2х урон по отсекам без систем. На пустых маяках дает возможность задержать флот на 5 прыжков за 21 боеголовку.

source: Onslaught Launcher
ru: Пусковая установка "Натиск"

source: Onslaught
ru: Натиск

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ROYAL_MINELAUNCHER"]/desc
source: It seems the Mine Launchers go farther back then you expected. This one appears to be much stronger than its modern cousins. At empty beacons provides 2 fleet delay for 6 missiles.
ru: Похоже, что минометы появились гораздо раньше, чем вы ожидали. Эта, похоже, намного сильнее своих современных собратьев. На пустых маяках дает возможность задержать флот на 2 прыжка за 6 боеголовок.

source: Fires 1 missile; does 1 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 1 единица урона; проникает сквозь все щиты.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_MINELAUNCHER_BIO"]/title
source: 'Dirty Bomb' Mine Launcher
ru: Миномет "Грязная бомба"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_MINELAUNCHER_BIO"]/short
source: 'Dirty Bomb'
ru: Грязная б.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_MINELAUNCHER_BIO"]/desc
source: A horrific weapon, designed to be one of the most potent killing machines ever made. Fires 5 'Dirty' Mines that fill rooms with a toxic gas for 20s. At empty beacons provides 4 fleet delay for 15 missiles, but increases general notoriety by 2. You Psycho.
ru: Ужасающее оружие, сконструированное как одно из самых мощных орудий убийства из когда-либо созданных. Выпускает 5 "грязных" мин, которые наполняют отсеки токсичным газом на 20с. На пустых маяках дает возможность задержать флот на 4 прыжка за 15 боеголовок, но увеличивает общую дурную славу на 2. Вы псих.

source: A horrific weapon, designed to be one of the most potent killing machines ever made. Fires 5 'Dirty' Mines that fill rooms with a toxic gas for 20s. At empty beacons provides 4 fleet delay for 15 missiles, but increases general notoriety by 2. You Psycho.
ru: Ужасающее оружие, сконструированное как одно из самых мощных орудий убийства из когда-либо созданных. Выпускает 5 "грязных" мин, которые наполняют отсеки токсичным газом на 20с. На пустых маяках дает возможность задержать флот на 4 прыжка за 15 боеголовок, но увеличивает общую дурную славу на 2. Вы псих.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRYSTAL_FIRE"]/title
source: Project #7: Burning End
ru: Проект #7: Пылающий конец

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRYSTAL_FIRE"]/short
source: Project #7
ru: Проект #7

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRYSTAL_FIRE"]/desc
source: The blueprints of this weapon and its counterpart, the Project #22, were created by a Crystal scientist devoted to learning how to kill every lifeform in the galaxy. She's gone now, but you're proud to uphold her heritage. This one uses flourine-infused crystals to ignite ANYTHING.
ru: Чертежи этого орудия и его аналога, Проекта #22, были созданы ученой-кристаллином, посвятившим себя изучению способов убийства всех форм жизни в галактике. Сейчас ее уже нет в живых, но вы гордитесь тем, что продолжаете ее дело. В этом орудии используются обогащенный фтором кристаллы, для воспламенения ЛЮБОГО предмета.

source: Makes all crew types burn, even rocks. All crew hit take 1.75x damage from fire, and put out fires 70% slower. 15 second duration.
ru: Заставляет гореть все типы экипажей, даже валунов. Все члены экипажа получают 1.75х урон от огня и тушат пожары на 70% медленнее. Время действия 15 секунд.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRYSTAL_BIO"]/title
source: Project #22: Unnamed
ru: Проект #22: Безымянный

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRYSTAL_BIO"]/short
source: Project #22
ru: Проект #22

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRYSTAL_BIO"]/desc
source: The blueprints of this weapon and its counterpart, Project #7, were created by a Crystal scientist devoted to learning how to kill every lifeform in the galaxy. She's gone now, but you're proud to uphold her heritage. This one uses nano-corrosive crystals to erase the target's DNA.
ru: Чертежи этого орудия и его аналога, Проекта #7, были созданы ученой-кристаллином, посвятившим себя изучению способов убийства всех форм жизни в галактике. Сейчас ее уже нет в живых, но вы гордитесь тем, что продолжаете ее дело. В этом случае используются нанокоррозийные кристаллы, стирающие ДНК цели.

source: This bomb prevents the crew hit from healing from med bays, or being revived by cloned bays. 30 second duration. Great for Crew Killing ships with Clone Bays
ru: Эта бомба не позволяет экипажу, попавшему под удар, исцеляться в Медотсеке или возрождаться в Клон-отсеке. Время действия - 30 секунд. Отлично подходит для уничтожения экипажей кораблей с Клон-отсеком.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRUNCH"]/title
source: Compactinator
ru: Компактификатор

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRUNCH"]/short
source: Compactinator
ru: Компактификатор

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRUNCH"]/desc
source: Compactinator FLAVOR HERE
ru: Компактификатор АРОМАТ ЗДЕСЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRUNCH"]/tooltip
source: Compactinator FLAVOR HERE
ru: Компактификатор АРОМАТ ЗДЕСЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_DYNAMO"]/title
source: Ancalagon Dynamo
ru: Динамо Анкалагона

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_DYNAMO"]/short
source: Dynamo
ru: Динамо

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_DYNAMO"]/desc
source: A weapon crafted from metals you can't identify and crystals that hum with aberrant power. This one seems to produce a massive amount of energy, capable of directly striking the enemy ship. A label reads "Property of the Ancalagon Division."
ru: Орудие, созданное из металлов, которые вы не можете определить, и кристаллов, которые гудят с необычной силой. Похоже, что оно вырабатывает огромное количество энергии, способной напрямую поразить вражеский корабль. На ярлыке написано: "Собственность подразделение Анкалагон".

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_DYNAMO"]/tooltip
source: A weapon crafted from metals you can't identify and crystals that hum with aberrant power. This one seems to produce a massive amount of energy, capable of directly striking the enemy ship. A label reads "Property of the Ancalagon Division."
ru: Орудие, созданное из металлов, которые вы не можете определить, и кристаллов, которые гудят с необычной силой. Похоже, что оно вырабатывает огромное количество энергии, способной напрямую поразить вражеский корабль. На ярлыке написано: "Собственность подразделение Анкалагон".

source: Anomalous Crystal
ru: Аномальный кристалл

source: Imprisment Inducer
ru: Индуктор внушения

source: Inducer
ru: Индуктор
