Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: This Bizarre Bio-weapon was created using mutagens to meld a Leech with a Kernel weapon. Stuns crew for a long time.
ru: Это причудливое биооружие было создано с помощью мутагенов, соединивших пиявку с зернометом. Надолго оглушает экипаж.

source: 2 power beam weapon that stuns enemy crew, and pierces 2 shields, and has a small chance to breach
ru: Лучевое орудие, которое потребляет 2 энергии, которое оглушает вражеский экипаж, пробивает 2 щита и имеет небольшой шанс создать пробоину

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ENEMY_ARTY"]/title
source: Ion Bomb
ru: Ионная бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ENEMY_ARTY"]/short
source: I. Bomb
ru: Ион. бомба

# data/blueprints.xml.append$//weaponBlueprint[@name="BOMB_ION_ENEMY_ARTY"]/desc
source: Self-teleporting explosive that uses ion damage to disable systems. Can target your own ship.
ru: Самотелепортирующаяся бомба, использующая ионный урон для вывода из строя систем. Может быть нацелена на собственный корабль.

source: Bomb weapon; requires a missile; does no damage but deals 4 ion damage. Can target your own ship.
ru: Бомбовое орудие; требует наличия боеголовки; не наносит обычный урон, но наносит 4 ионных урона. Может быть нацелено на ваш собственный корабль.

source: Zoltan Deleter
ru: "Стиратель" золтан

source: Zolt Deleter
ru: Стиратель

source: If this weapon used on any other race, you are to be killed on sight. Does moderate damage to any type of crew, but instantly kills all Zoltans. Base Cooldown: 70 -> 50
ru: [Базовая перезарядка: 70 -> 50] Если это оружие будет использовано против любой другой расы, вас следует убить на месте. Наносит умеренный урон любому типу экипажа, но мгновенно убивает всех золтанов.

source: Chaining 45 crew dmg beam(instakills zoltans)
ru: Цепной луч с 45 урону экипажа (убивает золтанов)

source: Breach Bomb
ru: Пробойная бомба

source: Breach B.
ru: Проб. бомба

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: Bomb weapon; requires a missile; does 1 damage to systems, and creates a hull breach. Can target your own ship.
ru: Бомбовое орудие; требует наличия боеголовки; наносит 1 урона системам и создает пробоину в корпусе. Может быть нацелено на ваш собственный корабль.

source: Tsukiyari Beam
ru: Луч "Цукияри"

source: Tsukiyari
ru: Цукияри

source: This advanced Beam was a prototype upgrade of the well known Kamayari and Suyari Beams. Base Cooldown: 88
ru: [Базовая перезарядка: 88] Эта продвинутая лучевая установка является экспериментальным улучшением хорошо известных лучевых орудий "Камаяри" и "Суяри".

source: Adaptive beam, chains by 1.5 dmg.
ru: Адаптивный луч, с каждым выстрелом урон увеличивается на 1.5.

source: Elite Chain Kernel
ru: Элитный цепной зерномет

source: € Kernel Chain
ru: € Цепн. зерномет

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: Cooldown drops the more it fires.
ru: С каждым выстрелом перезарядка ускоряется.

source: Eradicator Mk III
ru: "Ликвидатор" мод. III

source: Eradic. III
ru: Ликвид. III

source: Five damage per room beam weapon. Stuns enemies for 9 seconds, guaranteed to start a fire. Base Cooldown: 60
ru: [Базовая перезарядка: 60] Лучевое орудие с уроном в 5 единиц за отсек. Оглушает врагов на 9 секунд, гарантированно вызывает пожар.

source: Five damage per room beam weapon. Stuns enemies for 9 seconds, guaranteed to start a fire.
ru: Лучевое орудие с уроном в 5 единиц за отсек. Оглушает врагов на 9 секунд, гарантированно вызывает пожар.

source: 'Vesta' Gatling Ion
ru: Гатлинг-ион "Веста"

source: 'Vesta'
ru: Веста

source: Sure, you could just kill them with a regular Vulcan... but what if you made them SUFFER instead?
ru: Конечно, можно просто убить их обычным Вулканом... но что, если заставить их СТРАДАТЬ?

source: Cooldown drops the more it fires.
ru: С каждым выстрелом перезарядка ускоряется.

# data/blueprints.xml.append$//weaponBlueprint[@name="UNSPOOLER_ENEMY"]/title
source: 'Nightshade' Missiles
ru: Ракетная установка "Паслен"

# data/blueprints.xml.append$//weaponBlueprint[@name="UNSPOOLER_ENEMY"]/short
source: 'Nightshade'
ru: Паслен

# data/blueprints.xml.append$//weaponBlueprint[@name="UNSPOOLER_ENEMY"]/desc
source: A deadly Missile Launcher that fires cloaked warheads that basic Defense Drones can't shoot down, but charges quite slow.
ru: Смертоносная ракетная установка, долго заряжается, но стреляет боеголовками, оборудованными системой маскировки, которые не могут сбить стандартные защитные дроны.

# data/blueprints.xml.append$//weaponBlueprint[@name="UNSPOOLER_ENEMY"]/tooltip
source: Boss Loot.
ru: Добыча с босса.

# data/blueprints.xml.append$/dummyroot/FTL[28]/weaponBlueprint[3]/title
source: Clone Cannon [Hatch]
ru: Клонопушка [Детеныш]

# data/blueprints.xml.append$/dummyroot/FTL[28]/weaponBlueprint[3]/short
source: Cloner [H]
ru: Клон [Д]

# data/blueprints.xml.append$/dummyroot/FTL[28]/weaponBlueprint[3]/desc
source: No weapon has ever sparked a larger ethical controversy, but if it works it works.
ru: Ни одно оружие не сравнится с этим по этической противоречивости, но что работает, то работает.

# data/blueprints.xml.append$/dummyroot/FTL[28]/weaponBlueprint[3]/tooltip
source: Fires a blast of debris across a random area doing up to 3 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 3 единиц урона.

source: Purifier Pinpoint MK II
ru: Точечный луч "Чистильщик" мод. II

source: Purifier II
ru: Чистильщик II

source: Old and powerful Pinpoint tech is detected on this weapon. You can only imagine the terror this weapon could cause.
ru: В этом точечном лучевом орудии используются древние мощные технологии. Вы можете только вообразить, какие разрушения может причинить данное орудие.

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: Clone Cannon [Crus]
ru: Клонопульта [Крестоносец]

source: Cloner [C]
ru: Клон [В]

source: No weapon has ever sparked a larger ethical controversy, but if it works it works.
ru: Ни одно оружие не сравнится с этим по этической противоречивости, но что работает, то работает.

source: Fires a blast of debris across a random area doing up to 3 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 3 единиц урона.

source: Clone Cannon [Chief]
ru: Клонопульта [Вождь]

source: Cloner [C]
ru: Клон [В]

source: No weapon has ever sparked a larger ethical controversy, but if it works it works. Why does the plant start fires? Irony.
ru: Ни одно орудие не вызывало более серьезных этических разногласий, но если оно работает, значит, работает. Почему установка вызывает пожары? Ирония судьбы.

source: Fires a blast of debris across a random area doing up to 3 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 3 единиц урона.

source: Clone Cannon [Symb]
ru: Клонопульта [Симбионт]

source: Cloner [S]
ru: Клон [С]

source: No weapon has ever sparked a larger ethical controversy, but if it works it works. At least now your Symbiote's life is slightly less miserable than it was before.
ru: Ни одно оружие не сравнится с этим по этической противоречивости, но что работает, то работает. По крайней мере жизнь вашего симбионта теперь не настолько жалкая как раньше.

source: Fires a blast of debris across a random area doing up to 3 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 3 единиц урона.

# data/blueprints.xml.append$/dummyroot/FTL[28]/weaponBlueprint[8]/title
source: Clone Cannon [Hatch]
ru: Клонопушка [Детеныш]

# data/blueprints.xml.append$/dummyroot/FTL[28]/weaponBlueprint[8]/short
source: Cloner [H]
ru: Клон [Д]

# data/blueprints.xml.append$/dummyroot/FTL[28]/weaponBlueprint[8]/desc
source: No weapon has ever sparked a larger ethical controversy, but if it works it works.
ru: Ни одно оружие не сравнится с этим по этической противоречивости, но что работает, то работает.

# data/blueprints.xml.append$/dummyroot/FTL[28]/weaponBlueprint[8]/tooltip
source: Fires a blast of debris across a random area doing up to 3 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 3 единиц урона.

source: Clone Cannon [Baby]
ru: Клонопульта [Дети]

source: Cloner [B]
ru: Клон [Дети]

source: No weapon has ever sparked a larger ethical controversy, but if it works it works. The babies aren't actually being cloned, by the way. There's just a lot of corpses.
ru: Ни одно оружие никогда не вызывало более серьезных этических споров, чем это, но работает оно как надо. По сути эти дети не клонированы, это просто куча мертвых тел.

source: Fires a blast of debris across a random area doing up to 3 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 3 единиц урона.

source: Shard Launcher
ru: Осколкомет

source: Shard
ru: Осколкомет

source: A specialized Mine Launcher that uses crystalline projectiles loaded with explosives. Does not use ammunition, but can only pierce 2 layers of shields. At empty beacons provides 1 fleet delay for 5 missiles, has no notoriety impact.
ru: Особый миномет, использующий кристаллические снаряды, заряженные взрывчаткой. Не использует боеприпасы, но может пробить только 2 слоя щитов. На пустых маяках дает возможность задержать флот на 1 прыжок за 5 боеголовок, не влияет на дурную славу.

source: Fires 1 missile; does 1 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 1 единица урона; проникает сквозь все щиты.

source: Shard Launcher
ru: Осколкомет

source: Shard
ru: Осколкомет

source: 2 laser, 10% fire
ru: 2 лазера, 10% пожар

source: Fires 1 missile; does 1 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 1 единица урона; проникает сквозь все щиты.

source: Shard Launcher
ru: Осколкомет

source: Shard
ru: Осколкомет

source: 2 crystal, 40% fire 40% breach, 1sp
ru: Выпускает 2 кристалла, 40% шанс вызвать пожар 40% шанс создать пробоину, проникает через 1 слой щита

source: Fires 1 missile; does 1 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 1 единица урона; проникает сквозь все щиты.

source: Shard Launcher
ru: Осколкомет

source: Shard
ru: Осколкомет

source: 2 magnetic fragments, 1 damage, 10% fire 50% breach, 10sp, 100% accuracy, hullbust, 5s stun
ru: Выпускает 2 магнитных осколка, 1 урон, 10% шанс вызвать пожар 50% шанс создать пробоину, проникает через 10 слоев щита, 100% точность, двойной урон по отсекам без систем, 5с оглушения

source: Fires 1 missile; does 1 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 1 единица урона; проникает сквозь все щиты.

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_SHADOW"]/title
source: Shadow Laser
ru: Теневой лазер

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_SHADOW"]/short
source: Shadow
ru: Тенев. лаз.

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_SHADOW"]/desc
source: This powerful counterpart to the Hull Smasher Mark I fires more projectiles per shot.
ru: Этот мощный аналог Противокорпусного лазера I выпускает больше снарядов за выстрел.

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_SHADOW"]/tooltip
source: Fires 2 lasers, 1 damage each and 2x damage in systemless rooms.
ru: Выпускает 2 лазерных заряда, наносящих 1 урон каждый и 2х урона в отсеках без систем.

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_SHADOW"]/title
source: Shadow Focus
ru: Теневой точечный луч

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_SHADOW"]/short
source: Shadow
ru: Тенев. точ.

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_SHADOW"]/desc
source: A shadow focus beam.
ru: Теневой точечный луч.

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_SHADOW"]/tooltip
source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_SHADOW"]/title
source: Shadow Flak
ru: Теневая осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_SHADOW"]/short
source: Shadow
ru: Тенев. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_SHADOW"]/desc
source: Fires a blast of shadow debris.
ru: Выпускает теневой поток обломков.

# data/blueprints.xml.append$//weaponBlueprint[@name="SHOTGUN_SHADOW"]/tooltip
source: Fires a blast of debris across a random area doing up to 7 damage.
ru: Выпускает поток обломков по случайной области, наносящий до 7 единиц урона.

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_SHADOW_ADAPT"]/title
source: Shadow Pinpoint
ru: Теневой адаптивный точечный луч

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_SHADOW_ADAPT"]/short
source: Shadow
ru: Т. ад. точ.

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_SHADOW_ADAPT"]/desc
source: A shadow focus beam that becomes more powerful after each discharge.
ru: Теневой точечный луч, который становится мощнее после каждого выстрела.

# data/blueprints.xml.append$//weaponBlueprint[@name="FOCUS_SHADOW_ADAPT"]/tooltip
source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_SHADOW_PLAYER"]/title
source: Shadow Laser†
ru: Теневой лазер†

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_SHADOW_PLAYER"]/short
source: Shadow†
ru: Тенев. лаз.†

# data/blueprints.xml.append$//weaponBlueprint[@name="LASER_SHADOW_PLAYER"]/desc
source: This powerful counterpart to the Hull Smasher Mark I fires more projectiles per shot.
ru: Этот мощный аналог Противокорпусного лазера I выпускает больше снарядов за выстрел.

source: Fires 2 lasers, 1 damage each and 2x damage in systemless rooms.
ru: Выпускает 2 лазерных заряда, наносящих 1 урон каждый и 2х урона в отсеках без систем.

source: Twisted Drone Artillery
ru: Искаженная дроно-артиллерия

source: Artillery
ru: Дрон-арт.

source: Artillery: Launches a random boarding drone to terrorize the enemy ship. Base Cooldown: 35
ru: [Базовая перезарядка: 35] Запускает случайный абордажный дрон, чтобы терроризировать вражеский корабль.

source: Artillery: Launches a random boarding drone to terrorize the enemy ship.
ru: Артиллерия: Запускает случайный абордажный дрон, чтобы терроризировать вражеский корабль.

source: Artillery Drone
ru: Дроно-артиллерия

# data/blueprints.xml.append$//weaponBlueprint[@name="BARRAGE_FLAK_SHIELD"]/title
source: Shield Flak Barrage
ru: Залповая защитная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="BARRAGE_FLAK_SHIELD"]/short
source: Shield Flak Barrage
ru: Залповая защитная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="BARRAGE_FLAK_SHIELD"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

# data/blueprints.xml.append$//weaponBlueprint[@name="BARRAGE_FLAK_SHIELD2"]/title
source: Shield Flak Barrage
ru: Залповая защитная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="BARRAGE_FLAK_SHIELD2"]/short
source: Shield Flak Barrage
ru: Залповая защитная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="BARRAGE_FLAK_SHIELD2"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: phantom spawner barrage
ru: Залповый призыватель фантомов

source: phantom spawner barrage
ru: Залповый призыватель фантомов

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: phantom_alpha spawner barrage
ru: Залповый призыватель Альфа-фантомов

source: phantom_alpha spawner barrage
ru: Залповый призыватель Альфа-фантомов

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: phantom_goul spawner barrage
ru: Залповый призыватель Гулей

source: phantom_goul spawner barrage
ru: Залповый призыватель Гулей

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: phantom_goul_alpha spawner barrage
ru: Залповый призыватель Альфа-Гулей

source: phantom_goul_alpha spawner barrage
ru: Залповый призыватель Альфа-Гулей

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: phantom_mare spawner barrage
ru: Залповый призыватель Маров

source: phantom_mare spawner barrage
ru: Залповый призыватель Маров

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: phantom_mare_alpha spawner barrage
ru: Залповый призыватель Альфа-Маров

source: phantom_mare_alpha spawner barrage
ru: Залповый призыватель Альфа-Маров

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: phantom_wraith spawner barrage
ru: Залповый призыватель Видений

source: phantom_wraith spawner barrage
ru: Залповый призыватель Видений

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: phantom_wraith_alpha spawner barrage
ru: Залповый призыватель Альфа-Видений

source: phantom_wraith_alpha spawner barrage
ru: Залповый призыватель Альфа-Видений

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: unique_dessius spawner barrage
ru: Уникальный залповый призыватель Дессиуса

source: unique_dessius spawner barrage
ru: Уникальный залповый призыватель Дессиуса

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: gbeleanor spawner barrage
ru: Залповый призыватель Алеенор

source: gbeleanor spawner barrage
ru: Залповый призыватель Алеенор

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: gbgozer spawner barrage
ru: Залповый призыватель Гозера

source: gbgozer spawner barrage
ru: Залповый призыватель Гозера

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: gbpsych spawner barrage
ru: Залповый призыватель Физ

source: gbpsych spawner barrage
ru: Залповый призыватель Физ

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: gbscoleri spawner barrage
ru: Залповый призыватель Колери

source: gbscoleri spawner barrage
ru: Залповый призыватель Колери

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: gbslimer spawner barrage
ru: Залповый призыватель Слимера

source: gbslimer spawner barrage
ru: Залповый призыватель Слимера

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: gbvinz spawner barrage
ru: Залповый призыватель Вина

source: gbvinz spawner barrage
ru: Залповый призыватель Вина

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: gbzuul spawner barrage
ru: Залповый призыватель Зулу

source: gbzuul spawner barrage
ru: Залповый призыватель Зулу

source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

# data/blueprints.xml.append$//augBlueprint[@name="FM_UNBROKEN_ARMOR"]/title
source: Unbroken Armor
ru: Непробиваемая броня

# data/blueprints.xml.append$//augBlueprint[@name="FM_UNBROKEN_ARMOR"]/desc
source: Boosts hull resistance by 50% of current hull resist if no systems are damaged and no tiles are breached.
ru: Повышает сопротивление корпуса на 50% от текущего сопротивления корпуса, если ни одна система не повреждена и ни одна плитка не пробита.

# data/blueprints.xml.append$//augBlueprint[@name="INSTANT_SYSTEMS"]/title
source: Ultimate System Accelerator
ru: Макс. ускор. системы

# data/blueprints.xml.append$//augBlueprint[@name="INSTANT_SYSTEMS"]/desc
source: The Cloaking, Hacking, Mind Control, and Temporal Systems have no cooldown.
ru: Маскировка, Взломщик, Контроль разума и Временной манипулятор мгновенно перезаряжаются.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_SHIELDS"]/title
source: Shield Autorepair
ru: Авторемонт щита

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_SHIELDS"]/desc
source: This augment will autorepair your shield system.
ru: Этот модуль автоматически ремонтирует систему щитов.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_ENGINES"]/title
source: Engine Autorepair
ru: Авторемонт двигателей

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_ENGINES"]/desc
source: This augment will autorepair your engine system.
ru: Этот модуль автоматически ремонтирует систему двигателей.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_OXYGEN"]/title
source: Oxygen Autorepair
ru: Авторемонт кислорода

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_OXYGEN"]/desc
source: This augment will autorepair your oxygen system.
ru: Этот модуль автоматически ремонтирует кислородную установку.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_WEAPONS"]/title
source: Weapons Autorepair
ru: Авторемонт оружия

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_WEAPONS"]/desc
source: This augment will autorepair your weapons system.
ru: Этот модуль автоматически ремонтирует систему оружия.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_DRONES"]/title
source: Drone Autorepair
ru: Авторемонт дронов

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_DRONES"]/desc
source: This augment will autorepair your Drone system.
ru: Этот модуль автоматически ремонтирует систему дронов.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_MEDICAL"]/title
source: Medical Autorepair
ru: Авторемонт медотсека

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_MEDICAL"]/desc
source: This augment will autorepair your medical system.
ru: Этот модуль автоматически ремонтирует медицинский отсек.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_PILOT"]/title
source: Pilot Autorepair
ru: Авторем. рулевой рубки

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_PILOT"]/desc
source: This augment will autorepair your piloting system.
ru: Этот модуль автоматически ремонтирует рулевую рубку.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_SENSORS"]/title
source: Sensor Autorepair
ru: Авторемонт сенсоров

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_SENSORS"]/desc
source: This augment will autorepair your sensor system.
ru: Этот модуль автоматически ремонтирует сенсоры.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_DOORS"]/title
source: Door Autorepair
ru: Авторемонт дверей

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_DOORS"]/desc
source: This augment will autorepair your door system.
ru: Этот модуль автоматически ремонтирует двери.

source: Teleporter Autorepair
ru: Авторемонт телепорта

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_TELEPORTER"]/desc
source: This augment will autorepair your Teleporter system.
ru: Этот модуль автоматически ремонтирует телепортатор.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_CLOAKING"]/title
source: Cloaking Autorepair
ru: Авторемонт маскировки

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_CLOAKING"]/desc
source: This augment will autorepair your Cloaking system.
ru: Этот модуль автоматически ремонтирует маскировку.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_ARTILLERY"]/title
source: Artillery Autorepair
ru: Авторемонт артилерии

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_ARTILLERY"]/desc
source: This augment will autorepair all of your Artillery systems.
ru: Этот модуль автоматически ремонтирует артиллерию.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_BATTERY"]/title
source: Battery Autorepair
ru: Авторемонт батареи

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_BATTERY"]/desc
source: This augment will autorepair your Battery system.
ru: Этот модуль автоматически ремонтирует батарею.

# data/blueprints.xml.append$//augBlueprint[@name="FM_AUTOREPAIR_MIND"]/title
source: Mind Control Autorepair
ru: Авторемонт контр. разума
