Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: DOES NOT pierce shields or pop them, fire this when the enemy shields are down and unleash hell on their ship.
ru: НЕ проникает сквозь щиты и не разрушает их, стреляйте, когда вражеские щиты разрушены, и обрушьте ад на вражеский корабль.

source: 'Decayser'
ru: "Расщепитель"

source: 'Decayser'
ru: Расщепитель

source: The original blueprints for this weapon were created by a disgruntled Shell scientist who wanted everyone to experience the agony he felt in suffocation. The energies of this phase weapon are laced with anaerobic microbes that will latch onto creatures and drain oxygen while corroding bodies, allowing anything to suffocate.
ru: Оригинальные чертежи этого орудия были созданы недовольным ракушкой-Ученым, который хотел, чтобы все испытали те муки, которые он испытывал в момент удушья. Энергия этого фазового орудия насыщена анаэробными микробами, которые прикрепляются к существам и высасывают кислород, разъедая тела, что приводит к удушью.

source: Fires a piercing ionic laser shot that causes crew struck by it to become able to suffocate, take 3x more damage from suffocation, and very slowly drain the room's oxygen
ru: Выпускает пронзающий заряд ионного лазера, от которого попавшие под его действие члены экипажа задыхаются, получают 3х урона от удушья и очень медленно истощают кислород в отсеке.

source: Photon Laser MK I
ru: Фотонный лазер мод. I

source: Photon I
ru: Фотон I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_PHOTON_ENEMY"]/desc
source: Fires a photonic blast that can disrupt shields like normal lasers, but only deals system damage with a low chance to start a fire. A ship would have to be close to destruction for this to possibly destroy it.
ru: Выпускает фотонный взрыв, который может разрушать щиты, как обычные лазеры, но наносит только системный урон с низким шансом вызвать пожар. Корабль должен быть близок к разрушению, чтобы это могло его уничтожить.

source: test
ru: Тест

source: Photon Laser MK II
ru: Фотонный лазер мод. II

source: Photon II
ru: Фотон II

source: Fires a photonic blast that can disrupt shields like normal lasers, but only deals system damage with a low chance to start a fire. A ship would have to be close to destruction for this to possibly destroy it.
ru: Выпускает фотонный заряд, который может разрушать щиты, как обычные лазеры, но наносит только системный урон с низким шансом вызвать пожар. Корабль должен быть близок к разрушению, чтобы это могло его уничтожить.

source: test
ru: Тест

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HUMAN_ENEMY"]/title
source: Rebel Ripper
ru: "Потрошитель повстанцев"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HUMAN_ENEMY"]/short
source: Rebel R
ru: П. повст.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_HUMAN_ENEMY"]/desc
source: Chosen weapon of the Coalition. Kills human scum real good
ru: Любимое орудие Коалиции. Отлично убивает человеческих выродков.

source: test
ru: Тест

source: 'Absolution' Rift Inducer
ru: Индуктор разломов "Прощение"

source: Absolution
ru: Прощение

source: The laboratory that created this was destroyed in a mysterious accident, but the blueprints survived. Unleashes sentient storms of ionic destruction on hit, pierces 2 shields.
ru: Лаборатория, в которой она была создана, была уничтожена в результате загадочной аварии, но чертежи уцелели. Выпускает разумные штормы ионного разрушения при попадании, пробивает 2 щита.

source: Anomaly Laser, fires 2 projectiles, 1 system damage, pierces 3 shields. Many status effects.
ru: Аномальный лазер, выпускает 2 заряда, наносит 1 системный урон, пробивает 3 щита. Накладывает множество вспомогательных эффектов.

source: Anomalous Crystal
ru: Аномальный кристалл

source: 'Cerberus' Ion
ru: Ионный бластер "Цербер"

source: Cerberus
ru: Цербер

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_TRI_FIRE_ENEMY"]/desc
source: For the murderous Zoltan inside us all. Trion with a fiery boost. Notably charges a bit faster.
ru: Для кровожадного золтана внутри каждого из нас. Три-ион с зажигательным усилителем. Заметно быстрее заряжается.

source: Fires a single blast that does 1 ion damage. Can hit and disable shields as well as systems.
ru: Выпускает один заряд, наносящий 1 ионный урон. Может поразить и вывести из строя щиты, а также системы.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ENERGY_DISC_ENEMY"]/title
source: 'TARANIS' Energized Disc
ru: Дисковая пусковая установка "ТАРАНИС"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ENERGY_DISC_ENEMY"]/short
source: 'TARANIS'
ru: ТАРАНИС

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ENERGY_DISC_ENEMY"]/desc
source: An energy cannon melded with beyblade technology, it fires a heavy energized disc that pierces all shields shields and deals damage to everything it touches, even the environment.
ru: Энергетическая пушка, объединенная с технологией "лезвие", стреляет тяжелым заряженным диском, который пробивает все щиты и наносит урон всему, к чему прикасается, даже окружающей среде.

source: Fires a shot that pierces, dealing ion, system, and hull damage. Fear it. A Stun too!
ru: Выпускает пронзающий заряд, наносящий урон ионами, системе и корпусу. Бойтесь его. И оглушение тоже!

source: 'Vesta' Gatling Ion
ru: Гатлинг-ион "Веста"

source: 'Vesta'
ru: Веста

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_ION_ENEMY"]/desc
source: Sure, you could just kill them with a regular Vulcan... but what if you made them SUFFER instead?
ru: Конечно, можно просто убить их обычным Вулканом... но что, если заставить их СТРАДАТЬ?

source: Cooldown drops the more it fires.
ru: С каждым выстрелом перезарядка ускоряется.

source: 'Earspoon' Beam
ru: Луч "Ушная ложка"

source: 'Earspoon' B.
ru: Ушная ложка

source: The Hive came up with this weapon after finding a human history book and searching for strange names. This one amused them the most. The beam however, isn't too funny when your crew is burning alive.
ru: Улей придумал это орудие, найдя книгу по истории человечества и перебирая странные названия. Это название позабавило их больше всего. Однако луч не слишком смешон, когда ваш экипаж сгорает заживо.

source: Starts fires and does 3 system damage per room. 3 Shield piercing
ru: Создает пожары и наносит 3 системных урона за отсек. Пробивает 3 щита

source: Ishimura Beam
ru: Луч "Ишимура"

source: Ishimura B.
ru: Ишимура

source: Rumors have been circulating about a new prototype Mining Laser, the 'Zulfiqar Planet Cracker' created by Zulfiqar Industries that is used for Planet Cracking. Looks like they weren't rumors.
ru: Ходили слухи о новом прототипе шахтного лазера "Зульфикар разрушителя планет", созданном компанией "Зульфикар Индастриз" и предназначенном для разрушения целых планет. Похоже, это были не слухи.

source: Beam weapon, 2 damage to hull, 3 damage to system per room.
ru: Лучевое орудие, 2 урона корпусу, 3 урона системе за отсек.

source: 'Menaulion' Beam
ru: Луч "Менавла"

source: Menaulion
ru: Менавла

source: When the Guild said they were designing a beam that kills so fast it would be legal, because nobody would ever live to report it....They weren't in a joking mood.
ru: Когда Гильдия заявила, что создает луч, который убивает так быстро, что это будет законно, потому что никто не доживет до того, чтобы сообщить об этом... Они не шутили.

source: 4 power beam weapon that greatly damages enemy crew. Extremely expensive but excellent for crew killing
ru: Лучевое орудие мощностью 4 единицы энергии, наносящее огромный урон вражескому экипажу. Крайне дорогое, но отлично подходит для уничтожения экипажа.

source: 'Valefor' Beam
ru: Луч "Валефор"

source: 'Valefor' B.
ru: Валефор

source: Superheats the air creating multiple explosions as it sweeps across the enemy ship!
ru: Сильно нагревает воздух, создавая многочисленные взрывы, когда проносится над вражеским кораблем!

source: EXPLOSIONNNN
ru: ВЗРЫВВВВ

source: 'Kontos' Beam
ru: Луч "Контос"

source: 'Kontos'
ru: Контос

source: Fires a stream of shield-ignoring alpha particles. Deals Ion damage to every tile hit in a room.
ru: Выпускает поток альфа-частиц, разрушающих щит. Наносит ионный урон каждой плитке в отсеке.

source: Fires a stream of shield-ignoring alpha particles. Deals Ion damage to every tile hit in a room. Stats: Required Power: 3 Charge Time: 18 seconds Beam Length: 105 Beam Speed: 11 Ion Damage Per Tile Hit: 1 Stun Chance: 100% (3 seconds long) Breach Chance: 70% Buy/Sell Price: 120~/60~
ru: Выпускает поток альфа-частиц, игнорирующих щиты. Наносит ионный урон каждой плитке в отсеке. Характеристики: Требуемая мощность: 3 Время зарядки: 18 секунд Длина луча: 105 Скорость луча: 11 Ионный урон за попадание в плитку: 1 Вероятность оглушения: 100% (длится 3 секунды) Вероятность пробоины: 70% Покупка/продажа: 120~/60~

source: 'Parazonium' PinPoint I
ru: Точечный луч "Паразониум" мод. I

source: Parazonium
ru: Паразониум

source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

source: 'Parazonium' PinPoint II
ru: Точечный луч "Паразониум" мод. II

source: Parazonium
ru: Паразониум

source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

source: 'Parazonium' PinPoint III
ru: Точечный луч "Паразониум" мод. III

source: Parazonium
ru: Паразониум

source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

source: 'Parazonium' PinPoint IV
ru: Точечный луч "Паразониум" мод. IV

source: Parazonium
ru: Паразониум

source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

source: 'Parazonium' PinPoint V
ru: Точечный луч "Паразониум" мод. V

source: Parazonium
ru: Паразониум

source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

source: 'Ebony' Pinpoint
ru: Точечный луч "Эбони"

source: 'Ebony'
ru: Эбони

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 2 ion damage on a room hit and charges faster than the Dirk. May start fires.
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 2 ионных урона при попадании в отсек и заряжается быстрее, чем "Дирк". Может вызывать пожары.

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: 'Hemlock' Pinpoint
ru: Точечный луч "Болиголов"

source: 'Hemlock'
ru: Болиголов

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 3 ion damage on a room hit, stuns all crew in the room, and charges faster than the Misericorde. Likely to start fires.
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 3 ионных урона при попадании в отсек, оглушает всех членов экипажа в отсеке и заряжается быстрее, чем "Мизерикорд". Может вызывать пожары.

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: 'Greenheart' Pinpoint
ru: Точечный луч "Зеленое сердце"

source: 'Green Heart'
ru: Зеленое сердце

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 4 ion damage on a room hit, stuns all crew in the room, and charges faster than the Stiletto. Very likely to start fires.
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 4 ионных урона при попадании в отсек, оглушает всех членов экипажа в отсеке и заряжается быстрее, чем "Стилет". Может вызывать пожары.

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: KHEIMON Anomaly Dispenser
ru: Рассеиватель аномалий "ХЕЙМОН"

source: 'KHEIMON'
ru: ХЕЙМОН

source: By using Frost technology to cool radioactive space debris beyond absolute zero, the fabric of spacetime can be destabilized for your convenience in easy-to-fire bolts.
ru: Используя технологию Морозного лазера для охлаждения радиоактивного космического мусора до абсолютного нуля, ткань пространства-времени можно дестабилизировать для вашего удобства в виде легко выстреливаемых болтов.

source: Bolts deal 1 system damage, pierce 3 shields, lockdown, and have a chance to ignite or breach any room. Unleashing Chaos upon the enemy ship.
ru: Болты наносят 1 системный урон, пробивают 3 щита, изолируют и имеют шанс поджечь или создать пробоину в любом отсеке. Обрушивает хаос на вражеский корабль.

source: Aetheric Flak
ru: Эфирная осколочная пушка

source: Aetheric F.
ru: Эфир. оск.

source: ANCIENT FLAK FLAVOR HERE
ru: ДРЕВНЯЯ ОСКОЛОЧНАЯ ПУШКА АРОМАТ ЗДЕСЬ

source: Bronze Flak
ru: Бронзовая осколочная пушка

source: Bronze F.
ru: Бронз. оск.

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: Indium Flak
ru: Индиумная осколочная пушка

source: Indium F.
ru: Индиум. оск.

source: A heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, вы могли бы сделать ее еще тяжелее?

source: Rhenium Flak
ru: Рениумная осколочная пушка

source: Rhenium F.
ru: Рениум. оск.

source: An even heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, можно сделать ее еще тяжелее?

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: Silver Flak
ru: Серебряная осколочная пушка

source: Silver F.
ru: Сереб. оск.

source: An even heavier still metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it even denser, perhaps?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Возможно, вы могли бы сделать ее еще более тяжелой?

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: Palladium Flak
ru: Палладиумная осколочная пушка

source: Palladium F.
ru: Паллад. оск.

source: This one's getting harder to lift. That won't stop you.
ru: Поднимать ее становится все труднее. Но это вас не остановит.

source: Iridium Flak
ru: Иридиумная осколочная пушка

source: Iridium F.
ru: Иридиум. оск.

source: Your crew groan loudly when you try to mount this. Even in space, moving this thing is nearly impossible due to its monstrous density.
ru: Ваш экипаж громко стонет, когда вы пытаетесь ее установить. Даже в условиях космоса перемещение этой штуки практически невозможно из-за ее чудовищной массы.

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: Platinum Flak
ru: Платиновая осколочная пушка

source: Platinum F.
ru: Платин. оск.

source: You're fairly sure this is the heaviest weapon ever made.
ru: Вы уверены, что это самое тяжелое оружие из когда-либо созданных.

source: You're fairly sure this is the heaviest weapon ever made.
ru: Вы уверены, что это самое тяжелое оружие из когда-либо созданных.

source: Osmium Flak
ru: Осмианская осколочная пушка

source: Osmium F.
ru: Осмиан. оск.

source: Nope, found a heavier one.
ru: Нет, нашлось еще более тяжелое.

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: Nobelium Flak
ru: Нобелиумная осколочная пушка

source: Nobelium F.
ru: Нобел. оск.

source: You start to fall asleep when you think about this flak. It's so heavy that the IDEA of it makes your head heavy.
ru: Вы начинаете проваливаться в сон, когда думаете об этой осколочной пушке. Она такая тяжелая, что от одной мысли о ней голова становится тяжелой.

source: Hassium Flak
ru: Хассиумная осколочная пушка

source: Hassium F.
ru: Хассиум. оск.

source: The big one. The heaviest lad. Crush 'em.
ru: Большой. Самый тяжелый мальчик. Раздавите их.

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: 'Hellfire' Missiles
ru: Ракетница "Адское пламя"

source: 'Hellfire'
ru: Адское пламя

source: This weapon unleashes a barrage of Hellfire missiles, dealing heavy hull damage and potentially setting multiple rooms on fire.
ru: Это орудие выпускает шквал ракет "Адское пламя", наносящих тяжелые повреждения корпусу и способных поджечь несколько отсеков.

source: Fires 5 missile; does 2 damage each; pierces all shields.
ru: Выпускает 5 ракет; наносит 2 урона каждая; пробивает все щиты.

source: 'Chernobog' Missile
ru: Ракетница "Чернобог"

source: 'Chernobog'
ru: Чернобог

source: A cloaked missile energized by ionic technology. Moves quickly, always hits, and inflicts long stuns and 3 ion damage in the room.
ru: Замаскированная ракета, заряженная энергией ионной технологии. Быстро перемещается, всегда попадает, наносит длительное оглушение и 3 ионных урона в отсеке.

source: Fires 1 missile; does 3 damage; pierces all shields.
ru: Выпускает 1 ракету; наносит 3 единицы урона; проникает сквозь все щиты.

source: 'Ba-Pef' Mine Launcher
ru: Миномет "Ба-Пеф"

source: 'Ba-Pef'
ru: Ба-Пеф

source: Like its' name-sake, a Minelauncher of Terror. Fires 5 Mines in a slightly smaller radius, deals 2x damage to systemless rooms.
ru: Как и его тезка, миномет "Террор". Выпускает 5 мин по несколько меньшему радиусу, наносит 2х урон по отсекам без систем.

source: Like its' name-sake, a Minelauncher of Terror. Fires 5 Mines in a slightly smaller radius, deals 2x damage to systemless rooms.
ru: Как и его тезка, миномет "Террор". Выпускает 5 мин по несколько меньшему радиусу, наносит 2х урон по отсекам без систем.

source: Ovenator
ru: Овенатор

source: Ovenator
ru: Овенатор

source: The blueprints of this weapon and its counterpart, Project #22, were created by a Crystal scientist devoted to learning how to kill every lifeform in the galaxy. She's gone now, but you're proud to uphold her heritage. This one uses flourine-infused crystals to ignite ANYTHING.
ru: Чертежи этого орудия и его аналога, Проекта #22, были созданы ученой-кристаллином, посвятившим себя изучению способов убийства всех форм жизни в галактике. Сейчас ее уже нет в живых, но вы гордитесь тем, что продолжаете ее дело. В этом орудии используются обогащенный фтором кристаллы, для воспламенения ЛЮБОГО предмета.

source: Makes all crew types burn, even rocks. All crew hit take 2x damage from fire, and put out fires 70% slower. 15 second duration.
ru: Заставляет гореть все типы экипажей, даже валунов. Все члены экипажа получают 2х урона от огня и тушат пожары на 70% медленнее. Время действия 15 секунд.

source: Project #22
ru: Проект #22

source: Project #22
ru: Проект #22

source: The blueprints of this weapon and its counterpart, the Ovenator, were created by a Crystal scientist devoted to learning how to kill every lifeform in the galaxy. She's gone now, but you're proud to uphold her heritage. This one uses nano-corrosive crystals to erase the target's DNA.
ru: Чертежи этого орудия и его аналога "Овенатора", были созданы ученой-кристаллином, посвятившим себя изучению способов убийства всех форм жизни в галактике. Сейчас ее уже нет в живых, но вы гордитесь тем, что продолжаете ее дело. В этом случае используются нанокоррозийные кристаллы, стирающие ДНК цели.

source: This bomb prevents the crew hit from healing from med bays, or being revived by cloned bays. 30 second duration. Great for Crew Killing ships with Clone Bays
ru: Эта бомба не позволяет экипажу, попавшему под удар, исцеляться в Медотсеке или возрождаться в Клон-отсеке. Время действия - 30 секунд. Отлично подходит для уничтожения экипажей кораблей с Клон-отсеком.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRUNCH_ENEMY"]/title
source: Compactinator
ru: Компактификатор

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRUNCH_ENEMY"]/short
source: Compactinator
ru: Компактификатор

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BOMB_CRUNCH_ENEMY"]/desc
source: Compactinator FLAVOR HERE
ru: Компактификатор АРОМАТ ЗДЕСЬ

source: Compatinator
ru: Компаратор

source: The Basilisk
ru: Василиск

source: Basilisk
ru: Василиск
