Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_LITE"]/desc
source: A less customizable layer of plating for your ship, made by the great Forgemaster himself. No extra resistance because there was no space to fit the plating on your ship.
ru: Менее настраиваемый слой обшивки для вашего корабля, сделанный самим великим Кузнецом. Никакого дополнительного сопротивления, потому что на вашем корабле нет места для установки обшивки.

source: Fortified Plating
ru: Усиленная обшивка

source: +5% hull resist
ru: +5% сопротивления корпуса

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_ENCASED"]/title
source: Encased Systems
ru: Герметичные системы

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_ENCASED"]/desc
source: +10% sys resist
ru: +10% сопротивления систем

source: Breach Repellent
ru: Отражение пробоин

source: -10% breach chance
ru: -10% шанс появления пробоины

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_NO_FIRE"]/title
source: Fire Repellent
ru: Отражение пожара

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_NO_FIRE"]/desc
source: -10% fire chance
ru: -10% шанс на возникновение пожара

source: Resilient Construction
ru: Устойчивая конструкция

source: -20% mult sabotage on ship
ru: -20% урона от саботажа на корабле

source: Guardian Protocols
ru: Протоколы стражей

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_GUARDIAN"]/desc
source: your crew takes 13% less damage (multiplicatively)
ru: Ваш экипаж получает на 13% меньше урона (мультипликативно)

source: Inteligent Flooring
ru: Интеллигентные полы

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_FLOORING"]/desc
source: your crew move 45% faster on your ship and enemy crew moves 15% slower on your ship (multiplicatively)
ru: Ваш экипаж передвигается на 45% быстрее на вашем корабле, а вражеский экипаж передвигается на 15% медленнее на вашем корабле (мультипликативно)

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_AERO"]/title
source: Inspirational Aerosols
ru: Вдохновл. аэрозоли

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_AERO"]/desc
source: your crew recharge abilities 100% faster(linear), enemy crew recharge their ability 30% slower(multiplicatively)
ru: Ваш экипаж перезаряжает способности на 100% быстрее (линейно), вражеский экипаж перезаряжает способности на 30% медленнее (мультипликативно)

source: Enhanced Respiration Grid
ru: Улучш. поля дыхания

source: x0.8 suffocation speed for your crew on your ship, scales multiplicatively for each power in your o2 system (no effect at 0 power)
ru: 0.8х скорость удушья для вашего экипажа на корабле, увеличивается в несколько раз за каждую мощность вашей кислородной установки (при 0 мощности эффекта нет)

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_SCRAP"]/title
source: Scrap Magnet Module
ru: Магнит для лома

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_SCRAP"]/desc
source: A small scrap collection magnet that raises scrap income by 5%
ru: Маленький магнит для сбора лома, который увеличивает поступления лома на 5%

source: Prismatic Hullguard Cultivator
ru: Защ. призм. культиватор

source: 60% to fire two lasers that deal 1 damage(10% fire)
ru: 60% шанса выстрелить 2 лазерами, наносящими 1 урон (10% шанс на пожар)

source: Crystalline Hullguard Cultivator
ru: Защ. кристал. культиват.

source: 60% to fire two crystals that deal 1 damage(1sp, 40% fire and breach)
ru: 60% шанс активировать месть и выпустить 2 кристалла наносящих по 1 урону(40% шанс пожара, проникает через 1 слой щита)

source: Forgefire Hullguard Cultivator
ru: Защ. кузнеч. культиват.

source: 60% to fire two magnetic fragments that deal 1 damage(10sp, 100% accuracy 10% fire and 50% breach, hullbust)
ru: 60% шанс выстрелить двумя магнитными осколками, наносящими 1 урон(проникает через 10 слоев щита, 100% точность, 10% шанс вызвать пожар 50% шанс создать пробоину двойной урон по отсекам без систем)

source: Modular Turret (med)
ru: Модульная турель (Мед)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (oxygen)
ru: Мод. турель (Кислород)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (teleporter)
ru: Мод. турель (Телепорт.)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (artillery)
ru: Мод. турель (Артиллер.)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (cloak)
ru: Мод. турель (Маскир.)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (mind)
ru: Мод. турель (К. разума)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (hacking)
ru: Мод. турель (Взломщик)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (drones)
ru: Мод. турель (Дроны)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (engines)
ru: Мод. турель (Двигатели)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (weapons)
ru: Мод. турель (Оружие)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (shields)
ru: Мод. турель (Щиты)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (sensors)
ru: Мод. турель (Сенсоры)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (doors)
ru: Мод. турель (Двери)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (pilot)
ru: Мод. турель (Рул. рубка)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (battery)
ru: Мод. турель (Батарея)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: Modular Turret (temporal)
ru: Мод. турель (В. манип.)

source: 7 dps to enemy crew/drones in this system.
ru: Наносит 7 ОЗ/с урона вражескому экипажу/дронам в этой системе.

source: System update (shields)
ru: Улучш. системы (Щиты)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (engines)
ru: Улучш. системы (Двиг.)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (medical)
ru: Улучш. системы (Медиц.)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (oxygen)
ru: Улучш. системы (Кисл.)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (teleporter)
ru: Улучш. системы (Телеп.)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (cloak)
ru: Улучш. системы (Маск.)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (artillery)
ru: Улучш. системы (Арт.)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (mind)
ru: Улучш. сист. (К. разума)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (hacking)
ru: Улучш. системы (Взлом.)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (weapons)
ru: Улучш. сист. (Оружие)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (drones)
ru: Улучш. системы (Дроны)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (pilot)
ru: Улуч. системы (Р. рубка)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (sensors)
ru: Улучш. системы (Сенсоры)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (doors)
ru: Улучш. системы (Двери)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (battery)
ru: Улучш. системы (Батарея)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: System update (temporal)
ru: Улучш. сист. (В. манип.)

source: +40% repair speed, -40% sabotage speed in this System.
ru: Скорость ремонта +40%, скорость саботажа -40% в этой системе.

source: Modular Hull Mind Cooldown
ru: Мод. корпус перез. К. Р.

source: Reduces the cooldown of the Mind Control System by 5 seconds. Counts for one upgrade notch.
ru: Уменьшает время перезарядки системы контроля разума на 5 секунд. Считается одним улучшением ячейки.

source: Modular Hull Cloaking Cooldown
ru: Мод. корп. перез. маск.

source: Reduces the cooldown of the Cloaking System by 5 seconds. Counts for one upgrade notch.
ru: Уменьшает время перезарядки системы маскировки на 5 секунд. Считается одним улучшением ячейки.

source: Modular Hull Hacking Cooldown
ru: Мод. корп. перез. взлом.

source: Reduces the cooldown of the Hacking System by 5 seconds. Counts for one upgrade notch.
ru: Уменьшает время перезарядки системы взломщика на 5 секунд. Считается одним улучшением ячейки.

source: Modular Hull Temporal Cooldown
ru: Мод. корп. перез. в. ман.

source: Reduces the cooldown of the Temporal System by 5 seconds. Counts for one upgrade notch.
ru: Уменьшает время перезарядки системы временного манипулятора на 5 секунд. Считается одним улучшением ячейки.

# data/blueprints.xml.append$//augBlueprint[@name="FM_RAPID_MIND"]/title
source: Accelerated Cerebral Manipulator
ru: Ускорен. церебр. манип.

# data/blueprints.xml.append$//augBlueprint[@name="FM_RAPID_MIND"]/desc
source: The Mind Control system refreshes 10 seconds quicker, but lasts only an eighth as long.
ru: Система контроля разума перезаряжается на 10 секунд быстрее, но действует лишь на восьмую часть времени.

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_SALT"]/title
source: Saline Hull Body
ru: Соляной корпус

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_SALT"]/desc
source: +100% ion res, organic crew take 0.5dps
ru: +100% ионный ресурс, органический экипаж получает 0.5 ОЗ/с урона

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_DUSK"]/title
source: Deprecated Duskbringer Reactor
ru: Устар. реактор Вест. Зак.

source: Compressor Bypass Manifolds
ru: Обход. коллект. компрес.

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_COMPRESS"]/desc
source: +30% weapon reload speed, -60% shield recharge speed
ru: Оружие перезаряжается на 30% быстрее, но скорость перезарядки щита уменьшается на 60%.

source: Particlized Shields
ru: Щиты с частицами

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_PARTICLE"]/desc
source: 8 Layer Energy Shield (Stacks with others), but Shields recharge speed is reduced by 50%
ru: 8-слойный Энергетический щит (суммируется с другими), но скорость перезарядки щитов снижается на 50%]

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_UPLINK"]/title
source: Weapon Uplink Matrices
ru: Восход. матрицы оружия

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_UPLINK"]/desc
source: Crew take -5% less damage and deal 25% more for each powered weapon bar, however weapons recharge 40% slower.
ru: Экипаж получает на 5% меньше урона и наносит на 25% больше за каждую запитанную единицу оружия, однако оружие перезаряжается на 40% медленнее.

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_PERFECT"]/title
source: Perfect Onboard Efficency
ru: Безупр. борт. эффект.

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_PERFECT"]/desc
source: +5% everything (crew stats, reload, shield)
ru: +5% ко всему (характеристики экипажа, перезарядка, щит)

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_MURAL"]/title
source: Aftermarket Murals
ru: Фрески для корпуса

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_MURAL"]/desc
source: +30% crew stats, 50% chance to take extra dmg
ru: Все полезные характеристики экипажа +30%, 50% шанс получить +1 урон корпусу.

source: Infinitum Cyclo-Barrier
ru: Бесконеч. цикло-барьер

source: -1sp for enemy, +50% recharge per unused bar, 1-0.8^(empty bars+1) chance to completly resist/delete a non-beam projectile(it scales with bars)
ru: Противник проникает на 1 слой щита меньше, +50% перезарядки за неиспользованную единицу энергии, 1-0.8^(пустые единицы энергии+1) шанс полностью избежать/ уничтожить нелучевой снаряд (увеличивается с единицами энергии).

source: Infinitum Cyclo-Arsenal
ru: Бесконеч. цикло-арсенал

source: +15% Weapon reload speed per unpowered weapon bar, but flat -5% reload speed
ru: Вражеские орудия заряжаются на 5% медленнее, но заряжается на 15% быстрее за каждую неиспользованную единицу мощности системы оружия.

source: Metaplasmatic Corrosion Aura
ru: Аура метаплаз. коррозии

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_CREWKILL"]/desc
source: enemy crew takes 1.5x damage, but only 50% combat damage
ru: Вражеский экипаж получает 1.5х урона от ВСЕГО, но урон в бою уменьшается до 50%.

source: Electromagnetic Hull Body
ru: Электромагнит. корпус

# data/blueprints.xml.append$//augBlueprint[@name="FM_MODULAR_HULL_MAGNETIC"]/desc
source: +30% ion resist, +50% deionzation speed, +10% system resist, +10% scarp, magnet arm blue options, -3 reactor power
ru: +30% сопротивление ионам, +50% скорость деионизации, +10% сопротивление системам, +10% добыча лома, синие опции магнитного крана, -3 мощность реактора

source: Ineffable Ordinance Calibrator
ru: Невероят. калибр. боепр.

source: Weapon Ignite
ru: Поджигатель оружия

source: +50% reload speed, shooting ignites weapons
ru: +50% скорости перезарядки оружия, стрельба поджигает систему оружия

source: Offense scrambler
ru: Наруш. генератор помех

source: Defence scrambler
ru: Защит. генератор помех

source: -30% shield recharge to enemy, +5s enemy cloaking cd
ru: -30% перезарядки щита противника, +5с к перезарядке маскировки противника.

source: Beam phase frequencies
ru: Фазовые частоты лучей

source: -10% reload, +1 beam weapon/drone pierce
ru: -10% к перезарядке орудий, +1 проникновение сквозь щит лучевым оружием и дронам

source: The Inferno Core
ru: Ядро Инферно

source: +1sp per 30% fire chance, +30% fire chance (doesn't impact the first effect)
ru: Проникает через +1 слой щита взамен на 30% шанса пожара, +30% шанса пожара (не влияет на первый эффект)

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_ROCK_ARMOR"]/title
source: Anti-Rock Armor
ru: Антикаменная броня

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_AUTO_COOLDOWN"]/title
source: Anti-Auto Reloader
ru: Антиавтомат. перезаряд.

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_SHIELD_RECHARGE"]/title
source: Anti-Shield booster
ru: Антищитовой усилитель

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_ION_ARMOR"]/title
source: Anti-Ion Field
ru: Антиионное поле

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_SYSTEM_CASING"]/title
source: Anti-Titatnium System casing
ru: Антититаниумные сист.

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_FAST_CLOAK"]/title
source: Anti-Cloak Accelerator
ru: Антимаскировоч. ускор.

# data/blueprints.xml.append$//augBlueprint[@name="ANTIAUG_FAST_HACK"]/title
source: Anti-Hacking Accelerator
ru: Антихакерский ускорит.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_BURST_3"]/title
source: Burst Laser MK II
ru: Импульсный лазер мод. II

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_BURST_3"]/short
source: Burst II
ru: Импульс II

source: Improved Burst laser weapon. Still very efficeint, but requires more power. Stats: Required Power: 2 Charge Time: 13 seconds Shots Per Charge: 3 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Fire Chance: 10% Buy/Sell Price: 70~/35~
ru: Улучшенный Импульсный лазер. По-прежнему очень эффективный, но требует больше энергии. Характеристики: Требуемая мощность: 2 Время перезарядки: 13 секунд Выстрелов в очереди: 3 Базовый урон по корпусу: 1 Общий урон системам: 1 Общий урон экипажу: 15 Вероятность возгорания: 10% Покупка/продажа: 70~/35~

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_BURST_3"]/desc
source: Improved Burst Laser weapon. Still very efficient, but requires more power.
ru: Улучшенный Импульсный лазер. По-прежнему очень эффективный, но требует больше энергии.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_LASER_BURST_3"]/tooltip
source: Burst laser; 1 damage, 2 shots. 13 second cooldown.
ru: Импульсный лазер; 1 урон, 2 выстрела. 13 секунд перезарядка.

source: Required Power: 2 Charge Time: 13 seconds Shots Per Charge: 3 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Fire Chance: 10%
ru: Необходимая мощность: 2 Время перезарядки: 13 сек. Выстрелов в очереди: 3 Урон корпусу: 1 Урон системам: 1 Урон экипажу: 15 Вероятность возгорания: 10%

# data/blueprints.xml.append$//crewBlueprint[@name="fm_meatman"]/desc
source: MEAT MEN
ru: МЯСНЫЕ МУЖИКИ

# data/blueprints.xml.append$//crewBlueprint[@name="fm_meatman"]/title
source: MEAT
ru: МЯСО

source: : Virus Meat men
ru: : Вирусные мясоеды

source: : Medium well done
ru: : Средний уровень

source: Thank you for installing FORGEMASTER!
ru: Спасибо за установку FORGEMASTER!

source: Thank you for installing FORGEMASTER!
ru: Спасибо за установку FORGEMASTER!

source: You're not supposed to see this. Signed, The Ghost Hugger
ru: Вы не должны это видеть. Подпись, "Обниматель призраков"

# data/blueprints.xml.append$//augBlueprint[@name="INTERNALIZED_AUG_COUNTER"]/desc
source: You're not supposed to see this. Signed, The Ghost Hugger
ru: Вы не должны это видеть. Подпись, "Обниматель призраков"
