Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: Required Power: 2 Charge Time: 13.5 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Fire Chance: 60% Stun Chance: 100% (3 seconds long)
ru: Необходимая мощность: 2 Время перезарядки: 13.5 сек. Длина луча: Точечный луч Скорость луча: 1 Урон корпусу: 3 Урон экипажу: 45 Ионный урон: 3 (Только отсеки) Вероятность поджога: 60% Вероятность оглушения: 100% (3 сек.)

source: 'Hemlock' Pinpoint†
ru: Точечный луч "Болиголов"†

source: 'Hemlock'†
ru: Болиголов†

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 3 ion damage on a room hit, stuns all crew in the room, and charges faster than the Misericorde. Likely to start fires.
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 3 ионных урона при попадании в отсек, оглушает всех членов экипажа в отсеке и заряжается быстрее, чем "Мизерикорд". Может вызывать пожары.

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 3 ion damage on a room hit, stuns all crew in the room, and charges faster than the Misericorde. Likely to start fires. Stats: Required Power: 1 Charge Time: 13.5 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Fire Chance: 60% Stun Chance: 100% (3 seconds long) Buy/Sell Price: 140~/70~
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 3 ионных урона при попадании в отсек и заряжается быстрее, чем "Мизерикорд". Может вызывать возгорания. Характеристики: Требуемая мощность: 1 Время зарядки: 13.5 секунд Длина луча: 1 Скорость луча: 1 Базовый урон по корпусу: 3 Общий урон экипажу: 45 Ионный урон: 3 (только в отсеках) Вероятность возгорания: 60% Вероятность оглушения: 100% (3 секунды) Покупка/продажа: 140~/70~

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: Required Power: 1 Charge Time: 13.5 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Fire Chance: 60% Stun Chance: 100% (3 seconds long)
ru: Необходимая мощность: 1 Время перезарядки: 13.5 сек. Длина луча: Точечный луч Скорость луча: 1 Урон корпусу: 3 Урон экипажу: 45 Ионный урон: 3 (Только отсеки) Вероятность поджога: 60% Вероятность оглушения: 100% (3 сек.)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_3"]/title
source: 'Greenheart' Pinpoint
ru: Точечный луч "Зеленое сердце"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_3"]/short
source: 'Green Heart'
ru: Зеленое сердце

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_3"]/desc
source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 4 ion damage on a room hit, stuns all crew in the room, and charges faster than the Stiletto. Very likely to start fires.
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 4 ионных урона при попадании в отсек, оглушает всех членов экипажа в отсеке и заряжается быстрее, чем "Стилет". Может вызывать пожары.

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 4 ion damage on a room hit, stuns all crew in the room, and charges faster than the Stiletto. Very likely to start fires Stats: Required Power: 3 Charge Time: 16.5 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 4 Total Crew Damage: 60 Ion Damage: 4 (Rooms Only) Fire Chance: 80% Stun Chance: 100% (5 seconds long) Buy/Sell Price: 180~/90~
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 4 ионных урона при попадании в отсек и заряжается быстрее, чем "Стилет". Может вызывать возгорания. Характеристики: Требуемая мощность: 3 Время зарядки: 16.5 секунд Длина луча: 1 Скорость луча: 1 Базовый урон по корпусу: 4 Общий урон экипажу: 60 Ионный урон: 4 (только в отсеках) Вероятность возгорания: 80% Вероятность оглушения: 100% (5 секунды) Покупка/продажа: 180~/90~

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_3"]/tooltip
source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: Required Power: 3 Charge Time: 16.5 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 4 Total Crew Damage: 60 Ion Damage: 4 (Rooms Only) Fire Chance: 80% Stun Chance: 100% (5 seconds long)
ru: Необходимая мощность: 3 Время перезарядки: 16.5 сек. Длина луча: Точечный луч Скорость луча: 1 Урон корпусу: 4 Урон экипажу: 60 Ионный урон: 4 (Только отсеки) Вероятность поджога: 80% Вероятность оглушения: 100% (5 сек.)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_CONS"]/title
source: 'Maple' Pinpoint
ru: Точечный луч "Клен"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_CONS"]/short
source: 'Maple'
ru: Клен

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_CONS"]/desc
source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 2 ion damage on a room hit and uses no power. May start fires.
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 2 ионных урона при попадании в отсек и не потребляет энергии. Может вызывать пожары.

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 2 ion damage on a room hit and uses no power. May start fires. Stats: Requires no power Charge Time: 14 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 2 Total Crew Damage: 30 Ion Damage: 2 (Rooms Only) Fire Chance: 20% Stun Chance: 100% (3 seconds long) Buy/Sell Price: 120~/60~
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 2 ионных урона при попадании в отсек и не потребляет энергии. Может вызывать возгорания. Характеристики: Не требует питания Время зарядки: 14 секунд Длина луча: 1 Скорость луча: 1 Базовый урон по корпусу: 2 Общий урон экипажу: 60 Ионный урон: 2 (только в отсеках) Вероятность возгорания: 20% Вероятность оглушения: 100% (3 секунды) Покупка/продажа: 120~/60~

source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: Requires no power Charge Time: 14 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 2 Total Crew Damage: 30 Ion Damage: 2 (Rooms Only) Fire Chance: 20% Stun Chance: 100% (3 seconds long)
ru: Не требует питания Время перезарядки: 14 сек. Длина луча: Точечный луч Скорость луча: 1 Урон корпусу: 2 Урон экипажу: 30 Ионный урон: 2 (Только отсеки) Вероятность поджога: 20% Вероятность оглушения: 100% (3 сек.)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ADAPT"]/title
source: 'Omiyari' Pinpoint
ru: Точечный луч "Омияри"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ADAPT"]/short
source: 'Omiyari'
ru: Омияри

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ADAPT"]/desc
source: A potentially ship-vaporizing focus beam, adapting to its environment. Damage ramps up incredibly fast, chaining for 1.25 damage every time it fires.
ru: Потенциально испаряющий корабль точечный луч, адаптирующийся к окружающей обстановке. Увеличивается невероятно быстро, при каждом выстреле цепочка наносит 1.25 урона больше.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ADAPT"]/tooltip
source: Beam weapon, 1 damage per room.
ru: Лучевое орудие, 1 урон за отсек.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_VIRUS"]/title
source: 'Aegrotatio' Pinpoint
ru: Точечный луч "Эгротатио"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_VIRUS"]/short
source: 'Aegrotatio'
ru: Эгротатио

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_VIRUS"]/desc
source: An incredibly unstable bio-weapon developed by only the most criminally insane shell scientists, this weapon inflicts crew with a deadly spreading virus, slowly wiping out the crew of enemy ships.
ru: Невероятно нестабильное биооружие, созданное только самыми безумными ракушками-Учеными, поражает экипаж смертельным вирусом, медленно уничтожающим команду вражеских кораблей.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_VIRUS"]/tooltip
source: Beware! A misfire from this weapon once wiped out an entire shell colony, so maybe don't fire it too close to your boarders.
ru: Осторожно! Осечка этого орудия однажды уничтожила целую колонию ракушек, так что не стоит стрелять из него слишком близко к своим абордажникам.

source: COUGH
ru: КАШЕЛЬ

source: Ready: fill the room with that silly virus.
ru: Готовность: Заполнить отсек этим дурацким вирусом.

source: 'Aegrotatio' Pinpoint†
ru: Точечный луч "Эгротатио"†

source: 'Aegrotatio'†
ru: Эгротатио†

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_VIRUS_PLAYER"]/desc
source: An incredibly unstable bio-weapon developed by only the most criminally insane shell scientists, this weapon inflicts crew with a deadly spreading virus, slowly wiping out the crew of enemy ships.
ru: Невероятно нестабильное биооружие, созданное только самыми безумными ракушками-Учеными, поражает экипаж смертельным вирусом, медленно уничтожающим команду вражеских кораблей.

source: Beware! A misfire from this weapon once wiped out an entire shell colony, so maybe don't fire it too close to your boarders.
ru: Осторожно! Осечка этого орудия однажды уничтожила целую колонию ракушек, так что не стоит стрелять из него слишком близко к своим абордажникам.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CRYSTAL_BEAM"]/title
source: Crystallised Nanobeam
ru: Кристаллизованный нанолуч

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CRYSTAL_BEAM"]/short
source: C. Nanobeam
ru: Кр. нанолуч

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CRYSTAL_BEAM"]/desc
source: This child of Crystal Science uses strange crystalised nanobots to trap your opponents, causing all enemy crew on the opposing ship to lockdown the room they are currently in.
ru: Это детище ученых кристаллинов использует странные кристаллизованные наноботы, чтобы заманивать противников в ловушку, заставляя всех членов вражеского экипажа на корабле противника запирать отсек, в котором они находятся в данный момент.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CRYSTAL_BEAM"]/tooltip
source: Beam weapon that greatly damages enemy crew. Stuns, pierces shields, and starts fires. Extremely expensive but excellent for crew killing.
ru: Лучевое орудие, наносящее огромный урон вражескому экипажу. Оглушает, пробивает щиты и вызывает пожар. Крайне дорогое, но отлично подходит для уничтожения экипажа.

source: Laser for lockdown
ru: Изолирующий лазер

source: Vindicator
ru: Воздаятель

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CRYSTAL_BEAM_LASER"]/desc
source: Let it hit you and you're already dead.
ru: Стоит ему попасть, и ты - труп.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ANOMALY"]/title
source: 'KHEIMON' Anomaly Dispenser
ru: Рассеиватель аномалий "ХЕЙМОН"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ANOMALY"]/short
source: 'KHEIMON'
ru: ХЕЙМОН

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ANOMALY"]/desc
source: By using Frost technology to cool radioactive space debris beyond absolute zero, the fabric of spacetime can be destabilized for your convenience in easy-to-fire bolts.
ru: Используя технологию Морозного лазера для охлаждения радиоактивного космического мусора до абсолютного нуля, ткань пространства-времени можно дестабилизировать для вашего удобства в виде легко выстреливаемых болтов.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ANOMALY"]/tooltip
source: Bolts deal 1 system damage, pierce 3 shields, lockdown, and have a chance to ignite or breach any room. Unleashing Chaos upon the enemy ship.
ru: Болты наносят 1 системный урон, пробивают 3 щита, изолируют и имеют шанс поджечь или создать пробоину в любом отсеке. Обрушивает хаос на вражеский корабль.

source: 'KHEIMON' Anomaly Dispenser†
ru: Рассеиватель аномалий "ХЕЙМОН"†

source: 'KHEIMON'†
ru: ХЕЙМОН†

source: By using Frost technology to cool radioactive space debris beyond absolute zero, the fabric of spacetime can be destabilized for your convenience in easy-to-fire bolts.
ru: Используя технологию Морозного лазера для охлаждения радиоактивного космического мусора до абсолютного нуля, ткань пространства-времени можно дестабилизировать для вашего удобства в виде легко выстреливаемых болтов.

source: Bolts deal 1 system damage, pierce 3 shields, lockdown, and have a chance to ignite or breach any room. Unleashing Chaos upon the enemy ship.
ru: Болты наносят 1 системный урон, пробивают 3 щита, изолируют и имеют шанс поджечь или создать пробоину в любом отсеке. Обрушивает хаос на вражеский корабль.

source: 'KHEIMON' Anomaly Dispenser††
ru: Рассеиватель аномалий "ХЕЙМОН"††

source: 'KHEIMON'††
ru: ХЕЙМОН††

source: By using Frost technology to cool radioactive space debris beyond absolute zero, the fabric of spacetime can be destabilized for your convenience in easy-to-fire bolts.
ru: Используя технологию Морозного лазера для охлаждения радиоактивного космического мусора до абсолютного нуля, ткань пространства-времени можно дестабилизировать для вашего удобства в виде легко выстреливаемых болтов.

source: Bolts deal 1 system damage, pierce 3 shields, lockdown, and have a chance to ignite or breach any room. Unleashing Chaos upon the enemy ship.
ru: Болты наносят 1 системный урон, пробивают 3 щита, изолируют и имеют шанс поджечь или создать пробоину в любом отсеке. Обрушивает хаос на вражеский корабль.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_AETHER"]/title
source: Aetheric Flak
ru: Эфирная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_AETHER"]/short
source: Aetheric F.
ru: Эфир. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_AETHER"]/desc
source: A prototype version of an Obelisk flak weapon that never got past the testing phase. Fires devastating bursts of ancient debris.
ru: Прототип осколочной пушки обелисков, которое так и не прошло стадию испытаний. Стреляет разрушительными очередями древних обломков.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_AETHER"]/tooltip
source: A prototype version of an Obelisk flak weapon that never got past the testing phase. Fires devastating bursts of ancient debris.
ru: Прототип осколочной пушки обелисков, которое так и не прошло стадию испытаний. Стреляет разрушительными очередями древних обломков.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_BRONZE"]/title
source: Bronze Flak
ru: Бронзовая осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_BRONZE"]/short
source: Bronze F.
ru: Бронз. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_BRONZE"]/desc
source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_BRONZE"]/tooltip
source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_INDIUM"]/title
source: Indium Flak
ru: Индиумная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_INDIUM"]/short
source: Indium F.
ru: Индиум. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_INDIUM"]/desc
source: A heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, вы могли бы сделать ее еще тяжелее?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_INDIUM"]/tooltip
source: A heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, вы могли бы сделать ее еще тяжелее?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_RHENIUM"]/title
source: Rhenium Flak
ru: Рениумная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_RHENIUM"]/short
source: Rhenium F.
ru: Рениум. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_RHENIUM"]/desc
source: An even heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, можно сделать ее еще тяжелее?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_RHENIUM"]/tooltip
source: An even heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, можно сделать ее еще тяжелее?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_SILVER"]/title
source: Silver Flak
ru: Серебряная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_SILVER"]/short
source: Silver F.
ru: Сереб. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_SILVER"]/desc
source: An even heavier still metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it even denser, perhaps?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Возможно, вы могли бы сделать ее еще более тяжелой?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_SILVER"]/tooltip
source: An even heavier still metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it even denser, perhaps?
ru: Еще более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Возможно, вы могли бы сделать ее еще более тяжелой?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_PALLADIUM"]/title
source: Palladium Flak
ru: Палладиумная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_PALLADIUM"]/short
source: Palladium F.
ru: Паллад. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_PALLADIUM"]/desc
source: This one's getting harder to lift. That won't stop you.
ru: Поднимать ее становится все труднее. Но это вас не остановит.

source: This one's getting harder to lift. That won't stop you.
ru: Поднимать ее становится все труднее. Но это вас не остановит.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_IRIDIUM"]/title
source: Iridium Flak
ru: Иридиумная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_IRIDIUM"]/short
source: Iridium F.
ru: Иридиум. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_IRIDIUM"]/desc
source: Your crew groan loudly when you try to mount this. Even in space, moving this thing is nearly impossible due to its monstrous density.
ru: Ваш экипаж громко стонет, когда вы пытаетесь ее установить. Даже в условиях космоса перемещение этой штуки практически невозможно из-за ее чудовищной массы.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_IRIDIUM"]/tooltip
source: Your crew groan loudly when you try to mount this. Even in space, moving this thing is nearly impossible due to its monstrous density.
ru: Ваш экипаж громко стонет, когда вы пытаетесь ее установить. Даже в условиях космоса перемещение этой штуки практически невозможно из-за ее чудовищной массы.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_PLATINUM"]/title
source: Platinum Flak
ru: Платиновая осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_PLATINUM"]/short
source: Platinum F.
ru: Платин. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_PLATINUM"]/desc
source: You're fairly sure this is the heaviest weapon ever made.
ru: Вы уверены, что это самое тяжелое оружие из когда-либо созданных.

source: You're fairly sure this is the heaviest weapon ever made.
ru: Вы уверены, что это самое тяжелое оружие из когда-либо созданных.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_OSMIUM"]/title
source: Osmium Flak
ru: Осмианская осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_OSMIUM"]/short
source: Osmium F.
ru: Осмиан. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_OSMIUM"]/desc
source: Nope, found a heavier one.
ru: Нет, нашлось еще более тяжелое.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_OSMIUM"]/tooltip
source: Nope, found a heavier one.
ru: Нет, нашлось еще более тяжелое.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_NOBELIUM"]/title
source: Nobelium Flak
ru: Нобелиумная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_NOBELIUM"]/short
source: Nobelium F.
ru: Нобел. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_NOBELIUM"]/desc
source: You start to fall asleep when you think about this flak. It's so heavy that the IDEA of it makes your head heavy.
ru: Вы начинаете проваливаться в сон, когда думаете об этой осколочной пушке. Она такая тяжелая, что от одной мысли о ней голова становится тяжелой.

source: You start to fall asleep when you think about this flak. It's so heavy that the IDEA of it makes your head heavy.
ru: Вы начинаете проваливаться в сон, когда думаете об этой осколочной пушке. Она такая тяжелая, что от одной мысли о ней голова становится тяжелой.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_HASSIUM"]/title
source: Hassium Flak
ru: Хассиумная осколочная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_HASSIUM"]/short
source: Hassium F.
ru: Хассиум. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_HASSIUM"]/desc
source: The big one. The heaviest lad. Crush 'em.
ru: Большой. Самый тяжелый мальчик. Раздавите их.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_HASSIUM"]/tooltip
source: The big one. The heaviest lad. Crush 'em.
ru: Большой. Самый тяжелый мальчик. Раздавите их.

source: Bronze Flak†
ru: Бронзовая осколочная пушка†

source: Bronze F.†
ru: Бронз. оск.†

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: A heavy metallic flak weapon forged with crystals. Maybe you could make it denser?
ru: Тяжелая металлическая осколочная пушка, выкованная из кристаллов. Может быть, вы могли бы сделать ее более тяжелой?

source: Indium Flak†
ru: Индиумная осколочная пушка†

source: Indium F.†
ru: Индиум. оск.†

source: A heavier metallic flak weapon infused with crystals that fires additional projectiles. Maybe you could make it denser still?
ru: Более тяжелая металлическая осколочная пушка, пропитанная кристаллами, стреляющая дополнительными снарядами. Может быть, вы могли бы сделать ее еще тяжелее?
