Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: A weapon crafted from metals you can't identify and crystals that hum with aberrant power. This one flings two pairs of high-impact lasers. A label reads "Property of the Ancalagon Division."
ru: Орудие, созданное из металлов, которые вы не можете определить, и кристаллов, которые гудят с необычной силой. Это орудие стреляет двумя парами мощных лазеров. На ярлыке написано "Собственность подразделения Анкалагон".

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TERMINUS"]/title
source: Terminus
ru: Терминус

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TERMINUS"]/short
source: Terminus
ru: Терминус

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TERMINUS"]/desc
source: The last secret weapon of the ancients abandoned in the warp between reality as a failsafe against it's use. The only way for such a weapon to come into existence is if the fabric of reality was stretched to breaking...
ru: Последнее секретное орудие древних, забытое в искривлениями между реальностями, как средство защиты от его использования. Такое орудие может появиться только в том случае, если ткань реальности будет растянута до предела...

source: The last secret weapon of the ancients abandoned in the warp between reality as a failsafe against it's use. The only way for such a weapon to come into existence is if the fabric of reality was stretched to breaking... Stats: Required Power: 3 Charge Time: 20 seconds Accuracy Bonus +115% Base Hull Damage: 10 Total System Damage: 10 Total Crew Damage: 105 Fire Chance: 100% Breach Chance: 100% Shield Piercing: 20 (Pierces Super Shields as well) Affliction Chance: 100% Buy/Sell Price: 900~/450~
ru: Последнее секретное оружие древних, заброшенное в искривление между реальностями как защита от его использования. Такое оружие может появиться только в том случае, если ткань реальности будет растянута до предела... Характеристики: Требуемая мощность: 3 Время перезарядки: 20 секунд Бонус к точности +115% Базовый урон по корпусу: 10 Общий урон системам: 10 Общий урон экипажу: 105 Вероятность возгорания: 100% Вероятность пробоины: 100% Пробивание щитов: 20 (пробивает и суперщиты) Вероятность ослабления: 100% Покупка/продажа: 900~/450~

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TERMINUS"]/tooltip
source: EXPLOSIONNNN
ru: ВЗРЫВВВВ

source: Required Power: 3 Charge Time: 20 seconds Accuracy Bonus +115% Base Hull Damage: 10 Total System Damage: 10 Total Crew Damage: 150 Fire Chance: 100% Breach Chance: 100% Shield Piercing: 20 (Pierces Super Shields as well) Affliction Chance: 100% Buy/Sell Price: 900~/450~
ru: Необходимая мощность: 3 Время перезарядки: 20 сек. Бонус к точности: +115% Урон корпусу: 10 Урон системам: 10 Урон экипажу: 150 Пробивание щита: 20 (Также пробивает cуперщиты) Вероятность поджога: 100% Вероятность пробоины: 100% Вероятность ослабления: 100% Покупка: 900~ - Продажа: 450~

source: APPLY_STATBOOST
ru: ПРИМЕНИТЬ_СТАТБУСТ

source: APPLY_STATBOOST
ru: ПРИМЕНИТЬ_СТАТБУСТ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_TERMINUS_STATBOOST"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: Finitum Laser Charger
ru: Зарядный лазер "Финитум"

source: Finitum Charger
ru: Зар. Финитум

source: Special issue charge Defense Laser. Can uses dynamic entropy to store up to 169 shots.
ru: Специальные заряды для Защитного лазера. Использует динамическую энтропию для хранения до 169 выстрелов.

source: Defense laser; 1 damage, 1 shot. 9 second cooldown.
ru: Защитный лазер; 1 урон, 1 выстрел. 9с перезарядка.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_TRI_FIRE"]/title
source: 'Cerberus' Ion
ru: Ионный бластер "Цербер"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_TRI_FIRE"]/short
source: Cerberus
ru: Цербер

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_TRI_FIRE"]/desc
source: For the murderous Zoltan inside us all. Trion with a fiery boost. Notably charges a bit faster.
ru: Для кровожадного золтана внутри каждого из нас. Три-ион с зажигательным усилителем. Заметно быстрее заряжается.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_TRI_FIRE"]/tooltip
source: Fires a single blast that does 1 ion damage. Can hit and disable shields as well as systems.
ru: Выпускает один заряд, наносящий 1 ионный урон. Может поразить и вывести из строя щиты, а также системы.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ENERGY_DISC"]/title
source: 'TARANIS' Energized Disc
ru: Дисковая пусковая установка "ТАРАНИС"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ENERGY_DISC"]/short
source: 'TARANIS'
ru: ТАРАНИС

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ENERGY_DISC"]/desc
source: An energy cannon melded with beyblade technology, it fires a heavy energized disc that pierces all shields and deals damage to everything it touches, even the environment.
ru: Энергетическая пушка, объединенная с технологией "лезвие", стреляет тяжелым заряженным диском, который пробивает все щиты и наносит урон всему, к чему прикасается, даже окружающей среде.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ENERGY_DISC"]/tooltip
source: Fires a shot that pierces, dealing ion, system, and hull damage. Fear it. A Stun too!
ru: Выпускает пронзающий заряд, наносящий урон ионами, системе и корпусу. Бойтесь его. И оглушение тоже!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_ION"]/title
source: 'Vesta' Gatling Ion
ru: Гатлинг-ион "Веста"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_ION"]/short
source: 'Vesta'
ru: Веста

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_ION"]/desc
source: Sure, you could just kill them with a regular Vulcan... but what if you made them SUFFER instead?
ru: Конечно, можно просто убить их обычным Вулканом... но что, если заставить их СТРАДАТЬ?

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_ION"]/tooltip
source: Cooldown drops the more it fires.
ru: С каждым выстрелом перезарядка ускоряется.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_FIRE"]/title
source: 'Hellflash' Gatling Gun
ru: Гатлинг-пушка "Адская вспышка"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_FIRE"]/short
source: 'Hellflash'
ru: Адская вспышка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_FIRE"]/desc
source: Some Renegades just want to watch the Multiverse burn.
ru: Некоторые Ренегаты просто хотят увидеть, как горит Мультивселенная.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_CHAINGUN_FIRE"]/tooltip
source: Cooldown drops the more it fires.
ru: С каждым выстрелом перезарядка ускоряется.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ENERGY"]/title
source: Exidia Diffuser
ru: Энергетический диффузор "Эксидия"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ENERGY"]/short
source: Exidia D.
ru: Диф. Эксидия

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ENERGY"]/desc
source: An Energy Diffuser that launches 3 ion and hull damage projectiles, and 4 hull damaging projectiles., while also draining 1 power to system rooms hit for 12 seconds. This drain effect stacks in intensity but its duration can only cap at 12 seconds and does not stack.
ru: Энергетический диффузор, который выпускает 3 снаряда, наносящих урон ионами и корпусу, и 4 снаряда, наносящих урон корпусу, а также отнимает 1 энергию у системных отсеков в течение 12 секунд. Эффект истощения суммируется по силе, но его продолжительность ограничена 12 секундами и не суммируется.

source: An Energy Diffuser that launches 3 ion and hull damage projectiles, and 4 hull damaging projectiles., while also draining 1 power to system rooms hit for 12 seconds. This drain effect stacks in intensity but its duration can only cap at 12 seconds and does not stack. Stats: Required Power: 3 Charge Time: 18 seconds Shot Radius: 50 Shots Per Charge: 7 Base Hull Damage: 1 Ion Damage: 1 (3 Projectiles) Total Crew Damage: 15 Power Drain: 1 (12 seconds long) Breach Chance: 40% (Adjusted: 40%) Buy/Sell Price: 200~/100~
ru: Энергетический диффузор, который выпускает 3 снаряда, наносящих ионный урон и корпусу, и 4 снаряда, наносящих урон корпусу, а также отнимает 1 энергию у пораженных системных отсеках в течение 12 секунд. Эффект истощения суммируется по силе, но его продолжительность ограничена 12 секундами и не суммируется. Характеристики: Требуемая мощность: 3 Время перезарядки: 18 секунд Радиус выстрела: 50 Выстрелов в очереди: 7 Базовый урон по корпусу: 1 Ионный урон: 1 (3 снаряда) Общий урон экипажу: 15 Истощение энергии: 1 (12 секунд) Шанс пробоины: 40% (скорректировано: 40%) Покупка/продажа: 200~/100~

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ENERGY"]/tooltip
source: test
ru: Тест

source: Required Power: 3 Charge Time: 18 seconds Shot Radius: 50 Shots Per Charge: 7 Base Hull Damage: 1 Ion Damage: 1 (3 Projectiles) Total Crew Damage: 15 Power Drain: 1 (12 seconds long) Breach Chance: 40% (Adjusted: 40%)
ru: Необходимая мощность: 3 Время перезарядки: 18 сек. Разброс выстрела: 50 Выстрелов в очереди: 7 Урон корпусу: 1 Ионный урон: 1 (3 снаряда) Урон экипажу: 15 Расход энергии: 1 (12 сек.) Вероятность пробоины: 40%

source: Exidia Diffuser
ru: Энергетический диффузор "Эксидия"

source: Exidia D.
ru: Диф. Эксидия

source: An Energy Diffuser that launches 3 ion and hull damage projectiles, and 4 hull damaging projectiles., while also draining 1 power to system rooms hit for 12 seconds. This drain effect stacks in intensity but its duration can only cap at 12 seconds and does not stack.
ru: Энергетический диффузор, который выпускает 3 снаряда, наносящих урон ионами и корпусу, и 4 снаряда, наносящих урон корпусу, а также отнимает 1 энергию у системных отсеков в течение 12 секунд. Эффект истощения суммируется по силе, но его продолжительность ограничена 12 секундами и не суммируется.

source: An Energy Diffuser that launches 3 ion and hull damage projectiles, and 4 hull damaging projectiles., while also draining 1 power to system rooms hit for 12 seconds. This drain effect stacks in intensity but its duration can only cap at 12 seconds and does not stack. Stats: Required Power: 2 Charge Time: 18 seconds Shot Radius: 50 Shots Per Charge: 7 Base Hull Damage: 1 Ion Damage: 1 (3 Projectiles) Total Crew Damage: 15 Power Drain: 1 (12 seconds long) Breach Chance: 40% (Adjusted: 40%) Buy/Sell Price: 200~/100~
ru: Энергетический диффузор, который выпускает 3 снаряда, наносящих ионный урон и корпусу, и 4 снаряда, наносящих урон корпусу, а также отнимает 1 энергию у пораженных системных отсеках в течение 12 секунд. Эффект истощения суммируется по силе, но его продолжительность ограничена 12 секундами и не суммируется. Характеристики: Требуемая мощность: 2 Время перезарядки: 18 секунд Радиус выстрела: 50 Выстрелов в очереди: 7 Базовый урон по корпусу: 1 Ионный урон: 1 (3 снаряда) Общий урон экипажу: 15 Истощение энергии: 1 (12 секунд) Шанс пробоины: 40% (скорректировано: 40%) Покупка/продажа: 200~/100~

source: test
ru: Тест

source: Required Power: 2 Charge Time: 18 seconds Shot Radius: 50 Shots Per Charge: 7 Base Hull Damage: 1 Ion Damage: 1 (3 Projectiles) Total Crew Damage: 15 Power Drain: 1 (12 seconds long) Breach Chance: 40% (Adjusted: 40%)
ru: Необходимая мощность: 2 Время перезарядки: 18 сек. Разброс выстрела: 50 Выстрелов в очереди: 7 Урон корпусу: 1 Ионный урон: 1 (3 снаряда) Урон экипажу: 15 Расход энергии: 1 (12 сек.) Вероятность пробоины: 40%

source: Energy Flak
ru: Энергетическая осколочная пушка

source: Energy F.
ru: Энер. оск.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_SHOTGUN_ENERGY_ION"]/desc
source: An Energy Flak launcher that inflicts ion damage, while also draining power to systems hit for 10 seconds.
ru: Энергетическая осколочная пушка, наносящая ионный урон, а также отнимающая энергию у пораженных систем на 10 секунд.

source: Energy Flak
ru: Энергетическая осколочная пушка

source: Energy F.
ru: Энер. оск.

source: An Energy Flak launcher that inflicts ion damage, while also draining power to systems hit for 10 seconds.
ru: Энергетическая осколочная пушка, наносящая ионный урон, а также отнимающая энергию у пораженных систем на 10 секунд.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_1"]/title
source: Pulse Laser I
ru: Пульсовой лазер мод. I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_1"]/short
source: Pulse Laser I
ru: Пул. лазер I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_1"]/desc
source: Fires 2 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 2 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_1"]/tooltip
source: Fires 2 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 2 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_2"]/title
source: Pulse Laser II
ru: Пульсовой лазер мод. II

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_2"]/short
source: Pulse Laser II
ru: Пул. лазер II

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_2"]/desc
source: Fires 3 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 3 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_2"]/tooltip
source: Fires 3 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 3 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_2_PLAYER"]/title
source: Pulse Laser II†
ru: Пульсовой лазер мод. II†

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_2_PLAYER"]/short
source: Pulse Laser II†
ru: Пул. лазер II†

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_2_PLAYER"]/desc
source: Fires 3 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 3 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_2_PLAYER"]/tooltip
source: Fires 3 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 3 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_3"]/title
source: Pulse Laser III
ru: Пульсовой лазер мод. III

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_3"]/short
source: Pulse Laser III
ru: Пул. лазер III

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_3"]/desc
source: Fires 4 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 4 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSE_3"]/tooltip
source: Fires 4 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 4 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSEDEEP"]/title
source: Pulsedeep Cannon
ru: Пульсоглубинная пушка

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSEDEEP"]/short
source: Pulsedeep C.
ru: Пульсоглуб.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSEDEEP"]/desc
source: A combination of Energy and Ion technology. Deals 2 bonus ion damage on a room hit. May start fires and breaches.
ru: Сочетает в себе энергетическую и ионную технологии. Наносит 2 дополнительных ионных урона при попадании в отсек. Может создавать пожары и пробоины.

source: A combination of Energy and Ion technology. Deals 2 bonus ion damage on a room hit. Hit crew are periodically Stunned. May start fires and breaches. Stats: Required Power: 3 Charge Time: 13 seconds Shots Per Charge: 1 2x hull damage on systemless rooms. 2x ion damage on system rooms. Base Hull Damage: 2 Total Crew Damage: 30 Ion Damage: 2 Fire Chance: 10% Breach Chance: 10% (Adjusted: 9%) Stun Chance: 100% (3 seconds long) Buy/Sell Price: 226~/113~
ru: Комбинация энергетической и ионной технологий. Наносит 2 бонусных ионных урона при попадании пр отсеку. Попавший в зону поражения экипаж периодически оглушается. Может вызывать возгорания и пробоины. Характеристики: Требуемая мощность: 3 Время перезарядки: 13 секунд Выстрелов в очереди: 1 2х урона отсекам без систем. 2х урона ионами системным отсекам. Базовый урон по корпусу: 2 Общий урон экипажу: 30 Ионный урон: 2 Вероятность возгорания: 10% Вероятность пробоины: 10% (скорректировано: 9%) Вероятность оглушения: 100% (3 секунды)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_PULSEDEEP"]/tooltip
source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: Required Power: 3 Charge Time: 13 seconds Shots Per Charge: 1 2x hull damage on systemless rooms. 2x ion damage on system rooms. Base Hull Damage: 2 Total Crew Damage: 30 Ion Damage: 2 Fire Chance: 10% Breach Chance: 10% (Adjusted: 9%) Stun Chance: 100% (3 seconds long)
ru: Необходимая мощность: 3 Время перезарядки: 13 сек. Выстрелов в очереди: 1 Двойной урон отсекам без систем. Двойной ионный урон системам. Урон корпусу: 2 Урон экипажу: 30 Ионный урон: 2 Вероятность поджога: 10% Вероятность пробоины: 10% (Скорректировано: 9%) Вероятность оглушения: 100% (3 сек.)

source: CONCUSSION
ru: КОНТУЗИЯ

source: Ready: Take 15 damage and stun for 2s.
ru: Готовность: Наносит 15 единиц урона и оглушает на 2с.

source: The Railblender
ru: Рельсовый шредер

source: Railblender
ru: Рельс. шред.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ENERGY_RAILBLENDER"]/desc
source: This strange contraption can charge up to 3 shots, firing 3 different electrically charged poles for each charge.
ru: Это странное изобретение может зарядить до 3 зарядов, выстреливая 3 разными заряженными электричеством зарядами.

source: This strange contraption can charge up to 3 shots, firing 3 different electrically charged poles for each charge.
ru: Это странное изобретение может зарядить до 3 зарядов, выстреливая 3 разными заряженными электричеством зарядами.

# data/blueprints.xml.append$/dummyroot/FTL[6]/weaponBlueprint[15]/title
source: The Railblender
ru: Рельсовый шредер

# data/blueprints.xml.append$/dummyroot/FTL[6]/weaponBlueprint[15]/short
source: Railblender
ru: Рельс. шред.

# data/blueprints.xml.append$/dummyroot/FTL[6]/weaponBlueprint[15]/desc
source: This strange contraption can charge up to 3 shots, firing 3 different electrically charged poles for each charge.
ru: Это странное изобретение может зарядить до 3 зарядов, выстреливая 3 разными заряженными электричеством зарядами.

# data/blueprints.xml.append$/dummyroot/FTL[6]/weaponBlueprint[15]/tooltip
source: This strange contraption can charge up to 3 shots, firing 3 different electrically charged poles for each charge.
ru: Это странное изобретение может зарядить до 3 зарядов, выстреливая 3 разными заряженными электричеством зарядами.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RAILBLENDER_ROD"]/title
source: FM_RAILBLENDER_ROD
ru: РЕЛЬСОВЫЙ ШРЕДЕР

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RAILBLENDER_ROD"]/short
source: FM_RAILBLENDER_ROD
ru: РЕЛЬСОВЫЙ ШРЕДЕР

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RAILBLENDER_ROD"]/desc
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_RAILBLENDER_ROD"]/tooltip
source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: FM_RAILBLENDER_ENERGIZED
ru: Заряженный Рельсовый шредер

source: FM_RAILBLENDER_ENERGIZED
ru: Заряженный Рельсовый шредер

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

source: YOU SHOULD NEVER SEE THIS
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ

# data/blueprints.xml.append$/dummyroot/FTL[6]/weaponBlueprint[18]/title
source: The Railblender†
ru: Рельсовый шредер†

# data/blueprints.xml.append$/dummyroot/FTL[6]/weaponBlueprint[18]/short
source: Railblender†
ru: Рельс. шред.†

# data/blueprints.xml.append$/dummyroot/FTL[6]/weaponBlueprint[18]/desc
source: This strange contraption can charge up to 3 shots, firing 3 different electrically charged poles for each charge.
ru: Это странное изобретение может зарядить до 3 зарядов, выстреливая 3 разными заряженными электричеством зарядами.

# data/blueprints.xml.append$/dummyroot/FTL[6]/weaponBlueprint[18]/tooltip
source: This strange contraption can charge up to 3 shots, firing 3 different electrically charged poles for each charge.
ru: Это странное изобретение может зарядить до 3 зарядов, выстреливая 3 разными заряженными электричеством зарядами.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_0"]/title
source: Dinky Ion
ru: Динки ион

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_0"]/short
source: Dinky I.
ru: Динки ион

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_0"]/desc
source: An ion weapon stripped to its bare minimum at the cost of accuracy.
ru: Ионное орудие, избавленное от лишних деталей ценой потери точности.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_0"]/tooltip
source: Cooldown drops the more it fires.
ru: С каждым выстрелом перезарядка ускоряется.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_DUAL"]/title
source: Bi-Ion
ru: Би-ион

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_DUAL"]/short
source: Bion
ru: Би-ион

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_DUAL"]/desc
source: Fires 2 energized ion blasts that deal 1 ion damage.
ru: Выстреливает 2 заряженных ионных заряда, наносящих 1 ионный урон.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_ION_DUAL"]/tooltip
source: Fires 2 energized laser blasts that pierce 1 shield and deal 1 ion damage.
ru: Выстреливает 2 заряженных лазерных заряда, которые пробивают 1 щит и наносят 1 ионный урон.

source: 'Earspoon' Beam
ru: Луч "Ушная ложка"

source: 'Earspoon' B.
ru: Ушная ложка

source: The Hive came up with this weapon after finding a human history book and searching for strange names. This one amused them the most. The beam however, isn't too funny when your crew is burning alive.
ru: Улей придумал это орудие, найдя книгу по истории человечества и перебирая странные названия. Это название позабавило их больше всего. Однако луч не слишком смешон, когда ваш экипаж сгорает заживо.

source: Starts fires and does 3 system damage per room. 3 Shield piercing
ru: Создает пожары и наносит 3 системных урона за отсек. Пробивает 3 щита

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_MINING_2"]/title
source: Ishimura Beam
ru: Луч "Ишимура"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_MINING_2"]/short
source: Ishimura B.
ru: Ишимура

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_MINING_2"]/desc
source: Rumors have been circulating about a new prototype Mining Laser, the 'Zulfiqar Planet Cracker' created by Zulfiqar Industries that is used for Planet Cracking. Looks like they weren't rumors.
ru: Ходили слухи о новом прототипе шахтного лазера "Зульфикар разрушителя планет", созданном компанией "Зульфикар Индастриз" и предназначенном для разрушения целых планет. Похоже, это были не слухи.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_MINING_2"]/tooltip
source: Beam weapon, 2 damage to hull, 3 damage to system per room.
ru: Лучевое орудие, 2 урона корпусу, 3 урона системе за отсек.
