Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//crewBlueprint[@name="fm_forgemasterperson"]/desc
source: The Forgemaster. One of the most powerful people in the galaxy, and yet also one of the most friendly and outgoing.
ru: Кузнец. Один из самых могущественных существ в галактике и в то же время один из самых дружелюбных и общительных.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_forgemasterperson"]/title
source: The Forgemaster
ru: Кузнец

# data/blueprints.xml.append$//crewBlueprint[@name="fm_forgemasterperson"]/short
source: Forgemaster
ru: Кузнец

source: 200 Health, takes half damage from all sources, moves at 0.8x speed
ru: 200 здоровья, получает половину урона от всех источников, передвигается со скоростью 0.8x

source: Deals 2x melee damage, 1.5x ranged damage
ru: Наносит 2x урона в ближнем бою, 1.5x урона в дальнем бою

source: Extinguishes fires very quickly
ru: Очень быстро тушит пожары

source: Active ability: Repairs 2 hull, 10 system damage in current room, fully heals himself. Starts fires. Once per jump.
ru: Активная способность: Ремонтирует 2 единицы корпуса, 10 единиц систем в текущем отсеке, полностью исцеляет себя. Разжигает пожар. Один раз за прыжок.

source: The Forgemaster. One of the most powerful people in the galaxy, and yet also one of the most friendly and outgoing.
ru: Кузнец. Один из самых могущественных существ в галактике и в то же время один из самых дружелюбных и общительных.

source: The Forgemaster
ru: Кузнец

source: Forgemaster
ru: Кузнец

source: 200 Health, takes half damage from all sources, moves at 0.8x speed, and repairs at 3x speed
ru: 200 здоровья, получает половину урона от всех источников, передвигается со скоростью 0.8x

source: Deals 2x melee damage, 1.5x ranged damage, 1.5x sabotage.
ru: Наносит 2x урона в ближнем бою, 1.5x урона в дальнем бою, ломает системы со скоростью 1.5x.

source: Extinguishes fires very quickly
ru: Очень быстро тушит пожары

source: Active ability: Repairs 2 hull, 10 system damage in current room, heals 100 health for himself. Starts fires. Once per jump.
ru: Активная способность: Ремонтирует 2 единицы корпуса, 10 единиц систем в текущем отсеке, исцеляется на 100 ОЗ. Разжигает пожар. Один раз за прыжок.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated"]/desc
source: Elite Rock Crew. The Forgemaster's disciples. Experts in their craft.
ru: Элитный экипаж валунов. Ученики Кузнеца. Эксперты своего дела.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated"]/title
source: Plated Rockmen
ru: Пластинчатый валун

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated"]/short
source: Plated
ru: Пластинчатый

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated"]/powerList/power[1]
source: 120 Health, takes 27% less damage, and 45% less suffocation damage. Moves at 0.6x speed, and repairs at 1.5x speed.
ru: 120 здоровья, получает на 27% меньше урона и на 45% меньше урона от удушья. Передвигается со скоростью 0.6x, а ремонтирует со скоростью 1.5x.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated"]/powerList/power[2]
source: 1.3x melee damage, 0.75x ranged damage, 0.7x sabotage.
ru: 1.3x урон в ближнем бою, 0.75x урон в дальнем бою, ломает системы со скоростью 0.7x.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated"]/powerList/power[3]
source: Extinguishes fires very quickly. Reduced stun duration. Immune to fire.
ru: Очень быстро тушит пожары. Уменьшена длительность оглушения. Невосприимчив к огню.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated"]/powerList/power[4]
source: Active ability: Repairs 1 hull damage, and 4 system damage to the current room. Heals itself for 20 HP. Refills a charge on jump.
ru: Активная способность: Ремонтирует 1 единицу корпуса и 4 единиц систем в текущем отсеке. Исцеляется на 20 ОЗ. Восстанавливает заряд при прыжке.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated_shell"]/desc
source: Elite Shell Crew. The Forgemaster's disciples. Experts at repairing, though these plated decided to take a more combative approach to their craft.
ru: Элитный экипаж ракушек. Ученики Кузнеца. Эксперты в ремонте, хотя эти Пластинчатые решили применить более боевой подход к своему делу.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated_shell"]/title
source: Plated Shell
ru: Пластинчатая ракушка

# data/blueprints.xml.append$//crewBlueprint[@name="fm_plated_shell"]/short
source: Plated
ru: Пластинчатый

source: 100 Health, takes 30% less damage in combat. Moves at 0.7x speed, and repairs at 1.3x speed.
ru: 100 здоровья, получает на 30% меньше урона в бою. Передвигается со скоростью 0.7x и ремонтирует со скоростью 1.3x.

source: 1.4x damage, 1.2x sabotage.
ru: Наносит 1.4х урона в бою, ломает системы со скоростью 1.2х.

source: Extinguishes fires very quickly. 30% reduced stun duration. Only takes 20% damage from fire.
ru: Очень быстро тушит пожары. Продолжительность оглушения снижена на 30%. Получает только 20% урона от огня.

source: Active ability: Damages enemies for 15 HP, whilst giving itself an array of buffs for 15s. Makes room immune to system damage for 15s.
ru: Активная способность: Наносит врагам урон 15 ОЗ, а себе дает ряд усилений в течение 15 секунд. Делает отсек невосприимчивым к системному урону на 15 секунд.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_blood_morph"]/desc
source: A strange creation of a maddened shell scientist after encountering an eldritch horror.
ru: Странное творение обезумевшего ученого, столкнувшегося с эльдрическим ужасом.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_blood_morph"]/title
source: Seraphim
ru: Серафим

# data/blueprints.xml.append$//crewBlueprint[@name="fm_blood_morph"]/short
source: Seraphim
ru: Серафим

source: Can consume friendly crew to grow stronger.
ru: Может поглощать дружественный экипаж, чтобы стать сильнее.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_fallen"]/desc
source: Randall Curtain, Unique Mercenary Crew. Ex-angel who faked his death to leave the Angels, now working in utmost secrecy for anyone who'll cough up the dough. The Ancalagon Division has a lot of dough to go around.
ru: Рэндалл Куртен, "Уникальный экипаж наемников". Бывший Ангел, инсценировавший свою смерть, чтобы покинуть Ангелов, теперь в обстановке строжайшей секретности работает на любого, кто готов раскошелиться. У подразделения Анкалагон много денег.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_fallen"]/powerList/power[1]
source: Inflicts 1.5x damage in combat
ru: Наносит 1.5х урона в бою

# data/blueprints.xml.append$//crewBlueprint[@name="fm_fallen"]/powerList/power[2]
source: 2x ranged damage multiplier
ru: 2х урона в дальнем бою

# data/blueprints.xml.append$//crewBlueprint[@name="fm_fallen"]/powerList/power[3]
source: 1.6x movement speed
ru: 1.6х скорость передвижения

# data/blueprints.xml.append$//crewBlueprint[@name="fm_fallen"]/powerList/power[4]
source: Takes 0.7x damage from combat, half from hazards, is highly resistant to stuns
ru: Получает 0.7x урона в бою, 0.5х от опасностей, очень устойчив к оглушению

# data/blueprints.xml.append$//crewBlueprint[@name="fm_fallen"]/powerList/power[5]
source: Trained in lvl2 skills
ru: Обучен навыкам 2 уровня

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_red"]/desc
source: A dangerous anomalous crystal spawned by Ancalagon technology.
ru: Опасный аномальный кристаллин, порожденный технологией Анкалагона.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_red"]/title
source: Ancalagon Red Crystal
ru: Красный кристаллин Анкалагона

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_red"]/short
source: Ancalagon R. Crys.
ru: Красный кристаллин Анкалагона

source: Spawns fires every 7 seconds, and generates O2 to feed the fire.
ru: Поджигает отсек каждые 7 секунд и пополняет кислород для поддержания огня.

source: 165 HP, immobile. Heals itself for 10 HP every 7 seconds.
ru: 165 здоровья, неподвижен. Исцеляется на 10 здоровья каждые 7 секунд.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_blue"]/desc
source: A dangerous anomalous crystal spawned by Ancalagon technology.
ru: Опасный аномальный кристаллин, порожденный технологией Анкалагона.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_blue"]/title
source: Ancalagon Blue Crystal
ru: Синий кристаллин Анкалагона

source: Stuns enemies and deals 1 Ion every 10 seconds.
ru: Оглушает врагов и наносит 1 ионный урон каждые 10 секунд.

source: 165 hp, immobile. Heals itself for 10 HP every 7 seconds.
ru: 165 здоровья, неподвижен. Исцеляется на 10 здоровья каждые 7 секунд.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_green"]/desc
source: A dangerous anomalous crystal spawned by Ancalagon technology.
ru: Опасный аномальный кристаллин, порожденный технологией Анкалагона.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_green"]/title
source: Ancalagon Green Crystal
ru: Зеленый кристаллин Анкалагона

source: Opens breaches and deals 30 Crew damage every 8 seconds.
ru: Открывает пробоины и наносит 30 урона экипажу каждые 8 секунд.

source: 165 HP, immobile. Heals itself for 10 HP every 7 seconds.
ru: 165 здоровья, неподвижен. Исцеляется на 10 здоровья каждые 7 секунд.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_white"]/desc
source: A dangerous anomalous crystal spawned by Ancalagon technology.
ru: Опасный аномальный кристаллин, порожденный технологией Анкалагона.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_white"]/title
source: Ancalagon White Crystal
ru: Белый кристаллин Анкалагона

source: Omni crystal. Causes Fires, Breaches, 30 crew damage, 1 Ion damage and stuns every 13 seconds.
ru: Омни-кристаллин. Вызывает пожар, пробоину, наносит 30 урона экипажу, 1 ионный урон и оглушает каждые 13 секунд.

source: 200 HP, immobile. Heals itself for 20 HP every 13 seconds.
ru: 200 здоровья, неподвижен. Исцеляется на 20 здоровья каждые 13 секунд.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_black"]/desc
source: A dangerous anomalous crystal spawned by Ancalagon technology.
ru: Опасный аномальный кристаллин, порожденный технологией Анкалагона.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_black"]/title
source: Ancalagon Black Crystal
ru: Черный кристаллин Анкалагона

source: Replicates Crystals out of black matter every 12 seconds.
ru: Воспроизводит кристаллы из черной материи каждые 12 секунд.

source: 270 HP, immobile. Heals itself for 20 HP every 12 seconds.
ru: 270 здоровья, неподвижен. Исцеляется на 20 здоровья каждые 12 секунд.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_prison"]/desc
source: A crystallized crew member, imprisonned and helpless.
ru: Беспомощный кристаллин, заключенный в тюрьму.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_crystal_prison"]/title
source: Crystal Prison
ru: Кристаллин-тюремщик

source: 125 hp, immobile. Takes 2x damage from combat and 1.3x damage from all other sources.
ru: 125 здоровья, неподвижен. Получает 2x урона в бою и 1.3x урона от всех остальных источников.

source: Cannot heal, or be cloned if destroyed.
ru: Не может исцеляться и не может быть клонирован, если уничтожен.

source: Reverts to normal after 10 seconds.
ru: Возвращается в нормальное состояние через 10 секунд.

# data/blueprints.xml.append$//crewBlueprint[@name="unique_remington"]/desc
source: One of Winchester's best friends, and the twin brother of Mossberg. Fiercely loyal to friends and allies. Loves board games and comics.
ru: Один из лучших друзей Винчестера и брат-близнец Моссберга. Глубоко предан друзьям и союзникам. Любит настольные игры и комиксы.

source: Active Ability: Temporarily takes only 20% damage and reduces suffocation damage for nearby allies by 50%.
ru: Активная способность: Временно получает всего 20% урона и снижает урон от удушья ближайших союзников на 50%.

source: Active Ability: Buffs their twin's hp and movespeed by 10% while in the same room.
ru: Активная способность: Находясь в одном отсеке, увеличивает ОЗ и скорость передвижения своего близнеца на 10%.

source: x2.5 repair speed, x0.6 combat damage
ru: 2.5х скорость ремонта, 0.6х боевой урон

source: Greatly reduced burn and suffocation damage
ru: Значительно снижен урон от огня и удушья.

# data/blueprints.xml.append$//crewBlueprint[@name="unique_mossberg"]/desc
source: One of Winchester's best friends, and the twin brother of Remington. Fiercely loyal to friends and allies. Loves puzzles, especially crosswords.
ru: Один из лучших друзей Винчестера и брат-близнец Ремингтона. Глубоко предан друзьям и союзникам. Любит головоломки, особенно кроссворды.

source: Active Ability: Temporarily takes only 20% damage and reduces fire damage for nearby allies by 50%.
ru: Активная способность: Временно наносит всего 20% урона и снижает урон от огня ближайшим союзникам на 50%.

source: Active Ability: Buffs their twin's hp and movespeed by 10% while in the same room.
ru: Активная способность: Находясь в одном отсеке, увеличивает ОЗ и скорость передвижения своего близнеца на 10%.

source: x2.5 repair speed, x0.6 combat damage
ru: 2.5х скорость ремонта, 0.6х боевой урон

source: Greatly reduced burn and suffocation damage
ru: Значительно снижен урон от огня и удушья.

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/desc
source: The Haunts are members of a long running Vagabond crime family, and among of some of the most wanted criminals in the galaxy.
ru: Терзатели - члены давней преступной семьи бродяг, одни из самых разыскиваемых преступников в галактике.

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/title
source: Gozer Haunt
ru: Терзатель Гозер

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/short
source: Haunt
ru: Терзатель

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/powerList/power[1]
source: Periodically tears a breach open in the current room, also harming the system if present
ru: Периодически создает пробоину в текущем отсеке, нанося урон системе, если таковая имеется.

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer"]/powerList/power[2]
source: 200 Health, 1.5x sabotage speed
ru: 200 здоровья, 1.5х скорость саботажа

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer_player"]/desc
source: The Haunts are members of a long running Vagabond crime family, and among of some of the most wanted criminals in the galaxy.
ru: Терзатели - члены давней преступной семьи бродяг, одни из самых разыскиваемых преступников в галактике.

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer_player"]/title
source: Gozer Haunt
ru: Терзатель Гозер

# data/blueprints.xml.append$//crewBlueprint[@name="gbgozer_player"]/short
source: Haunt
ru: Терзатель

source: Can sacrifice allied ghosts to board the enemy's vessel
ru: Может принести в жертву союзных призраков, чтобы взять на абордаж вражеское судно

source: 300 Health, 1.5x sabotage speed
ru: 300 здоровья, 1.5х скорость саботажа

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_fire"]/title
source: Orchid Fire Lily
ru: Орхидея-Огненная лилия

# data/blueprints.xml.append$//crewBlueprint[@name="orchid_fire"]/desc
source: The Fire Lilies, natively known as the Fuhl'Yae, are a friendly species of mostly pacifist plants which can buff your crew and refill oxygen. These Orchids thrive off of flame, rather than shirking from it
ru: Огненные лилии, известные как Фул'Яе, - это дружелюбный вид растений, в основном пацифистских, которые могут усилить ваш экипаж и пополнить запасы кислорода. Эти орхидеи любят огонь, а не избегают его.

source: Refills oxygen [doesn't work on ships without an O2 system]
ru: Пополняет кислород [не работает на кораблях без кислородной установки]

source: Takes no damage from fire.
ru: Не получает урона от огня.

source: Friendly crew in the same room gain an additional 20% max health, and 20% movement speed.
ru: Дружественный экипаж в том же отсеке получает дополнительно 20% максимального здоровья и 20% скорости передвижения.

source: Extinguishes fire at half speed.
ru: Тушит огонь с половинной скоростью.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_human_texture"]/title
source: Missing Texture: Human7
ru: Отсутствующая текстура: Человек7

# data/blueprints.xml.append$//crewBlueprint[@name="fm_human_texture"]/desc
source: Did you install FTL: SOURCE?
ru: Вы установили FTL: SOURCE?

source: Missing Power1.txt
ru: Пропавшая сила1.txt

source: Missing Power2.txt
ru: Пропавшая сила2.txt

source: Missing Power3.txt
ru: Пропавшая сила3.txt

# data/blueprints.xml.append$//crewBlueprint[@name="husk_slug"]/title
source: Chain-Smoker Slug
ru: Заядлый курильщик-слизень

# data/blueprints.xml.append$//crewBlueprint[@name="husk_slug"]/desc
source: After decades of smoking and killing Ancients, this slug has horrible lung capacity.
ru: После десятилетий курения и убийства древних у этого слизня ужасное состояние легких.

# data/blueprints.xml.append$//crewBlueprint[@name="husk_slug"]/powerList/power[1]
source: 4x suffocation speed
ru: 4х урон от удушья

# data/blueprints.xml.append$//crewBlueprint[@name="husk_slug"]/powerList/power[2]
source: 2x suffocation speed for allies due to second-hand smoke
ru: 2х урон от удушья для союзников из-за эффекта от пассивного курения

# data/blueprints.xml.append$//crewBlueprint[@name="husk_slug_player"]/title
source: Chain-Smoker Slug
ru: Заядлый курильщик-слизень

# data/blueprints.xml.append$//crewBlueprint[@name="husk_slug_player"]/desc
source: After decades of smoking and killing Ancients, this slug has horrible lung capacity.
ru: После десятилетий курения и убийства древних у этого слизня ужасное состояние легких.

source: 4x suffocation speed
ru: 4х урон от удушья

source: 2x suffocation speed for everyone due to second-hand smoke
ru: 2х урон от удушья для всех из-за эффекта от пассивного курения

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_crackerjack"]/desc
source: British Elite Free Mantis Crew. A Free Mantis chief with a heavy addiction to the most dangerous beverage in the Multiverse: Tea.
ru: Британский элитный экипаж Свободных Богомолов. Вождь Свободных Богомолов с сильным пристрастием к самому опасному напитку во всей Мультивселенной: чаю.

# data/blueprints.xml.append$//crewBlueprint[@name="mantis_crackerjack"]/title
source: Free Mantis Crackerjack
ru: Свободный богомол-Крекерджек

source: Active Ability: Enters a most patriotic frenzy, slashing across every enemy in the room while also massively increasing movement speed.
ru: Активная способность: Впадает в самое настоящее патриотическое безумие, нанося удар за ударом по всем врагам в отсеке и значительно увеличивая скорость передвижения.

source: Max Health is reduced to 90
ru: Максимальное здоровье снижено до 90

source: Takes only 0.7x damage in combat
ru: Получает только 0.7х урона в бою

source: 1x movement speed and damage
ru: 1х скорость передвижения и урон

source: Breaks down doors extremely rapidly
ru: Очень быстро ломает двери

# data/blueprints.xml.append$//crewBlueprint[@name="fm_terminus"]/powerList/power
source: : Turns out getting rammed by a gigantic Wyrm hurts!
ru: : Оказывается, быть протараненным гигантским червем - это больно!

# data/blueprints.xml.append$//crewBlueprint[@name="fm_power"]/powerList/power
source: : power drain test
ru: : тест на потребление энергии

# data/blueprints.xml.append$//crewBlueprint[@name="fm_missile_ion"]/desc
source: Ion Missile
ru: Ионная ракетница

# data/blueprints.xml.append$//crewBlueprint[@name="fm_missile_ion"]/title
source: Ion Missile
ru: Ионная ракетница

source: : - Has 100hp, but only takes 75% damage.
ru: : - Имеет 100 ОЗ, но получает только 75% урона.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_separatist_twisted"]/desc
source: The combination of a Brass Separatist and a Cobalt Separatist, this amalgamation is a combination of both.
ru: Это сочетание латунного Сепаратиста и кобальтового Сепаратиста.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_separatist_twisted"]/title
source: Twisted Separatist
ru: Искаженный Сепаратист

source: 75 Health, takes 0.5x hazard damage.
ru: 75 здоровья, получает 0.5x урона от опасностей.

source: 1.25x damage, and the targeted enemy takes an additional -2hp/s.
ru: Наносит 1.25x урона в бою, и выбранный враг теряет 2 ОЗ/с.

source: Takes 0.75x damage in combat and repairs at 1.75x speed.
ru: Получает 0.75x урона в бою и ремонтирует со скоростью 1.75x.

source: Upon death, splits into a Nano Cobalt Separatist and a regular Bronze Separatist.
ru: После смерти разделяется на нанокобальтового Сепаратиста и обычного бронзового Сепаратиста.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_separatist_cobalt"]/desc
source: This warped separatist is effectively immortal, turning into its nano form upon death instead of cloning or dying.
ru: Этот искаженный Сепаратист фактически бессмертен, после смерти он превращается в свою наноформу, а не клонируется или умирает.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_separatist_cobalt"]/title
source: Cobalt Separatist
ru: Кобальтовый Сепаратист

source: Takes 0.75x damage in combat, but moves at 0.8x speed.
ru: Получает 0.75x урона в бою, но передвигается с 0.8x скоростью.

source: 2x Repair speed, halfed suffocation damage.
ru: 2х скорость ремонта, урон от удушья уменьшен вдвое.

source: Passive Ability: Upon reaching 25 or lower health, engages survival mode and becomes immune to most sources of damage.
ru: Пассивная способность: При достижении 25 единиц здоровья или ниже включается режим выживания и становится невосприимчивым к большинству источников урона.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_nano_cobalt"]/desc
source: This Cobalt Separatist has sustained heavy damage and activated its emergency survival program, becoming an invincible cloud of nanites immune to all forms of damage.
ru: Кобальтовый Сепаратист получил тяжелые повреждения и активировал программу аварийного выживания, превратившись в неуязвимое облако нанитов, невосприимчивое ко всем видам повреждений.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_nano_cobalt"]/title
source: Cobalt Separatist
ru: Кобальтовый Сепаратист

source: Completely invincible to most forms of damage.
ru: Полностью неуязвим для большинства видов урона.

source: Takes regular damage from fire and irregular hazards.
ru: Получает постоянный урон от огня и других опасностей.

source: Cannot man systems, repair, fight crew or sabotage.
ru: Не может управлять системами, ремонтировать, сражаться с экипажем или заниматься саботажем.

source: Active Ability (20s Cooldown): Deal 1 damage, breach the current room and reform into a Cobalt Separatist.
ru: Активная способность (время перезарядки 20с): Наносит 1 ед. урона, создает пробоину в текущем отсеке и превращается в кобальтового Сепаратиста.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_separatist_bronze"]/desc
source: This distorted separatist has a strong lust for battle, and when it defeats an opponent it goes into a battle frenzy setting fire to everything around it.
ru: У этого Искаженного Сепаратиста сильная жажда сражений, и когда он побеждает противника, то впадает в боевое бешенство, поджигая все вокруг.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_separatist_bronze"]/title
source: Bronze Separatist
ru: Бронзовый Сепаратист

source: Targeted enemies take -12hp/s, but only attacks for 0.4x damage.
ru: Враги, попавшие под удар, получают 12 ОЗ/с урона, но только 0.4x урона в бою.

source: Repairs at 0.75x speed, but puts out fires at 2.25x speed.
ru: 0.75x скорость ремонта, но 2.25x скорость тушения пожаров.
