Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_MINING_3"]/title
source: Terra Nova 'ShipCracker'
ru: Луч Терра Нова "Крушитель кораблей"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_MINING_3"]/short
source: Terra Nova
ru: Терра Нова

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_MINING_3"]/desc
source: Now that Zulfiqar has moved to weapon development, they have repurposed their earlier 'Planet Cracker' design to crack ships instead. Unleashes up to 4 breaches upon enemy ships after a very brief delay.
ru: Теперь, когда Зульфикар перешел к разработке оружия, они перепрофилировали свой ранний проект "Планетарного разрушителя" на разрушение кораблей. Вызывает до 4 пробоин на вражеских кораблях после очень небольшой паузы.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_MINING_3"]/tooltip
source: Beam weapon, 8 damage to hull, 8 damage to systems, 120 damage to crew
ru: Лучевое орудие, 8 урона корпусу, 8 урона системам, 120 урона экипажу

source: 'Menaulion' Beam
ru: Луч "Менавла"

source: Menaulion
ru: Менавла

source: When the Guild said they were designing a beam that kills so fast it would be legal, because nobody would ever live to report it....They weren't in a joking mood.
ru: Когда Гильдия заявила, что создает луч, который убивает так быстро, что это будет законно, потому что никто не доживет до того, чтобы сообщить об этом... Они не шутили.

source: 4 power beam weapon that greatly damages enemy crew. Extremely expensive but excellent for crew killing
ru: Лучевое орудие мощностью 4 единицы энергии, наносящее огромный урон вражескому экипажу. Крайне дорогое, но отлично подходит для уничтожения экипажа.

source: 'Menaulion' Beam†
ru: Луч "Менавла"†

source: Menaulion†
ru: Менавла†

source: When the Guild said they were designing a beam that kills so fast it would be legal, because nobody would ever live to report it....They weren't in a joking mood.
ru: Когда Гильдия заявила, что создает луч, который убивает так быстро, что это будет законно, потому что никто не доживет до того, чтобы сообщить об этом... Они не шутили.

source: Beam weapon that greatly damages enemy crew. Stuns, pierces shields, and starts fires Extremely expensive but excellent for crew killing.
ru: Лучевое орудие, наносящее огромный урон вражескому экипажу. Оглушает, пробивает щиты и вызывает пожар. Чрезвычайно энергозатратное, но отлично подходит для уничтожения экипажа.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_EXPLOSION"]/title
source: 'Valefor' Beam
ru: Луч "Валефор"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_EXPLOSION"]/short
source: 'Valefor' B.
ru: Валефор

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_EXPLOSION"]/desc
source: Superheats the air creating multiple explosions as it sweeps across the enemy ship! Explosions deal damage to all crew in the room as well. Explosions deal Hull, System, and Crew Damage.
ru: Сильно нагревает воздух, создавая многочисленные взрывы, когда проносится над вражеским кораблем! Взрывы наносят урон всем членам экипажа, находящимся в отсеке. Взрывы также наносят урон корпусу, системе и экипажу.

source: Superheats the air creating multiple explosions as it sweeps across the enemy ship! Explosions deal damage to all crew in the room as well. Explosions deal Hull, System, and Crew Damage. Stats: Required Power: 3 Charge Time: 22 seconds Beam Length: 90 Beam Speed: 5 Base Hull Damage: 1 (Per Room) Damage Per Tile Hit: 1 Crew Damage Per Tile Hit: 15 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 1 Breach Chance: 20% Buy/Sell Price: 150~/75~
ru: Перегревает воздух, создавая многочисленные взрывы, когда проносится над вражеским кораблем! Взрывы наносят урон всем членам экипажа, находящимся в отсеке. Взрывы наносят урон корпусу, системе и экипажу. Характеристики: Требуемая мощность: 3 Время перезарядки: 22 секунды Длина луча: 90 Скорость луча: 5 Базовый урон по корпусу: 1 (за отсек) Урон за попадание в плитку: 1 Урон экипажу за попадание в плитку: 15 Общий урон системам: 1 Общий урон экипажу: 15 Пробивание щитов: 1 Вероятность пробоины: 20% Покупка/продажа:150~/75~

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_EXPLOSION"]/tooltip
source: EXPLOSIONNNN
ru: ВЗРЫВВВВ

source: Required Power: 3 Charge Time: 22 seconds Beam Length: 90 Beam Speed: 5 Base Hull Damage: 1 (Per Room) Damage Per Tile Hit: 1 Crew Damage Per Tile Hit: 15 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 1 Breach Chance: 20%
ru: Необходимая мощность: 3 Время перезарядки: 22 сек. Длина луча: 90 Скорость луча: 5 Урон корпусу: 1 (За отсек) Урон за попадание в плитку: 1 Урон экипажу за попадание в плитку: 15 Урон системам: 1 Урон экипажу: 15 Пробивание щита: 1 Вероятность пробоины: 20%

source: Laser for explosiom
ru: Взрывной лазер

source: Vindicator
ru: Воздаятель

source: Let it hit you and you're already dead.
ru: Стоит ему попасть, и ты - труп.

source: 'Valefor' Beam
ru: Луч "Валефор"

source: 'Valefor' B.
ru: Валефор

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_EXPLOSION_EGG"]/desc
source: Superheats the air creating multiple explosions as it sweeps across the enemy ship! Explosions deal damage to all crew in the room as well. Explosions deal Hull, System, and Crew Damage. Florida man left his sword inside, do not touch.
ru: Сильно нагревает воздух, создавая многочисленные взрывы, когда проносится над вражеским кораблем! Взрывы наносят урон всем членам экипажа, находящимся в отсеке. Взрывы также наносят урон корпусу, системе и экипажу. Мужчина из Флориды оставил свой меч внутри, не трогайте.

source: Superheats the air creating multiple explosions as it sweeps across the enemy ship! Explosions deal damage to all crew in the room as well. Explosions deal Hull, System, and Crew Damage. Florida man left his sword inside, do not touch. Stats: Required Power: 3 Charge Time: 22 seconds Beam Length: 90 Beam Speed: 5 Base Hull Damage: 1 (Per Room) Damage Per Tile Hit: 1 Crew Damage Per Tile Hit: 15 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 1 Breach Chance: 20% Buy/Sell Price: 150~/75~
ru: Перегревает воздух, создавая многочисленные взрывы, когда проносится над вражеским кораблем! Взрывы наносят урон всем членам экипажа, находящимся в отсеке. Взрывы наносят урон корпусу, системе и экипажу. Человек из Флориды оставил свой меч внутри, не трогайте. Характеристики: Требуемая мощность: 3 Время перезарядки: 22 секунды Длина луча: 90 Скорость луча: 5 Базовый урон по корпусу: 1 (за отсек) Урон за попадание в плитку: 1 Урон экипажу за попадание в плитку: 15 Общий урон системам: 1 Общий урон экипажу: 15 Пробивание щитов: 1 Вероятность пробоины: 20% Покупка/продажа:150~/75~

source: EXPLOSIONNNN
ru: ВЗРЫВВВВ

source: Required Power: 3 Charge Time: 22 seconds Beam Length: 90 Beam Speed: 5 Base Hull Damage: 1 (Per Room) Damage Per Tile Hit: 1 Crew Damage Per Tile Hit: 15 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 1 Breach Chance: 20%
ru: Необходимая мощность: 3 Время перезарядки: 22 сек. Длина луча: 90 Скорость луча: 5 Урон корпусу: 1 (За отсек) Урон за попадание в плитку: 1 Урон экипажу за попадание в плитку: 15 Урон системам: 1 Урон экипажу: 15 Пробивание щита: 1 Вероятность пробоины: 20%

source: 'Valefor' Beam†
ru: Луч "Валефор"†

source: 'Valefor' B.†
ru: Валефор†

source: Superheats the air creating multiple explosions as it sweeps across the enemy ship!
ru: Сильно нагревает воздух, создавая многочисленные взрывы, когда проносится над вражеским кораблем!

source: Superheats the air creating multiple explosions as it sweeps across the enemy ship! Explosions deal damage to all crew in the room as well. Explosions deal Hull, System, and Crew Damage. Stats: Required Power: 2 Charge Time: 22 seconds Beam Length: 90 Beam Speed: 5 Base Hull Damage: 1 (Per Room) Damage Per Tile Hit: 1 Crew Damage Per Tile Hit: 15 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 1 Breach Chance: 20% Buy/Sell Price: 150~/75~
ru: Перегревает воздух, создавая многочисленные взрывы, когда проносится над вражеским кораблем! Взрывы наносят урон всем членам экипажа, находящимся в отсеке. Взрывы наносят урон корпусу, системе и экипажу. Характеристики: Требуемая мощность: 2 Время перезарядки: 22 секунды Длина луча: 90 Скорость луча: 5 Базовый урон по корпусу: 1 (за отсек) Урон за попадание в плитку: 1 Урон экипажу за попадание в плитку: 15 Общий урон системам: 1 Общий урон экипажу: 15 Пробивание щитов: 1 Вероятность пробоины: 20% Покупка/продажа:150~/75~

source: EXPLOSIONNNN
ru: ВЗРЫВВВВ

source: Required Power: 2 Charge Time: 22 seconds Beam Length: 90 Beam Speed: 5 Base Hull Damage: 1 (Per Room) Damage Per Tile Hit: 1 Crew Damage Per Tile Hit: 15 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 1 Breach Chance: 20%
ru: Необходимая мощность: 2 Время перезарядки: 22 сек. Длина луча: 90 Скорость луча: 5 Урон корпусу: 1 (За отсек) Урон за попадание в плитку: 1 Урон экипажу за попадание в плитку: 15 Урон системам: 1 Урон экипажу: 15 Пробивание щита: 1 Вероятность пробоины: 20%

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_ION_PIERCE"]/title
source: 'Kontos' Beam
ru: Луч "Контос"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_ION_PIERCE"]/short
source: 'Kontos'
ru: Контос

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_ION_PIERCE"]/desc
source: Fires a stream of shield-ignoring alpha particles. Deals Ion damage to every tile hit in a room.
ru: Выпускает поток альфа-частиц, разрушающих щит. Наносит ионный урон каждой плитке в отсеке.

source: Fires a stream of shield-ignoring alpha particles. Deals Ion damage to every tile hit in a room. Stats: Required Power: 3 Charge Time: 18 seconds Beam Length: 105 Beam Speed: 11 Ion Damage Per Tile Hit: 1 Shield Piercing: 10 Breach Chance: 70% Stun Chance: 100% (3 seconds long) Buy/Sell Price: 120~/60~
ru: Выпускает поток альфа-частиц, игнорирующих щиты. Наносит ионный урон каждой плитке в отсеке. Характеристики: Требуемая мощность: 3 Время перезарядки: 18 секунд Длина луча: 105 Скорость луча: 11 Ионный урон за попадание в плитку: 1 Пробивание щитов: 10 Вероятность пробоины: 70% Вероятность оглушения: 100% (длительность 3 секунды) Покупка/продажа: 120~/60~

source: Required Power: 3 Charge Time: 18 seconds Beam Length: 105 Beam Speed: 11 Ion Damage Per Tile Hit: 1 Shield Piercing: 10 Breach Chance: 70% Stun Chance: 100% (3 seconds long)
ru: Необходимая мощность: 3 Время перезарядки: 18 сек. Длина луча: 105 Скорость луча: 11 Ионный урон за попадание в плитку: 1 Пробивание щита: 10 Вероятность пробоины: 70% Вероятность оглушения: 100% (3 сек.)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_BEAM"]/title
source: Ancalagon Beam
ru: Луч Анкалагона

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_BEAM"]/short
source: Ancalagon B.
ru: Луч Анкал.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_BEAM"]/desc
source: A weapon crafted from metals you can't identify and crystals that hum with aberrant power. This one emits a long beam that slowly causes a decay of any living creature hit. A label reads "Property of the Ancalagon Division."
ru: Орудие, созданное из металлов, которые вы не можете определить, и кристаллов, которые гудят с необычной силой. Оно выпускает длинный луч, который медленно вызывает разложение любого живого существа. На ярлыке написано: "Собственность подразделения Анкалагон".

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_AN_BEAM"]/spawnCrew/name
source: Anomalous Crystal
ru: Аномальный кристалл

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_ION_SPECIAL"]/desc
source: An experimental anti-harmony ionic beam weapon. It is designed to real increased damage to Engi crew.
ru: Экспериментальное анти-гармоничное ионно-лучевое орудие. Предназначено для нанесения повышенного урона экипажу энджи.

source: An experimental anti-harmony ionic beam weapon. It is designed to deal increased damage to Engi crew. Stats: Required Power: 3 Charge Time: 15 seconds Beam Length: 200 Beam Speed: 5 Ion Damage: 2 Crew Damage vs Engi: ? Stun Chance: 100% (3 seconds long) Fire Chance: 30% Breach Chance: 30% Buy/Sell Price: 120~/60~
ru: Экспериментальное Анти-Гармоничное ионно-лучевое оружие. Предназначено для нанесения повышенного урона экипажу энджи. Характеристики: Требуемая мощность: 3 Время перезарядки: 15 секунд Длина луча: 200 Скорость луча: 5 Ионный урон: 2 Урон экипажу энджи: ? Вероятность оглушения: 100% (3 секунды) Вероятность возгорания: 30% Вероятность пробоины: 30% Покупка/продажа: 120~/60~

source: Required Power: 3 Charge Time: 15 seconds Beam Length: 200 Beam Speed: 5 Ion Damage: 2 Crew Damage vs Engi: ? Stun Chance: 100% (3 seconds long) Fire Chance: 30% Breach Chance: 30%
ru: Необходимая мощность: 2 Время перезарядки: 15 сек. Длина луча: 200 Скорость луча: 5 Ионный урон: 2 Урон энджи: ? Вероятность поджога: 30% Вероятность пробоины: 30% Вероятность оглушения: 100% (3 сек.)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_ETERNITY"]/title
source: 'Eternity' Beam
ru: Луч "Вечность"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_ETERNITY"]/short
source: 'Eternity' B.
ru: Вечность

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_ETERNITY"]/desc
source: Cuts fleets like it's terrestial couterpart cuts grass.
ru: Косит флот, как его земной сородич косит траву.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_BEAM_ETERNITY"]/tooltip
source: Beam weapon, 2 damage to hull, 3 damage to system per room.
ru: Лучевое орудие, 2 урона корпусу, 3 урона системе за отсек.

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_1"]/title
source: 'Parazonium' PinPoint I
ru: Точечный луч "Паразониум" мод. I

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_1"]/short
source: Parazonium
ru: Паразониум

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_1"]/desc
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_1"]/tooltip
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_2"]/title
source: 'Parazonium' PinPoint II
ru: Точечный луч "Паразониум" мод. II

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_2"]/short
source: Parazonium
ru: Паразониум

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_2"]/desc
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_2"]/tooltip
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_3"]/title
source: 'Parazonium' PinPoint III
ru: Точечный луч "Паразониум" мод. III

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_3"]/short
source: Parazonium
ru: Паразониум

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_3"]/desc
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_3"]/tooltip
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_4"]/title
source: 'Parazonium' PinPoint IV
ru: Точечный луч "Паразониум" мод. IV

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_4"]/short
source: Parazonium
ru: Паразониум

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_4"]/desc
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_4"]/tooltip
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_5"]/title
source: 'Parazonium' PinPoint V
ru: Точечный луч "Паразониум" мод. V

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_5"]/short
source: Parazonium
ru: Паразониум

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_5"]/desc
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_FUELED_5"]/tooltip
source: An Amplified beam that utilizes the Missiles stored in your cargo's coolant to fire. Can be re-calibrated to pull coolant from larger quantities of missiles!
ru: Улучшенный луч, использующий для стрельбы боеголовки, хранящиеся в охлаждающей жидкости вашего корабля. Может быть перекалиброван, чтобы вытягивать охлаждающую жидкость из большего количества боеголовок!

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_1"]/title
source: 'Ebony' Pinpoint
ru: Точечный луч "Эбони"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_1"]/short
source: 'Ebony'
ru: Эбони

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_1"]/desc
source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 2 ion damage on a room hit and charges faster than the Dirk. May start fires.
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 2 ионных урона при попадании в отсек и заряжается быстрее, чем "Дирк". Может вызывать пожары.

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 2 ion damage on a room hit and charges faster than the Dirk. May start fires. Stats: Required Power: 1 Charge Time: 9.5 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 2 Total Crew Damage: 30 Ion Damage: 2 (Rooms Only) Fire Chance: 40% Stun Chance: 100% (3 seconds long) Buy/Sell Price: 120~/60~
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 2 ионных урона при попадании в отсек и заряжается быстрее, чем "Дирк". Может вызывать возгорания. Характеристики: Требуемая мощность: 1 Время перезарядки: 9.5 секунд Длина луча: 1 Скорость луча: 1 Базовый урон по корпусу: 2 Общий урон экипажу: 30 Ионный урон: 2 (только в отсеках) Вероятность возгорания: 40% Вероятность оглушения: 100% (3 секунды) Покупка/продажа: 120~/60~

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_1"]/tooltip
source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек

source: Required Power: 1 Charge Time: 9.5 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 2 Total Crew Damage: 30 Ion Damage: 2 (Rooms Only) Fire Chance: 40% Stun Chance: 100% (3 seconds long)
ru: Необходимая мощность: 1 Время перезарядки: 9.5 сек. Длина луча: Точечный луч Скорость луча: 1 Урон корпусу: 2 Урон экипажу: 30 Ионный урон: 2 (Только отсеки) Вероятность поджога: 40% Вероятность оглушения: 100% (3 сек.)

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_2"]/title
source: 'Hemlock' Pinpoint
ru: Точечный луч "Болиголов"

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_2"]/short
source: 'Hemlock'
ru: Болиголов

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_2"]/desc
source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 3 ion damage on a room hit, stuns all crew in the room, and charges faster than the Misericorde. Likely to start fires.
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 3 ионных урона при попадании в отсек, оглушает всех членов экипажа в отсеке и заряжается быстрее, чем "Мизерикорд". Может вызывать пожары.

source: A combination of Energy and Pinpoint technology. Deals no system damage, but deals 3 ion damage on a room hit, stuns all crew in the room, and charges faster than the Misericorde. Likely to start fires. Stats: Required Power: 2 Charge Time: 13.5 seconds Beam Length: 1 Beam Speed: 1 Base Hull Damage: 3 Total Crew Damage: 45 Ion Damage: 3 (Rooms Only) Fire Chance: 60% Stun Chance: 100% (3 seconds long) Buy/Sell Price: 140~/70~
ru: Комбинация энергетической технологии и технологии точечного луча. Не наносит системного урона, но наносит 3 ионных урона при попадании в отсек и заряжается быстрее, чем "Мизерикорд". Может вызывать возгорания. Характеристики: Требуемая мощность: 2 Время перезарядки: 13.5 секунд Длина луча: 1 Скорость луча: 1 Базовый урон по корпусу: 3 Общий урон экипажу: 45 Ионный урон: 3 (только в отсеках) Вероятность возгорания: 60% Вероятность оглушения: 100% (3 секунды) Покупка/продажа: 140~/70~

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_FOCUS_ENERGY_2"]/tooltip
source: One damage per room beam weapon
ru: Лучевое орудие наносит 1 урон за отсек
