Repository: ftl-mv-translation/forgemaster
Catalog: locale/data/blueprints.xml.append/*.po
Languages: ru

source: Active Ability: Merge with a Cobalt Separatist to form a Twisted Seperatist.
ru: Активная способность: Объединяется с кобальтовым Сепаратистом, чтобы создать искаженного Сепаратиста.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_nano_bronze"]/desc
source: The death of an enemy has temporarily driven this Bronze Separatist into a murderous rampage, moving at 2x speed, ignoring doors and spreading fires for 5s.
ru: Смерть врага на время приводит этого бронзового Сепаратиста в убийственную ярость: он передвигается с 2x скоростью, игнорирует двери и разжигает пожары в течение 5с.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_nano_bronze"]/title
source: Bronze Separatist
ru: Бронзовый Сепаратист

source: - Cannot man systems, fight crew, sabotage or repair.
ru: - Не может управлять системами, сражаться с экипажем, заниматься саботажем или ремонтом.

source: - Moves at 2x speed and ignores doors.
ru: - Передвигается с 2х скоростью и игнорирует двери.

source: - Spreads fires in the current room at a rate of once per second.
ru: - Вызывает пожар в текущем отсеке со скоростью один раз в секунду.

source: - Passive Ability: Restabilise after 5s.
ru: - Пассивная способность: Исцеляется через 5с.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_fire_intruder"]/desc
source: Fire Pulse
ru: Импульс огня

# data/blueprints.xml.append$//crewBlueprint[@name="fm_fire_intruder"]/title
source: Fire Intruder Drone
ru: Огненный вторгающийся дрон

source: : Breaches through the enemy hull and randomly ionizes systems. Starts a fire as well.
ru: : Создает пробоины в вражеском корпусе и случайным образом ионизирует системы. Также вызывает пожар.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_ancalagon_battle"]/desc
source: Energized Battle
ru: Заряженный бой

# data/blueprints.xml.append$//crewBlueprint[@name="fm_ancalagon_battle"]/title
source: Ancalagon Warbringer Drone
ru: Дрон Анкалагона "Провозвестник войны"

source: 250 health, deals 1.7x damage in combat.
ru: 250 здоровья, наносит 1.7х урона в бою.

source: Occasionally surges with energy, healing itself slightly and dealing small bursts of damage to enemy crew.
ru: Время от времени он наполняется энергией, немного исцеляя себя и нанося небольшой урон вражескому экипажу.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_ancalagon_monitor"]/desc
source: Energized Scout
ru: Заряженный разведчик

# data/blueprints.xml.append$//crewBlueprint[@name="fm_ancalagon_monitor"]/title
source: Ancalagon Monitor Drone
ru: Дрон-монитор Анкалагона

source: 150 health, deals 0.3x damage in combat.
ru: 150 здоровья, наносит 0.3x урона в бою.

source: Passively drains health from enemies in the room, and prevents them from being cloned if they die in the same room as this drone.
ru: Пассивно истощает здоровье врагов в отсеке и предотвращает их клонирование, если они умирают в том же отсеке, что и этот дрон.

source: Occasionally surges with energy, healing all allies on both ships for 20 hp, and damaging all enemy crew for 10hp.
ru: Время от времени он насыщается энергией, исцеляя всех союзников на обоих кораблях на 20 ОЗ и нанося всем членам вражеского экипажа 10 ОЗ урона.

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_mender"]/title
source: Mender
ru: Дрон-наладчик

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_mender"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: DRONE
ru: ДРОН

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_yinyang_ship"]/title
source: Battle Drone
ru: Дрон-солдат

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_yinyang_ship"]/short
source: Battle Drone
ru: Дрон-солдат

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_yinyang_ship"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: DRONE
ru: ДРОН

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_yinyang_board"]/title
source: Battle Drone
ru: Дрон-солдат

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_yinyang_board"]/short
source: Battle Drone
ru: Дрон-солдат

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_yinyang_board"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: DRONE
ru: ДРОН

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_drone_battle2"]/title
source: Battle II Drone
ru: Боевой дрон мод. II

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_drone_battle2"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: DRONE
ru: ДРОН

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_surgeon"]/title
source: Surgeon Drone
ru: Дрон-хирург

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_surgeon"]/short
source: Surgeon Drone
ru: Дрон-хирург

# data/blueprints.xml.append$//crewBlueprint[@name="twisted_surgeon"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: DRONE
ru: ДРОН

# data/blueprints.xml.append$//crewBlueprint[@name="manningenemy_2"]/title
source: Manner Drone
ru: Обслуживающий дрон

# data/blueprints.xml.append$//crewBlueprint[@name="manningenemy_2"]/desc
source: YOU SHOULD NEVER SEE THIS.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.

source: DRONE
ru: ДРОН

source: Battle Drone Mk. II [Anti-Pers]
ru: Дрон-солдат мод. II [Охрана]

source: Battle II [A]
ru: Солдат II [О]

source: [CURRENT MODE: Anti-Personnel] Controllable, a personnel drone that can be toggled to act as either a Defensive Anti-Person or Boarding drone before battle. Has more health and does more damage than the MK I. -200 HP, 1.5x combat damage -0.5x movement speed
ru: [ТЕКУЩИЙ РЕЖИМ: Бортовой] Управляемый бортовой дрон, который перед боем можно переключить в противопехотный режим или в абордажный режим. Имеет больше здоровья и наносит больше урона, чем мод. I. -200 ОЗ, 1.5х боевой урон -0.5x скорость передвижения

source: Battle Drone Mk. II [Boarding]
ru: Дрон-солдат мод. II [Абордаж]

source: Battle II [B]
ru: Солдат II [А]

source: [CURRENT MODE: Boarding] Controllable, a personnel drone that can be toggled to act as either a Defensive Anti-Person or Boarding drone before battle. Has more health and does more damage than the MK I. -200 HP, 1.5x combat damage -0.5x movement speed
ru: [ТЕКУЩИЙ РЕЖИМ: Абордажный] Управляемый бортовой дрон, который перед боем можно переключить в противопехотный режим или в абордажный режим. Имеет больше здоровья и наносит больше урона, чем мод. I. -200 ОЗ, 1.5х боевой урон -0.5x скорость передвижения

# data/blueprints.xml.append$//droneBlueprint[@name="TWISTED_MENDER"]/title
source: Twisted Mender
ru: Искаженный дрон-наладчик

# data/blueprints.xml.append$//droneBlueprint[@name="TWISTED_MENDER"]/short
source: T.Mender
ru: И. Наладчик

# data/blueprints.xml.append$//droneBlueprint[@name="TWISTED_MENDER"]/desc
source: This controllable ancient crew drone can repair at insane speeds and provides other supporting benefits. -110 HP, 4x repair speed, 1.5x movement speed -Heal nearby crew for 1hp/s, reveals adjacent rooms -Inflict a 9s stun when destroyed -While powered, multiplies all your Engi crew's Health by 40%, and hazard resist by 20%. Also provides a flat stacking 30% movement speed, and flat stacking 50% damage.
ru: Этот управляемый дрон древнего экипажа может ремонтировать с безумной скоростью и предоставляет другие вспомогательные преимущества. -110 ОЗ, 4x скорость ремонта, 1.5x скорость передвижения -Исцеляет ближайший экипаж на 1 ОЗ/с, видит соседние отсеки -При уничтожении наносит оглушение на 9с. -Во время работы увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%.

source: Twisted YinYang [Shipboard]
ru: Искаженный дрон Инь-Янь [Бортовой]

source: T.YY [A]
ru: И. Инь-Янь [Б]

# data/blueprints.xml.append$//droneBlueprint[@name="TWISTED_YINYANG_BATTLE"]/desc
source: [CURRENT MODE: Shipboard] A toggle drone specialized for whichever task it is operating, but never both at the same time. -125 Health, immune to fire, reveals adjacent rooms, x1.5 movement speed -Shipboard mode: cannot fight, repairs at x2.5 speed and mans with max skills -Boarding mode: x3.0 combat damage, x1.5 bonus ranged damage -While powered, multiplies all your Engi crew's Health by 40%, and hazard resist by 20%. Also provides a flat stacking 30% movement speed, and flat stacking 50% damage. -While powered, multiplies all your Engi crew's Health by 40%, and hazard resist by 20%. Also provides a flat stacking 30% movement speed, and flat stacking 50% damage.
ru: [ТЕКУЩИЙ РЕЖИМ: Бортовой] Переключаемый дрон, специализирующийся на той или иной задаче, но никогда на обеих одновременно. -125 здоровья, невосприимчив к огню, видит соседние отсеки, 1.5х скорость передвижения -Бортовой режим: не может сражаться, 2.5х скорость ремонта и обладает максимальными навыками -Абордажный режим: 3.0х боевой урон, 1.5х урон в дальнем бою -Во время работы увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%. -При питании увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%.

source: Twisted YinYang [Boarding]
ru: Искаженный дрон Инь-Янь [Абордажный]

source: T.YY [B]
ru: И. Инь-Янь [А]

source: [CURRENT MODE: Boarding] A toggle drone specialized for whichever task it is operating, but never both at the same time. -125 Health, immune to fire, reveals adjacent rooms, x1.5 movement speed -Shipboard mode: cannot fight, repairs at x2.5 speed and mans with max skills -Boarding mode: x3.0 combat damage, x1.5 bonus ranged damage -While powered, multiplies all your Engi crew's Health by 40%, and hazard resist by 20%. Also provides a flat stacking 30% movement speed, and flat stacking 50% damage.
ru: [ТЕКУЩИЙ РЕЖИМ: Абордажный] Переключаемый дрон, специализирующийся на той или иной задаче, но никогда на обеих одновременно. -125 здоровья, невосприимчив к огню, видит соседние отсеки, 1.5х скорость передвижения -Бортовой режим: не может сражаться, 2.5х скорость ремонта и обладает максимальными навыками -Абордажный режим: 3.0х боевой урон, 1.5х урон в дальнем бою -Во время работы увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%. -При питании увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%.

source: Twisted Battle Drone Mk. II† [Anti-Pers]
ru: Искаженный дрон-солдат мод. II† [Противопехотный]

source: T.Battle II [A]
ru: И. Солдат II [П]

source: [CURRENT MODE: Anti-Personnel] Controllable, a personnel drone that can be toggled to act as either a Defensive Anti-Person or Boarding drone before battle. Has more health and does more damage than the MK I. -200 HP, 1.5x combat damage -0.5x movement speed -While powered, multiplies all your Engi crew's Health by 40%, and hazard resist by 20%. Also provides a flat stacking 30% movement speed, and flat stacking 50% damage.
ru: [ТЕКУЩИЙ РЕЖИМ: Противопехотный] Управляемый бортовой дрон, который перед боем можно переключить в противопехотный режим или абордажный режим. Имеет больше здоровья и наносит больше урона, чем мод. I. -200 ОЗ, 1.5х боевой урон -0.5x скорость передвижения -Во время работы увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%.

source: TwistedBattle Drone Mk. II† [Boarding]
ru: Искаженный дрон-солдат мод. II† [Абордажный]

source: T.Battle II [B]
ru: И. солдат II [А]

source: [CURRENT MODE: Boarding] Controllable, a personnel drone that can be toggled to act as either a Defensive Anti-Person or Boarding drone before battle. Has more health and does more damage than the MK I. -200 HP, 1.5x combat damage -0.5x movement speed -While powered, multiplies all your Engi crew's Health by 40%, and hazard resist by 20%. Also provides a flat stacking 30% movement speed, and flat stacking 50% damage.
ru: [ТЕКУЩИЙ РЕЖИМ: Абордажный] Управляемый бортовой дрон, который перед боем можно переключить в противопехотный режим или абордажный режим. Имеет больше здоровья и наносит больше урона, чем мод. I. -200 ОЗ, 1.5х боевой урон -0.5x скорость передвижения -Во время работы увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%.

source: Twisted Surgeon [Anti-Pers]
ru: Искаженный дрон-хирург [Противопехотный]

source: T.Surg. [A]
ru: И. хирург [П]

# data/blueprints.xml.append$//droneBlueprint[@name="TWISTED_SURGEON_BATTLE"]/desc
source: [CURRENT MODE: Anti-Personnel] A medical drone rewired by a murderous Rebel surgeon to be capable of combat. -100 HP, 1.2x movement speed -1.5x combat damage, faster attack rate -Heal nearby friendlies for 7hp/s -While powered, multiplies all your Engi crew's Health by 40%, and hazard resist by 20%. Also provides a flat stacking 30% movement speed, and flat stacking 50% damage.
ru: [ТЕКУЩИЙ РЕЖИМ: Противопехотный] Медицинский дрон, переделанный хирургом-убийцей повстанцев, способный вести бой. -100 ОЗ, 1.2x скорость передвижения -1.5x боевой урон, более высокая скорость атаки -Исцеляет ближайших союзников на 7 ОЗ/с -При питании увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%.

source: Twisted Surgeon [Boarding]
ru: Искаженный дрон-хирург [Абордажный]

source: T.Surg. [B]
ru: И. хирург [А]

source: [CURRENT MODE: Boarding] A medical drone rewired by a murderous Rebel surgeon to be capable of combat. -100 HP, 1.2x movement speed -1.5x combat damage, faster attack rate -Heal nearby friendlies for 7hp/s -While powered, multiplies all your Engi crew's Health by 40%, and hazard resist by 20%. Also provides a flat stacking 30% movement speed, and flat stacking 50% damage.
ru: [ТЕКУЩИЙ РЕЖИМ: Абордажный] Медицинский дрон, переделанный хирургом-убийцей повстанцев, способный вести бой. -100 ОЗ, 1.2x скорость передвижения -1.5x боевой урон, более высокая скорость атаки -Исцеляет ближайших союзников на 7 ОЗ/с -При питании увеличивает здоровье всех членов экипажа энджи на 40%, а сопротивление опасностям - на 20%. Также увеличивает скорость передвижения на 30% и урон на 50%.

# data/blueprints.xml.append$//droneBlueprint[@name="MANNING_ENEMY_2"]/title
source: Manager Drone II
ru: Управляющий дрон мод. II

# data/blueprints.xml.append$//droneBlueprint[@name="MANNING_ENEMY_2"]/short
source: Manager
ru: Управл.

# data/blueprints.xml.append$//droneBlueprint[@name="MANNING_ENEMY_2"]/desc
source: Controllable, can man systems on your ship as if it had level 2 skills. Provides an additional bar of power to the current system.
ru: Управляемый, может обслуживать системы на вашем корабле на 2-м уровне навыков. Предоставляет дополнительную единицу энергии системе в которой находится.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_FIRE_INTRUDER"]/title
source: Fire Intruder
ru: Зажигательный абордажник

# data/blueprints.xml.append$//droneBlueprint[@name="FM_FIRE_INTRUDER"]/short
source: Fire Intruder
ru: Зажиг. аборд.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_FIRE_INTRUDER"]/desc
source: [CURRENT MODE: Boarding] Gallivants around the enemy ship, burning wherever it goes. And ionizing, just for fun.
ru: [ТЕКУЩИЙ РЕЖИМ: Абордажный] Разгуливает по вражескому кораблю, сжигая все на своем пути. А еще ионизирует, просто ради развлечения.

source: Fire Intruder
ru: Зажигательный абордажник

source: Fire Intruder
ru: Зажиг. аборд.

source: [CURRENT MODE: Boarding] Gallivants around the enemy ship, burning wherever it goes. And ionizing, just for fun.
ru: [ТЕКУЩИЙ РЕЖИМ: Абордажный] Разгуливает по вражескому кораблю, сжигая все на своем пути. А еще ионизирует, просто ради развлечения.

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ANCALAGON_DEFEND"]/title
source: Ancalagon Warbringer
ru: Анкалагон "Провозвестник войны"

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ANCALAGON_DEFEND"]/short
source: Warbringer
ru: Пров. войны

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ANCALAGON_DEFEND"]/desc
source: [CURRENT MODE: Anti-Person] An extremely powerful combat drone that regularly surges with energy. Inflicts: 1 ion, 1 system damage, a 4 second stun, deal 10 damage to enemy crew, and then heals itself for 20 hp. Has higher health and damage
ru: [ТЕКУЩИЙ РЕЖИМ: Противопехотный] Чрезвычайно мощный боевой дрон, регулярно заряжающийся энергией. Наносит: 1 ионный, 1 системный урон, оглушает на 4 секунды, наносит 10 урона вражескому экипажу, а затем исцеляет себя на 20 ОЗ. Имеет более высокие показатели здоровья и урона

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ANCALAGON_BATTLE"]/title
source: Ancalagon Warbringer
ru: Анкалагон "Провозвестник войны"

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ANCALAGON_BATTLE"]/short
source: Warbringer
ru: Пров. войны

# data/blueprints.xml.append$//droneBlueprint[@name="FM_ANCALAGON_BATTLE"]/desc
source: [CURRENT MODE: Boarding] An extremely powerful combat drone that regularly surges with energy. Inflicts: 1 ion, 1 system damage, a 4 second stun, deal 10 damage to enemy crew, and then heals itself for 20 hp. Has higher health and damage
ru: [ТЕКУЩИЙ РЕЖИМ: Абордажный] Чрезвычайно мощный боевой дрон, регулярно заряжающийся энергией. Наносит: 1 ионный, 1 системный урон, оглушает на 4 секунды, наносит 10 урона вражескому экипажу, а затем исцеляет себя на 20 ОЗ. Имеет более высокие показатели здоровья и урона

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy1"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy1"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy2"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy2"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy3"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy3"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy4"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy4"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy5"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy5"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy6"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy6"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy7"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy7"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy8"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy8"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy9"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy9"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy10"]/desc
source: Beans. What a wacky and hilarious circumstance!
ru: Бобы. Какое странное и уморительное стечение обстоятельств!

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy10"]/title
source: Beans
ru: Бобы

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy10"]/short
source: Beans
ru: Бобы

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy10"]/powerList/power
source: Funniest shit I've ever seen.
ru: Самая смешная хрень, которую я когда-либо видел.

source: Laser for holyshit10
ru: Лазер для святого10

source: Vindicator
ru: Воздаятель

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT_10_EFFECT"]/desc
source: Let it hit you and you're already dead.
ru: Стоит ему попасть, и ты - труп.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy11"]/desc
source: HELPPPP MEEEE
ru: ПОМОГИИИИ МНЕЕЕЕ

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy11"]/title
source: TINY BUG IS ON FIRE
ru: МАЛЕНЬКАЯ БУКАШКА ГОРИТ

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy11"]/powerList/power[1]
source: : -HELP HIM HE IS BURNING
ru: : -ПОМОГИТЕ ЕМУ, ОН ГОРИТ

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy11"]/powerList/power[2]
source: : -HELP
ru: : -ПОМОЧЬ

source: Laser for holyshit11
ru: Лазер для святого11

source: Vindicator
ru: Воздаятель

# data/blueprints.xml.append$//weaponBlueprint[@name="FM_HOLYSHIT_11_EFFECT"]/desc
source: Let it hit you and you're already dead.
ru: Стоит ему попасть, и ты - труп.

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy12"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy12"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy13"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy13"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy14"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy14"]/powerList/power[2]
source: : -seriously, it is quite impressive
ru: : - серьезно, это очень впечатляет

# data/blueprints.xml.append$//crewBlueprint[@name="fm_holy15"]/powerList/power[1]
source: : -how'd you actually manage to select this
ru: : - как вам вообще удалось выбрать это
